{
    "questionId": 118,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Yuk tashish taqiqlanadi, agar:",
            "options": [
                "F1. Yuk enining chekka nuqtasi oldingi yoki orqa gabarit chirog'ining tashqi chekkasidan 0,4 metrdan ortiq chiqib tursa",
                "F2. Yuk transport vositasining gabaritlaridan 1 metrdan ortiq chiqib tursa",
                "F3. Tashilayotgan yuk vazni shu transport vositasi uchun ishlab chiqargan korxona belgilagan kattalikdan ortiq bo'lsa",
                "F4. Barcha aytilgan hollarda"
            ],
            "correctAnswer": 3,
            "explanation": "YHQ 27-bobi 160-bandiga asosan: Tashilayotgan yukning vazni va o'qlarga tushadigan og'irlik miqdorining taqsimlanishi ishlab chiqargan korxona tomonidan ushbu transport vositasi uchun belgilangan miqdordan oshmasligi kerak."
        },
        "ru": {
            "text": "Перевозка грузов запрещается, если:",
            "options": [
                "F1. Крайняя точка груза по ширине находится на расстоянии (выступает) более 0,4 от внешнего края переднего или заднего габаритного огня",
                "F2. Груз выступает за габариты автомобиля более чем на 1 м",
                "F3. Если вес груза больше, чем установленная норма для данного грузового автомобиля",
                "F4. Все перечисленные случаи"
            ],
            "correctAnswer": 3,
            "explanation": "Пункта 160 главы 27 ПДД, гласит: Масса перевозимого груза и распределение нагрузки по осям не должны превышать величин, установленных предприятием- изготовителем для данного транспортного средства."
        },
        "uzk": {
            "text": "Юк ташиш тақиқланади, агар:",
            "options": [
                "F1. Юк энининг чекка нуқтаси олдинги ëки орқа габарит чироғининг ташқи чеккасидан 0,4 метрдан ортиқ чиқиб турса",
                "F2. Юк транспорт воситасининг габаритларидан 1 метрдан ортиқ чиқиб турса",
                "F3. Ташилаëтган юк вазни шу транспорт воситаси учун ишлаб чиқарган корхона белгилаган катталикдан ортиқ бўлса",
                "F4. Барча айтилган ҳолларда"
            ],
            "correctAnswer": 3,
            "explanation": "ЙҲҚ 27-боби 160-бандига асосан: Ташилаётган юкнинг вазни ва ўқларга тушадиган оғирлик миқдорининг тақсимланиши ишлаб чиқарган корхона томонидан ушбу транспорт воситаси учун белгиланган миқдордан ошмаслиги керак."
        }
    }
}