{
    "questionId": 144,
    "image": "data/images/q0144.webp",
    "translations": {
        "uz": {
            "text": "Qaysi yo'nalishga harakatlanish ruxsat berilgan?",
            "options": [
                "F1. To'g'riga",
                "F2. O'ngga birinchi yo'lga",
                "F3. O'ngga ikkinchi yo'lga",
                "F4. O'ngga birinchi va ikkinchi yo'llarga"
            ],
            "correctAnswer": 2,
            "explanation": "YHQ 7-bobi 38-bandiga asosan, O'NG QO'LI OLDINGA UZATILGANDA, chap yonidan tramvayga chapga, relssiz transport vositalariga barcha yo'nalishlarda, oldi tomonidan barcha transport vositalariga faqat o'ngga\nharakatlanishga ruxsat etiladi. Orqa tomonidan va o'ng yonidan barcha transport vositalarining harakatlanishi taqiqlanadi. Piyodalarga tartibga soluvchining orqa tomonidan qatnov qismini kesib o'tishga ruxsat etiladi."
        },
        "ru": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Прямо",
                "F2. Направо в первый проезд",
                "F3. Направо во второй проезд",
                "F4. Направо в первый и второй проезды"
            ],
            "correctAnswer": 2,
            "explanation": "Пункта 38 главы 7 ПДД гласит: Сигналы регулировщика имеют следующие значения: РУКИ ВЫТЯНУТЫ В СТОРОНЫ ИЛИ ОПУЩЕНЫ - со стороны левого и правого бока разрешено движение трамваю прямо, безрельсовым транспортным средствам прямо и направо, пешеходам разрешено переходить проезжую часть. Со стороны груди и спины движение всех транспортных средств и пешеходов запрещено.\nВ данном случае движение разрешено только мотоциклу, т.к. он находится со стороны левого бока регулировщика. Автомобилю и трамваю движение запрещено, т.к. они находятся со стороны спины регулировщика."
        },
        "uzk": {
            "text": "Қайси йўналишга ҳаракатланиш рухсат берилган?",
            "options": [
                "F1. Тўғрига",
                "F2. Ўнгга биринчи йўлга",
                "F3. Ўнгга иккинчи йўлга",
                "F4. Ўнгга биринчи ва иккинчи йўлларга"
            ],
            "correctAnswer": 2,
            "explanation": "ЙҲҚ 7-боби 38-бандига асосан, ЎНГ ҚЎЛИ ОЛДИНГA УЗAТИЛГAНДA, чап ёнидан трамвайга чапга, релссиз транспорт воситаларига барча йўналишларда, олди томонидан барча транспорт воситаларига фақат ўнгга\nҳаракатланишга рухсат етилади. Орқа томонидан ва ўнг ёнидан барча транспорт воситаларининг ҳаракатланиши тақиқланади. Пиёдаларга тартибга солувчининг орқа томонидан қатнов қисмини кесиб ўтишга рухсат етилади."
        }
    }
}