{
    "questionId": 216,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Qatnov qismining iloji boricha o'ng tomoniga o'tib to'xtashi",
                "F2. Avariya (xavf-xatar) ishoralarini yoqishi va harakat bo'lagini o'zgartirmagan holda tezlikni kamaytirishi va to'xtashi",
                "F3. Agar oldinda transport vositalari paydo bo'lsa, tasmani o'zgartirmay tezlikni kamaytirishi yoki to'xtashi",
                "F4. Uzoqni yorituvchi chiroqni yoqishi va to'xtashi"
            ],
            "correctAnswer": 2,
            "explanation": "YHQ 23-bobi 135-bandining to'rtinchi xatboshisiga asosan: Ko'zi qamashgan haydovchi avariya ishoralarini yoqishi, harakatlanish bo'lagini o'zgartirmasdan tezlikni kamaytirishi va to'xtashi kerak."
        },
        "ru": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Принять как можно правее к краю проезжей части и остановиться",
                "F2. Включить аварийную световую сигнализацию и, не меняя полосу движения, снизить скорость и остановиться",
                "F3. Не меняя полосу движения, снизить скорость или остановиться, если впереди появятся транспортные средства",
                "F4. Включить дальний свет и остановиться"
            ],
            "correctAnswer": 2,
            "explanation": "Абзацу 4 пункта 135 главы 23 ПДД, при ослеплении водитель должен включить аварийную световую сигнализацию и, не меняя полосу движения, снизить скорость и остановиться."
        },
        "uzk": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Қатнов қисмининг иложи борича ўнг томонига ўтиб тўхташи",
                "F2. Aвария (хавф-хатар) ишораларини ёкиши ва ҳаракат бўлагини ўзгартирмаган ҳолда тезликни камайтириши ва тўхташи",
                "F3. Агар олдинда транспорт воситалари пайдо бўлса, тасмани ўзгартирмай тезликни камайтириши ёки тўхташи",
                "F4. Узоқни ёритувчи чироқни ёкиши ва тўхташи"
            ],
            "correctAnswer": 2,
            "explanation": "ЙҲҚ 23-боби 135-бандининг тўртинчи хатбошисига асосан: Кўзи қамашган ҳайдовчи авария ишораларини ёқиши, ҳаракатланиш бўлагини ўзгартирмасдан тезликни камайтириши ва тўхташи керак."
        }
    }
}