{
    "questionId": 236,
    "image": "data/images/q0236.webp",
    "translations": {
        "uz": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Ko'k avtomobil, chunki qizil harakatlanish yo'nalishini chapga o'zgartiradi",
                "F2. Qizil avtomobil, chunki o'zaro qayta tizilishda u o'ng tomonda bo'lgani uchun",
                "F3. Ko'k avtomobil, chunki o'zaro qayta tizilishda u chap tomonda bo'ladi"
            ],
            "correctAnswer": 2,
            "explanation": "YHQ 9-bobi 55-bandiga asosan: Haydovchi qayta tizilishda harakatlanish yo'nalishini o'zgartirmasdan harakatlanayotgan yo'lakay transport vositalariga yo'l berishi kerak. Bir yo'nalishda harakatlanayotgan transport vositalari bir vaqtda qayta tizilayotganlarida haydovchi o'ng tomondagi transport vositasiga yoʻl berishi kerak."
        },
        "ru": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Синий автомобиль, т.к. красный изменяет направление движения влево",
                "F2. Красный автомобиль, т.к. при взаимном перестроении он находится справа",
                "F3. Синий автомобиль, т.к. при взаимном перестроении он находится слева"
            ],
            "correctAnswer": 2,
            "explanation": "Пункта 55 главы 9 ПДД гласит: При перестроении водитель должен уступить дорогу транспортным средствам, движущимся попутно по соседней полосе, не меняя направление движения. При одновременном перестроении транспортных средств, движущихся попутно, водитель должен уступить дорогу транспортному средству, находящемуся справа. В данном случае красный автомобиль находится справа, поэтому имеет преимущество в движении."
        },
        "uzk": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Кўк автомобиль, чунки қизил ҳаракатланиш йўналишини чапга ўзгартиради",
                "F2. Қизил автомобиль, чунки ўзаро қайта тизилишда у ўнг томонда бўлади",
                "F3. Кўк автомобиль, чунки ўзаро қайта тизилишда у чап томонда бўлади"
            ],
            "correctAnswer": 2,
            "explanation": "ЙҲҚ 9-боби 55-бандига асосан: Ҳайдовчи қайта тизилишда ҳаракатланиш йўналишини ўзгартирмасдан ҳаракатланаётган йўлакай транспорт воситаларига йўл бериши керак. Бир йўналишда ҳаракатланаётган транспорт воситалари бир вақтда қайта тизилаётганларида ҳайдовчи ўнг томондаги транспорт воситасига йўл бериши керак."
        }
    }
}