{
    "questionId": 246,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Tumanga qarshi faralardan qaysi hollarda foydalanish mumkin?",
            "options": [
                "F1. Yetarli ko'rinmaydigan sharoitlarda",
                "F2. Mexanik transport vositasini shatakka olganda",
                "F3. Sanab o'tilgan barcha hollarda"
            ],
            "correctAnswer": 3,
            "explanation": "YHQ 23-bobi 137-bandiga asosan, quyidagi hollarda tumanga qarshi chiroqlarni qoʻllash mumkin: yetarlicha ko'rinmaydigan sharoitda alohida, shuningdek uzoqni yorituvchi yoki yaqinni yorituvchi chiroqlar bilan;\nqorongʻi vaqtda yo'lning yoritilmagan qismlarida uzoqni yoki yaqinni yorituvchi chiroqlar bilan birga;\nmexanik transport vositalarini shatakka olishda (shatakka olib ketayotgan transport vositasida);\nushbu Qoidalarning 138-bandida koʻzda tutilgan holatlarda yaqinni yorituvchi chiroqlar o'rniga."
        },
        "ru": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. В условиях недостаточной видимости",
                "F2. При буксировке механического транспортного средства",
                "F3. Во всех перечисленных случаях"
            ],
            "correctAnswer": 3,
            "explanation": "Пункта 137 главы 23 ПДД гласит: Противотуманные фары могут использоваться в условиях недостаточной видимости самостоятельно, а также совместно с ближним или дальним светом фар, а так же вместо ближнего света фар в условиях, при буксировке механических транспортных средств (на буксирующем транспортном средстве) предусмотренных пунктом 138 настоящих Правил."
        },
        "uzk": {
            "text": "Туманга қарши фаралардан қайси ҳолларда фойдаланиш мумкин?",
            "options": [
                "F1. Етарли кўринмайдиган шароитларда",
                "F2. Механик транспорт воситасини шатакка олганда",
                "F3. Санаб ўтилган барча ҳолларда"
            ],
            "correctAnswer": 3,
            "explanation": "ЙҲҚ 23-боби 137-бандига асосан, қуйидаги ҳолларда туманга қарши чироқларни қўллаш мумкин: етарлича кўринмайдиган шароитда алоҳида, шунингдек узоқни ёритувчи ёки яқинни ёритувчи чироқлар билан;\nқоронғи вақтда йўлнинг ёритилмаган қисмларида узоқни ёки яқинни ёритувчи чироқлар билан бирга;\nмеханик транспорт воситаларини шатакка олишда (шатакка олиб кетаётган транспорт воситасида);\nушбу Қоидаларнинг 138-бандида кўзда тутилган ҳолатларда яқинни ёритувчи чироқлар ўрнига."
        }
    }
}