{
    "questionId": 255,
    "image": "data/images/q0255.webp",
    "translations": {
        "uz": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Ko'k avtomobil",
                "F2. Yashil avtomobil",
                "F3. Qizil avtomobil"
            ],
            "correctAnswer": 1,
            "explanation": "YHQ 16-bobi 105-bandiga asosan: Teng ahamiyatga ega bo'lgan yo'llar kesishgan chorrahada relssiz transport vositasining haydovchisi опддап kelayotgan transport vositalariga yo'l berishi shart."
        },
        "ru": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Синий автомобиль",
                "F2. Зеленый автомобиль",
                "F3. Красный автомобиль"
            ],
            "correctAnswer": 1,
            "explanation": "Пункту 105 главы 16 ПДД гласит: На перекрестке равнозначных дорог водитель безрельсового транспортного средства обязан уступить дорогу транспортным средствам, приближающимся справа. Этим же правилом должны руководствоваться между собой водители трамваев. На таких перекрестках трамвай имеет право на первоочередное движение перед безрельсовыми транспортными средствами независимо от направления его движения. В данном случае красный автомобиль должен уступить дорогу синему, т.к. тот приближается справа. В свою очередь синий должен уступить дорогу зеленому автомобилю, т.к. тот приближается справа от синего. Соответственно, вторым проедет перекресток синий автомобиль вслед за зеленым."
        },
        "uzk": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Кўк автомобиль",
                "F2. Яшил автомобиль",
                "F3. Қизил автомобиль"
            ],
            "correctAnswer": 1,
            "explanation": "ЙҲҚ 16-боби 105-бандига асосан: Тенг аҳамиятга эга бўлган йўллар кесишган чорраҳада рельссиз транспорт воситасининг ҳайдовчиси ўнгдан келаётган транспорт воситаларига йўл бериши шарт."
        }
    }
}