{
    "questionId": 250,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Yonilg'i tizimi zich (germetik) emasligi ma'lum bo'lganda, haydovchi nimalarni bajarishi shart?",
            "options": [
                "F1. Nosozlikni bartaraf etish tadbirlarini ko'rishi, agar buning imkoni boʻlmasa, zarur ehtiyot choralariga rioya qilgan holda to'xtab turish yoki ta'mirlash joyiga olib borish",
                "F2. Belgilangan safarni davom ettirish"
            ],
            "correctAnswer": 2,
            "explanation": "YHQ 3-ilovasi 6-bo'limining 6.2-bandiga asosan: Yonilgʻi uzatish tizimi zich bo'lmasa foydalanish taqiqlanadi."
        },
        "ru": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Прекратить дальнейшее движение",
                "F2. Принять меры к устранению неисправности, а если это невозможно, следовать к месту стоянки или ремонта с соблюдением необходимых мер предосторожности",
                "F3. Продолжить намеченную поездку"
            ],
            "correctAnswer": 2,
            "explanation": "В \"Условиях, при которых запрещается эксплуатация транспортных средств\" (приложение №3 к ПДД) сказано, что эксплуатация транспортных средств запрещена, если: 6.2. Негерметична топливная система. Соответственно, нельзя продолжать движение, необходимо устранить неисправность, а если это невозможно, проследовать к месту стоянки или ремонта."
        },
        "uzk": {
            "text": "Ёнилғи тизими зич (герметик) эмаслиги маълум бўлганда, ҳайдовчи нималарни бажариши шарт?",
            "options": [
                "F1. Бундан кейинги ҳаракатни тўхтатиш",
                "F2. Носозликни бартараф этиш тадбирларини кўриши, агар бунинг имкони бўлмаса, зарур эҳтиёт чораларига риоя қилган ҳолда тўхтаб туриш ёки таъмирлаш жойига олиб бориш",
                "F3. Белгиланган сафарни давом эттириш"
            ],
            "correctAnswer": 2,
            "explanation": "ЙҲҚ 3-иловаси 6-бўлимининг 6.2-бандига асосан: Ёнилғи узатиш тизими зич бўлмаса фойдаланиш тақиқланади."
        }
    }
}