{
    "questionId": 259,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Avtomobilning qaysi g'ildiraklari «sirpanib» tormozlanishga ko'proq moyil bo'ladi?",
            "options": [
                "F1. Orqa g'ildiraklar"
            ],
            "correctAnswer": 1,
            "explanation": "Inersiya kuchi ta'siri ostida avtomobilni tormozlash vaqtida o'qlarga tushadigan inersiya kuchi miqdorining taqsimlanishi o'zgaradi. Natijada old oʻqqa og'irlik ko'payadi, orqa o'qqa nisbatan kamayadi. Tormozlash intensivligi qanchalik baland bo'lsa, o'qlarga tushadigan og'irlik miqdorining taqsimlanishi sezilarliroq bo'ladi. Orqa o'qda og'irlik kamayishi bilan g'ildirakni yoʻlga bosish kuchi kamayadi: shunday ekan g'ildirakning sirpanish (aylanmasdan siljish) va avtomobilning sirilib ketishi ehtimoli yuzaga keladi. Old o'qda og'irlik koʻpayishi g'ildirakni yoʻlga bosish kuchini ko'paytiradi, shunda sirpanish ehtimoli kamayadi."
        },
        "ru": {
            "text": "Какие колеса автомобиля более склонны к затормаживанию на «юз»?",
            "options": [
                "F1. Задние колеса",
                "F2. Передние колеса"
            ],
            "correctAnswer": 1,
            "explanation": "При торможении автомобиля под действием силы инерции происходит перераспределение массы по осям. Нагрузка на переднюю ось увеличивается, а на заднюю уменьшается. Перераспределение массы тем\nзначительнее, чем выше интенсивность торможения. При уменьшении нагрузки на заднюю ось уменьшается сила, прижимающая колеса к дороге;\nследовательно, появляется вероятность проскальзывания колес (торможение «юзом») и заноса автомобиля. Увеличение нагрузки на переднюю ось приводит к увеличению силы, прижимающей передние колеса к дороге, следовательно, вероятность их проскальзывания снижается."
        },
        "uzk": {
            "text": "Автомобилнинг қайси ғилдираклари «сирпаниб» тормозланишга кўпроқ мойил бўлади?",
            "options": [
                "F1. Орқа ғилдираклар",
                "F2. Олдинги ғилдираклар"
            ],
            "correctAnswer": 1,
            "explanation": "Инерция кучи таъсири остида автомобилни тормозлаш вақтида ўқларга тушадиган инерция кучи миқдорининг тақсимланиши ўзгаради. Натижада олд ўққа оғирлик кўпаяди, орқа ўққа нисбатан камаяди. Тормозлаш интенсивлиги қанчалик баланд бўлса, ўқларга тушадиган оғирлик миқдорининг тақсимланиши сезиларлироқ бўлади. Орқа ўқда оғирлик камайиши билан ғилдиракни йўлга босиш кучи камаяди: шундай экан ғилдиракнинг сирпаниш (айланмасдан силжиш) ва автомобилнинг сирилиб кетиши эҳтимоли юзага келади. Олд ўқда оғирлик кўпайиши ғилдиракни йўлга босиш кучини кўпайтиради, шунда сирпаниш эҳтимоли камаяди."
        }
    }
}