{
    "questionId": 310,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Mexanik transport vositalari va uning tirkamalarining egalari texnik holatidan qat'i nazar, xarid qilgan (olgan) paytdan boshlab qancha muddat mobaynida DYHX xizmatida ro'yxatdan o'tkazishlari kerak?",
            "options": [
                "F1. 2 kun",
                "F2. 10 kun",
                "F3. 5 kun",
                "F4. 15 kun",
                "F5. 30 kun"
            ],
            "correctAnswer": 2,
            "explanation": "YHQ 29-bobi 174-bandining ikkinchi xatboshisiga asosan: Mexanik transport vositalari va tirkamalar «Tranzit» ro'yxatlash belgisining amal qilish vaqti ichida yoki xarid qilingan, shuningdek bojxonada rasmiylashtirilgan vaqtdan boshlab 10 kun mobaynida DYHXXda ro'yxatdan o'tkazilishi kerak."
        },
        "ru": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. 2 суток",
                "F2. 10 суток",
                "F3. 5 суток",
                "F4. 15 суток",
                "F5. 30 суток"
            ],
            "correctAnswer": 2,
            "explanation": "Пункта 174 главы 29 ПДД, гласит: Механические транспортные средства и прицепы к ним независимо от их технического состояния в течение 10 суток с момента приобретения ИЛИ таможенного оформления должны быть зарегистрированы в Госавтоинспекции."
        },
        "uzk": {
            "text": "Механик транспорт воситалари ва унинг тиркамаларининг эгалари техник ҳолатидан қатъий назар, харид қилган (олган) пайтдан бошлаб қанча муддат мобайнида ДЙҲХ хизматида рўйхатдан ўтказишлари керак?",
            "options": [
                "F1. 2 кун",
                "F2. 10 кун",
                "F3. 5 кун",
                "F4. 15 кун",
                "F5. 30 кун"
            ],
            "correctAnswer": 2,
            "explanation": "ЙҲҚ 29-боби 174-бандининг иккинчи хатбошисига асосан: Механик транспорт воситалари ва тиркамалар «Транзит» рўйхатлаш белгисининг амал қилиш вақти ичида ёки харид қилинган, шунингдек божхонада расмийлаштирилган вақтдан бошлаб 10 кун мобайнида ДИҲХХда рўйхатдан ўтказилиши керак."
        }
    }
}