{
    "questionId": 311,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Quruq yo'lda darhol to'xtash uchun nima qilish lozim?",
            "options": [
                "F1. Ulagichni ajratish, shundan keyin darhol tormoz pedalini bosish",
                "F2. Uzatmani almashtirish va tormoz pedalini keskin bosish",
                "F3. Tormoz pedalini ulagichni ajratmasdan bosish"
            ],
            "correctAnswer": 3,
            "explanation": "Keskin tormoz berish – bu birdan paydo bo'lgan yoki kech koʻrib qolingan to'siqqa kelib urilishining oldini olish uchun katta intensivlik (jadallik) bilan tormoz berish tushuniladi. Shu bois, masalan yosh bolaning yoʻlda birdan paydo bo'lish ehtimolini inobatga olgan holda haydovchi keskin tormoz berish vaqtida o'zini qanday tuta olishini bilishi lozim. Bunda quyidagi usullar mavjud: rul chambaragini ikki qo'lingiz bilan mahkam ushlang, avtomobil g'ildiraklarini blokirovka qilman chunki g'ildiraklarning uzunasiga sirpanishi tormoz yo'lini qisqartirmaydi;\nharakatda toʻxtab turish tormozini qo'llamang, chunki bu hol orqa g'ildiraklarning sirpanishini kuchaytirishi mumkin. Tormoz tepkisini qattiq (shiddat bilan emas) va ravon, shinaning yoʻlga nisbatan ilashishiga qarab, kuchaytirish bosish lozim. Keskin tormoz berish vaqtida ham avtomobil ustidan nazoratni yo'qotmang."
        },
        "ru": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Выключить сцепление и сразу нажать на педаль тормоза",
                "F2. Выключить передачу(поменять скорость) и резко нажать на педаль тормоза",
                "F3. Нажать на педаль тормоза, не выключая сцепление"
            ],
            "correctAnswer": 3,
            "explanation": "Экстренным называется торможение высокой интенсивности для предотвращения наезда на, неожиданно появившееся или поздно замеченное, препятствие. Поэтому, рассчитывая на возможность внезапного появления, например ребенка на дороге, водитель точно должен знать, как вести себя при экстренном торможении. Существуют следующие правила: тверже держите рулевое колесо двумя руками;\nне блокируйте колеса автомобиля, так как продольный юз колес не уменьшает тормозной путь;\nне выжимайте педаль сцепления;\nне применяйте на ходу стояночный тормоз, ибо это может усилить юз задних колес. Надо нажимать на педаль тормоза сильно (не резко), но плавно, с нарастанием по мере зацепления шин за дорогу. Даже при экстренном торможении не теряйте контроль над автомобилем."
        },
        "uzk": {
            "text": "Қуруқ йўлда дарҳол тўхташ учун нима қилиш лозим?",
            "options": [
                "F1. Улагични ажратиш, шундан кейин дарҳол тормоз педалини босиш",
                "F2. Узатмани алмаштириш ва тормоз педалини кескин босиш",
                "F3. Тормоз педалини улагични ажратмасдан босиш"
            ],
            "correctAnswer": 3,
            "explanation": "Кескин тормоз бериш - бу бирдан пайдо булган ёки кеч куриб колинган тусикка келиб урилишининг олдини олиш учун катта интенсивлик (жадаллик) билан тормоз бериш тушунилади. Шу боис, масалан ёш боланинг йўлда бирдан пайдо бўлиш эҳтимолини инобатга олган ҳолда ҳайдовчи кескин тормоз бериш вақтида ўзини қандай тута олишини билиши лозим. Бунда қуйидаги усуллар мавжуд: рул чамбарагини икки қўлингиз билан маҳкам ушланг, автомобил ғилдиракларини блокировка қилман чунки ғилдиракларнинг узунасига сирпаниши тормоз йўлини қисқартирмайди;\nҳаракатда тўхтаб туриш тормозини қўлламанг, чунки бу ҳол орқа ғилдиракларнинг сирпанишини кучайтириши мумкин. Тормоз тепкисини қаттиқ (шиддат билан эмас) ва равон, шинанинг йўлга нисбатан илашишига қараб, кучайтириш босиш лозим. Кескин тормоз бериш вақтида ҳам автомобил устидан назоратни йўқотманг."
        }
    }
}