{
    "questionId": 328,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Qanday hollarda to'xtab turish taqiqlanadi?",
            "options": [
                "F1. Qatnov qismi kesishmasining chekkasiga 30 metrdan ko'p masofa qolganda",
                "F2. Piyodalarning o'tish joyi oldiga 10 metrdan ko'p masofa qolganda",
                "F3. Piyodalar o'tish joyidan o'tgandan keyin bir metr masofa uzoqlikda",
                "F4. Transport vositalarining harakatlanishiga imkon qoldirmaydigan kirishga yoki chiqishga va piyodalarning harakatiga xalaqit beradigan joylarda",
                "F5. Sanab o'tilgan hollarda"
            ],
            "correctAnswer": 4,
            "explanation": "YHQ 13-bobi 91-bandiga asosan: Quyidagi joy va holatlarda toʻxtash taqiqlanadi: piyodalar o'tish joylarida va ulardan oldin 10 metrdan kam masofa qolganda;\nqatnov qismi kesishmalarida va kesishayotgan qatnov qismi chetiga 30 metrdan kam masofada (uch tomonlama kesishadigan chorrahalarda yondan tutashgan yo'lning sidirg'a chiziq yoki ajratuvchi mintaqa bilan ajratilgan qarama-qarshi tomoni bundan mustasno);\ntransport vositasi svetofor ishoralari, yoʻl belgilarini boshqa haydovchilardan to'sib qo'yadigan, boshqa transport vositalarining harakatlanishiga (kirish va chiqishiga) imkon qoldirmaydigan yoki piyodalarning harakatiga xalaqit beradigan joylarda."
        },
        "ru": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Больше 30 метров от края пересекаемых проезжих частей",
                "F2. Больше 10 метров перед пешеходным переходом",
                "F3. Больше одного метра за пешеходным переездом",
                "F4. В тех местах, где стоящее транспортное средство делает невозможным движение (въезд или выезд) других транспортных средств или создает помехи для движения пешеходов",
                "F5. Во всех перечисленных случаях"
            ],
            "correctAnswer": 4,
            "explanation": "Пункта 91 главы 13 ПДД, гласит: Oстановка запрещается в следующих местах: на пешеходных переходах и менее чем за 10 метров до них;\nна пересечениях проезжих частей на расстоянии менее 30 метров от края пересекаюшей проезжей части (за исключением противоположной стороны примыкающей дороги, отделенной разделительной линией или разделительной полосой на трехсторонних перекрестках);\nв местах, где транспортное средство закроет от других водителей сигналы светофора, дорожные знаки или сделает невозможным движение (въезд или выезд) других транспортных средств или создаст помехи для движения пешеходов."
        },
        "uzk": {
            "text": "Қандай ҳолларда тўхтаб туриш тақиқланади?",
            "options": [
                "F1. Қатнов қисми кесишмасининг чеккасига 30 метрдан кўп масофа қолганда",
                "F2. Пиёдаларнинг ўтиш жойи олдига 10 метрдан кўп масофа қолганда",
                "F3. Пиёдалар ўтиш жойидан ўтгандан кейин бир метр масофа узоқликда",
                "F4. Транспорт воситаларининг ҳаракатланишига имкон қолдирмайдиган киришга ёки чиқишга ва пиёдаларнинг ҳаракатига халақит берадиган жойларда",
                "F5. Санаб ўтилган ҳолларда"
            ],
            "correctAnswer": 4,
            "explanation": "ЙҲҚ 13-боби 91-бандига асосан: Қуйидаги жой ва ҳолатларда тўхташ тақиқланади: пиёдалар ўтиш жойларида ва улардан олдин 10 метрдан кам масофа қолганда;\nқатнов қисми кесишмаларида ва кесишаётган қатнов қисми четига 30 метрдан кам масофада (уч томонлама кесишадиган чорраҳаларда ёндан туташган йўлнинг сидирға чизиқ ёки ажратувчи минтақа билан ажратилган қарама-қарши томони бундан мустасно);\nтранспорт воситаси светофор ишоралари, йўл белгиларини бошқа ҳайдовчилардан тўсиб қўядиган, бошқа транспорт воситаларининг ҳаракатланишига (кириш ва чиқишига) имкон қолдирмайдиган ёки пиёдаларнинг ҳаракатига халақит берадиган жойларда."
        }
    }
}