{
    "questionId": 343,
    "image": "data/images/q0343.webp",
    "translations": {
        "uz": {
            "text": "Har bir chiziq uzunligi ular orasidagi masofadan uch barobar katta bo'lgan uzuq-uzuq chiziq nimani bildiradi?",
            "options": [
                "F1. Tezlashish yoki sekinlashish bo'lagi bilan yo'lning qatnov qismidagi asosiy bo'lagi o'rtasidagi chegarani",
                "F2. Avtomagistrallarda qatnov qismi chetlarini",
                "F3. Qarama-qarshi yoki bir yo'nalishda harakatlanayotgan transport vositalari oqimlarini ajratuvchi 1.1 yoki 1.11 chizig'iga yaqinlashayotganlik haqida ogohlantiradi"
            ],
            "correctAnswer": 3,
            "explanation": "YHQ 2-ilovasi 1-boʻlimining sakkizinchi xatboshisiga asosan: 1.6 (yaqinlashish chizigʻi — har bir chiziq uzunligi ular orasidagi masofadan uch barobar katta bo'lgan uzuq-uzuq chiziq) — qarama-qarshi yoki bir yoʻnalishda harakatlanayotgan transport vositalari oqimlarini ajratuvchi 1.1 yoki 1.11 chizig'iga yaqinlashayotganlik haqida ogohlantiradi."
        },
        "ru": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Границы между полосой разгона или торможения и основной полосой проезжей части",
                "F2. Края проезжей части на автомагистралях",
                "F3. Предупреждает о приближении к разметке 1.1 или 1.11, которая разделяет транспортные потоки противоположных или попутных направлений"
            ],
            "correctAnswer": 3,
            "explanation": "Горизонтальная разметка 1.6 (линия приближения - прерывистая линия, у которой длина штрихов в три раза превышает промежутки между ними) - предупреждает о приближении к разметке 1.1 (сплошная линия) или 1.11 (сплошная с одной стороны и прерывистая с другой стороны линия), которая разделяет транспортные потоки противоположных или попутных направлений. Горизонтальная разметка 1.1 - разделяет транспортные потоки противоположных направлений и обозначает границы полос движения в опасных местах на дорогах;\nобозначает границы проезжей части, на которые въезд запрещен\n обозначает границы стояночных мест транспортных средств и край проезжей части дорог, не отнесенных по условиям движения к автомагистралям. Соответственно, горизонтальная разметка 1.6 предупреждает о приближении к горизонтальной разметке, разделяющей транспортные потоки противоположных или попутных направлений."
        },
        "uzk": {
            "text": "Ҳар бир чизиқ узунлиги улар орасидаги масофадан уч баробар катта бўлган узуқ-узуқ чизиқ нимани билдиради?",
            "options": [
                "F1. Тезлашиш ёки секинлашиш бўлаги билан йўлнинг қатнов қисмидаги асосий бўлаги ўртасидаги чегарани",
                "F2. Автомагистралларда қатнов қисми четларини",
                "F3. Қарама-қарши ёки бир йўналишда ҳаракатланаётган транспорт воситалари оқимларини ажратувчи 1.1 ёки 1.11 чизиғига яқинлашаётганлик ҳақида огоҳлантиради"
            ],
            "correctAnswer": 3,
            "explanation": "ЙҲҚ 2-иловаси 1-бўлимининг саккизинчи хатбошисига асосан: 1.6 (яқинлашиш чизиғи — ҳар бир чизиқ узунлиги улар орасидаги масофадан уч баробар катта бўлган узуқ-узуқ чизиқ) — қарама-қарши ёки бир йўналишда ҳаракатланаётган транспорт воситалари оқимларини ажратувчи 1.1 ёки 1.11 чизиғига яқинлашаётганлик ҳақида огоҳлантиради."
        }
    }
}