{
    "questionId": 353,
    "image": "data/images/q0353.webp",
    "translations": {
        "uz": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Trotuar yaqinidagi to'xtab turish joyida mexanik transport vositalarining qo'yish usullari ko'rsatilgan to'xtab turish joyini bildiradi",
                "F2. Mexanik transport vositalarining to'xtashi taqiqlangan joylarni bildiradi",
                "F3. Belgilangan yo'nalishdagi transport vositalarining to'xtash va taksining to'xtab turish joyini bildiradi"
            ],
            "correctAnswer": 3,
            "explanation": "YHQ 2-ilovasi 1-bo'limining yigirma birinchi xatboshisiga asosan: 1.17 — yo'nalishli transport vositalarining bekatlari hamda taksilarning to'xtab turish joylarini bildiradi."
        },
        "ru": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Обозначает стояночные места, где указаны способы постановки механических транспортных средств на около тротуарной стоянке",
                "F2. Обозначает места, где запрещена остановка механических транспортных средств",
                "F3. Обозначает остановку маршрутных транспортных средств и стоянки такси"
            ],
            "correctAnswer": 3,
            "explanation": "Горизонтальная разметка 1.17 (желтая зигзагообразная линия) - обозначает остановки маршрутных транспортных средств и стоянки такси."
        },
        "uzk": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Тротуар яқинидаги тўхтаб туриш жойида механик транспорт воситаларининг қўйиш усуллари кўрсатилган тўхтаб туриш жойини билдиради",
                "F2. Механик транспорт воситаларининг тўхташи тақиқланган жойларни билдиради",
                "F3. Белгиланган йўналишдаги транспорт воситаларининг тўхташ ва таксининг тўхтаб туриш жойини билдиради"
            ],
            "correctAnswer": 3,
            "explanation": "ЙҲҚ 2-иловаси 1-бўлимининг йигирма биринчи хатбошисига асосан: 1.17 — йўналишли транспорт воситаларининг бекатлари ҳамда таксиларнинг тўхтаб туриш жойларини билдиради."
        }
    }
}