{
    "questionId": 380,
    "image": "data/images/q0380.webp",
    "translations": {
        "uz": {
            "text": "Qaysi hollarda avtomobillar ushbu taniqlik belgilari bilan belgilanadi?",
            "options": [
                "F1. Xavfli yuklar tashiyotganda",
                "F2. Nogironlar boshqarayotganda",
                "F3. Kar-soqov yoki kar haydovchilar boshqarayotganda",
                "F4. Ikki yilgacha haydovchilik ish davriga ega bo'lgan haydovchilar boshqarayotganda"
            ],
            "correctAnswer": 3,
            "explanation": "YHQ 29-bobi 176-bandining to'rtinchi xatboshisiga asosan, transport vositalariga quyidagi taniqlik belgilari oʻrnatilishi kerak: «Kar haydovchi» — kar-soqov yoki kar haydovchi boshqarayotgan transport vositasining old va orqa tomonlariga ichiga diametri 40 millimetr boʻlgan uchta qora doira tushirilgan, diametri 160 millimetrni tashkil etadigan sariq rangli doira shaklidagi belgi."
        },
        "ru": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Перевозящие опасные грузы",
                "F2. Управляемые инвалидами",
                "F3. Управляемые глухонемыми и глухими водителями",
                "F4. Управляемые водителями, имеющими водительский стаж до 2-х лет"
            ],
            "correctAnswer": 3,
            "explanation": "Пункт 176 главы 29 ПДД гласит: Опознавательный знак \"Глухонемой водитель\" - знак в виде желтого круга диаметром 160 мм снанесенными внутри тремя черными кружками диаметром 40 мм - спереди и сзади механических транспортных средств, управляемых глухонемыми или глухими водителями."
        },
        "uzk": {
            "text": "Қайси ҳолларда автомобиллар ушбу таниқлик белгилари билан белгиланади?",
            "options": [
                "F1. Хавфли юклар ташиëтганда",
                "F2. Ногиронлар бошқараëтганда",
                "F3. Кар-соков ёки кар ҳайдовчилар бошқараëтганда",
                "F4. Икки йилгача ҳайдовчилик иш даврига эга бўлган ҳайдовчилар бошқараётганда"
            ],
            "correctAnswer": 3,
            "explanation": "ЙҲҚ 29-боби 176-бандининг тўртинчи хатбошисига асосан, транспорт воситаларига қуйидаги таниқлик белгилари ўрнатилиши керак: «Kap ҳайдовчи — кар-соқов ёки кар ҳайдовчи бошқараётган транспорт воситасининг олд ва орқа томонларига ичига диаметри 40 миллиметр бўлган учта қора доира туширилган, диаметри 160 миллиметрни ташкил этадиган сариқ рангли доира шаклидаги белги."
        }
    }
}