{
    "questionId": 471,
    "image": "data/images/q0471.webp",
    "translations": {
        "uz": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Birinchi bo'lib ayni bir vaqtda qizil bilan",
                "F2. Ikkinchi bo'lib ayni vaqtda qizil bilan",
                "F3. Uchinchi bo'lib ayni vaqtda qizil bilan"
            ],
            "correctAnswer": 3,
            "explanation": "YHQ 6-bobi 25-bandining birinchi xatboshisiga asosan: Ko'k yoki koʻk va qizil rangli yalt-yalt etuvchi chiroq-mayoqchasi yoqilgan transport vositalarining haydovchilari kechiktirib bo'lmaydigan xizmat vazifalarini bajarayotib, yo'l harakati xavfsizligini ta'minlash sharti bilan ushbu Qoidalarning 7 bob (38-bandidan tashqari), 9-16, 19-20 boblari, 1 va 2-ilovalari talablaridan chetga chiqishlari mumkin. YHQ 16-bobi 105-bandiga asosan: Teng ahamiyatga ega bo'lgan yoʻllar kesishgan chorrahada relssiz transport vositasining haydovchisi o'ngdan kelayotgan transport vositalariga yo'l berishi shart."
        },
        "ru": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Первым одновременно с красным",
                "F2. Вторым одновременно с красным",
                "F3. Третьим одновременно с красным"
            ],
            "correctAnswer": 3,
            "explanation": "Пунктам 105 и 26 глав 16 и 6 ПДД, на перекрестке равнозначных дорог водитель безрельсового транспортного средства обязан уступить дорогу транспортным средствам, приближающимся справа. Этим же правилом должны руководствоваться между собой водители трамваев. На таких перекрестках трамвай имеет право на первоочередное движение перед безрельсовыми транспортными средствами независимо от направления его движения. При приближении транспортных средств с включенными проблесковым маячком синего цвета или синего и красного цветов и специальным звуковым сигналом, а также сопровождаемых ими транспортных средств с включенным ближним светом фар водители обязаны уступить им дорогу для обеспечения их беспрепятственного проезда."
        },
        "uzk": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Биринчи бўлиб айни бир вақтда қизил билан",
                "F2. Иккинчи бўлиб айни вақтда қизил билан",
                "F3. Учинчи бўлиб айни вақтда қизил билан"
            ],
            "correctAnswer": 3,
            "explanation": "ЙҲҚ 6-боби 25-бандининг биринчи хатбошисига асосан: Кўк ёки кўк ва қизил рангли ялт-ялт этувчи чироқ-маёқчаси ёқилган транспорт воситаларининг ҳайдовчилари кечиктириб бўлмайдиган хизмат вазифаларини бажараётиб, йўл ҳаракати хавфсизлигини таъминлаш шарти билан ушбу Қоидаларнинг 7 боб (38-бандидан ташқари), 9-16, 19-20 боблари, 1 ва 2-иловалари талабларидан четга чиқишлари мумкин. ЙҲҚ 16-боби 105-бандига асосан: Тенг аҳамиятга эга бўлган йўллар кесишган чорраҳада рельссиз транспорт воситасининг ҳайдовчиси ўнгдан келаётган транспорт воситаларига йўл бериши шарт."
        }
    }
}