{
    "questionId": 554,
    "image": "data/images/q0554.webp",
    "translations": {
        "uz": {
            "text": "Chorrahani oxirgi bo'lib kim kesib o'tadi?",
            "options": [
                "F1. Qizil avtomobil",
                "F2. Ko'k avtomobil",
                "F3. Yashil avtomobil"
            ],
            "correctAnswer": 1,
            "explanation": "YHQ 16-bobi 105-bandiga asosan: Teng ahamiyatga ega bo'lgan yo'llar kesishgan chorrahada relssiz transport vositasining haydovchisi o'ngdan kelayotgan transport vositalariga yo'l berishi shart.\n\nYHQ 16-bobi 107-bandiga asosan: Chapga burilishda yoki qayrilib olishda relssiz transport vositasining haydovchisi teng ahamiyatli yo'ldan qarama-qarshi yo'nalishdan to'g'riga yoki o'ngga harakatlanayotgan transport vositalariga yo'l berishi shart. Bu qoidaga tramvay haydovchilari ham o'zaro amal qilishlari kerak."
        },
        "ru": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Красный автомобиль",
                "F2. Синий автомобиль",
                "F3. Зеленый автомобиль"
            ],
            "correctAnswer": 1,
            "explanation": "Пункту 105 главы 16 ПДД, гласит: На перекрестке равнозначных дорог водитель безрельсового транспортного средства обязан уступить дорогу транспортным средствам, приближающимся справа. Этим же правилом должны руководствоваться между собой водители трамваев. На таких перекрестках трамвай имеет право на первоочередное движение перед безрельсовыми транспортными средствами независимо от направления его движения.\n\nПункту 107 главы 16 ПДД, гласит: При повороте налево или развороте водитель безрельсового транспортного средства обязан уступить дорогу транспортным средствам, движущимся по равнозначной дороге со встречного направления прямо или направо. Этим же правилом должны руководствоваться между собой водители трамваев."
        },
        "uzk": {
            "text": "Чорраҳани охирги бўлиб ким кесиб ўтади?",
            "options": [
                "F1. Қизил автомобиль",
                "F2. Кўк автомобиль",
                "F3. Яшил автомобиль"
            ],
            "correctAnswer": 1,
            "explanation": "ЙҲҚ 16-боби 105-бандига асосан: Тенг аҳамиятга эга бўлган йўллар кесишган чорраҳада релъссиз транспорт воситасининг ҳайдовчиси ўнгдан келаётган транспорт воситаларига йўл бериши шарт.\n\nЙҲҚ 16-боби 107-бандига асосан: Чапга бурилишда ёки қайрилиб олишда рельссиз транспорт воситасининг ҳайдовчиси тенг аҳамиятли йўлдан қарама-қарши йўналишдан тўғрига ёки ўнгга ҳаракатланаётган транспорт воситаларига йўл бериши шарт. Бу қоидага трамвай ҳайдовчилари ҳам ўзаро амал қилишлари керак."
        }
    }
}