{
    "questionId": 565,
    "image": "data/images/q0565.webp",
    "translations": {
        "uz": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Yo'l berishi kerak",
                "F2. Birinchi bo'lib harakatlanishga ustunlikka ega"
            ],
            "correctAnswer": 1,
            "explanation": "YHQ 15-bobi 100-bandiga asosan: Svetoforning qizil yoki sariq ishorasi bilan bir vaqtda yongan qo'shimcha tarmoqning yo'ʻnaltirgichli yashil ishorasi yo'nalishida harakatlanayotgan transport vositasining haydovchisi boshqa yo'nalishlarda harakatlanayotgan transport vositalariga yoʻl berishi kerak."
        },
        "ru": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Должен уступить дорогу",
                "F2. Имеет преимущество на первоочередное движение"
            ],
            "correctAnswer": 1,
            "explanation": "Пункту 100 главы 15 ПДД, гласит: При движении в направлении зеленой стрелки, включенной в дополнительной секции одновременно с желтым или красным сигналом светофора, водитель транспортного средства должен уступить дорогу транспортным средствам, движущимся с других направлений.\nВ данном случае красный автомобиль может двигаться только прямо, как показывает стрелка в дополнительной секции светофора. Причем он должен уступить дорогу зеленому автомобилю, т.к. его путь лежит в направлении зеленой стрелки, включенной в дополнительной секции одновременно с красным сигналом светофора."
        },
        "uzk": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Йўл бериши керак",
                "F2. Биринчи бўлиб ҳаракатланишга устунликка эга"
            ],
            "correctAnswer": 1,
            "explanation": "ЙҲҚ 15-боби 100-бандига асосан: Светофорнинг қизил ёки сариқ ишораси билан бир вақтда ёнган қўшимча тармоқнинг йўналтиргичли яшил ишораси йўналишида ҳаракатланаётган транспорт воситасининг ҳайдовчиси бошқа йўналишларда ҳаракатланаётган транспорт воситаларига йўл бериши керак."
        }
    }
}