{
    "questionId": 601,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Tegishli guvohnoma va taniqlik belgisi - qo'l bog'ichi",
                "F2. Jezl",
                "F3. Qizil ishorali yorug'lik qaytargich qizil chiroq yoki bayroqcha",
                "F4. Barcha sanab o'tilgan belgilari"
            ],
            "correctAnswer": 4,
            "explanation": "YHQ umumiy qoidalar: tartibga soluvchi — o'zbekiston Respublikasi Ichki ishlar vazirligi Davlat yo'l harakati xavfsizligi xizmatining (keyingi o'rinlarda — DYHXX), harbiy avtomobil nazorati organlari xodimi, o'z xizmat vazifalarini bajarayotgan, ushbu Qoidalarda ko'zda tutilgan ishoralar yordamida yo'l harakatini tartibga solish vakolatiga ega bo'lgan va uni bevosita amalga oshirayotgan yo'ldan foydalanish xizmati xodimlari, temir yo'l kesishmasi va sol kechuvlaridagi navbatchilar hamda jamoatchilik vakillari. Tartibga soluvchi maxsus kiyim va (yoki) taniqlik belgisi (qo'l bog'ichi, jezl, qizil ishorali yorug'lik qaytargich, qizil chiroq yoki bayroqcha)ga ega bo'lishi shart;"
        },
        "ru": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Соответствующее удостоверение и отличительный знак - нарукавную повязку",
                "F2. Жезл",
                "F3. Диск с красным сигналом (свето отражателем) или флажок",
                "F4. Все перечисленные отличительные знаки"
            ],
            "correctAnswer": 4,
            "explanation": "ПДД Общие положения: Регулировщик — сотрудник Государственной службы безопасности дорожного движения Министерства внутренних дел Республики Узбекистан (далее – ГСБДД), военной автомобильной инспекции, работник дорожно-эксплуатационных служб, дежурные на железнодорожных переездах и паромных переправах при исполнении ими своих должностных обязанностей, наделенный в установленном порядке полномочиями по регулированию дорожного движения с помощью сигналов, установленных настоящими Правилами, и непосредственно осуществляющий указанное регулирование. Регулировщик должен быть в форменной одежде и (или) иметь отличительный знак и экапировку (нарукавную повязку, жезл, диск с красным отражателем, красный фонарь или флажок)."
        },
        "uzk": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Тегишли гувоҳнома ва таниқлик белгиси - қўл боғичи",
                "F2. Жезл",
                "F3. Қизил ишорали ёруғлик қайтаргич қизил чироқ ёки байроқча",
                "F4. Барча санаб ўтилган белгилари"
            ],
            "correctAnswer": 4,
            "explanation": "ЙҲҚ умумий қоидалар: тартибга солувчи — Ўзбекистон Республикаси Ички ишлар вазирлиги Давлат йўл ҳаракати хавфсизлиги хизматининг (кейинги ўринларда — ДЙҲХХ), ҳарбий автомобил назорати органлари ходими, ўз хизмат вазифаларини бажараётган, ушбу Қоидаларда кўзда тутилган ишоралар ёрдамида йўл ҳаракатини тартибга солиш ваколатига эга бўлган ва уни бевосита амалга ошираётган йўлдан фойдаланиш хизмати ходимлари, темир йўл кесишмаси ва сол кечувларидаги навбатчилар ҳамда жамоатчилик вакиллари. Тартибга солувчи махсус кийим ва (ёки) таниқлик белгиси (қўл боғичи, жезл, қизил ишорали ёруғлик қайтаргич, қизил чироқ ёки байроқча)га эга бўлиши шарт;"
        }
    }
}