{
    "questionId": 639,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Avtopoyezdning belgisi qanday holda yoqilgan bo'lishi kerak?",
            "options": [
                "F1. Tunda yoki yetarli ko'rinmaydigan sharoitda harakat qilganda",
                "F2. Faqat avtopoyezd harakat qilganda",
                "F3. Avtopoyezd harakat qilganda, shuningdek, qorong'i vaqtda to'xtaganda va to'xtab turganida",
                "F4. Faqat avtopoyezd yuk bilan harakat qilganda"
            ],
            "correctAnswer": 3,
            "explanation": "YHQ 23-bobi 141-bandiga asosan: «Avtopoezd» taniqlik belgisi avtopoezd harakatlanayotganda, kunning qorong'i vaqtida, yo'lda to'xtash va toʻxtab turish paytida ham yoqib qo'yilishi kerak."
        },
        "ru": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. При движении ночью или в условиях недостаточной видимости",
                "F2. Только при движении автопоезда",
                "F3. При движении автопоезда, а также при его остановке и стоянке в темное время суток",
                "F4. Только при движении автопоезда с грузом"
            ],
            "correctAnswer": 3,
            "explanation": "Опознавательный знак \"Автопоезд\" - знак в виде трех фонарей оранжевого цвета, расположенных горизонтально, посередине над передней частью кабины с промежутком между ними от 150 до 300 мм или в виде равностороннего треугольника желтого цвета, каждая сторона которого 250 мм, с устройством для внутреннего освещения - на грузовых автомобилях и колесных тракторах (1,4 т и выше) с прицепами, а также на сочлененных автобусах и троллейбусах.\nПункта 141 главы 23 ПДД, гласит: Опознавательный знак \"Автопоезд\" должен быть включен при движении автопоезда, а также в темное время суток во время остановки и стоянки."
        },
        "uzk": {
            "text": "Автопоезднинг белгиси қандай ҳолда ёқилган бўлиши керак?",
            "options": [
                "F1. Тунда ёки етарли кўринмайдиган шароитда ҳаракат қилганда",
                "F2. Фақат автопоезд ҳаракат қилганда",
                "F3. Автопоезд ҳаракат килганда, шунингдек, қоронғи вақтда тўхтаганда ва тўхтаб турганида",
                "F4. Фақат автопоезд юк билан ҳаракат килганда"
            ],
            "correctAnswer": 3,
            "explanation": "ЙҲҚ 23-боби 141-бандига асосан: «Автопоезд» таниқлик белгиси автопоезд ҳаракатланаётганда, куннинг қоронғи вақтида, йўлда тўхташ ва тўхтаб туриш пайтида ҳам ёқиб қўйилиши керак."
        }
    }
}