{
    "questionId": 648,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. To'xtash taqiqlangan joylarda majburiy to'xtaganda",
                "F2. Yo'l-transport hodisasi sodir bo'lganda",
                "F3. Shatakka olishda (shatakka olingan transport vositasida)",
                "F4. Sanab o'tilgan barcha hollarda"
            ],
            "correctAnswer": 4,
            "explanation": "YHQ 8-bobi 50-bandiga asosan: Burilishni ko'rsatuvchi barcha yorug'lik ishoralarining bir vaqtda miltillashi avariya (xavf-xatar) ishorasi hisoblanadi.\nAvariya ishorasi quyidagi hollarda yoqilishi kerak:\nyo'l-transport hodisasi sodir bo'lganda;\nto'xtash taqiqlangan joylarda majburiy to'xtaganda;\nfara chiroqlari yorug'ligi haydovchining ko'zini qamashtirganda;\nshatakka olishda (shatakka olingan mexanik transport vositasida);\n“Bolalarni tashish” taniqlik belgilariga ega bo'lgan transport vositasiga bolalar chiqayotganda va undan tushayotganda.\nOldingi tahrirga qarang.\nTransport vositasi xavf tug'dirishi mumkin bo'lgan boshqa hollarda ham haydovchi yo'l harakati ishtirokchilarini ogohlantirish maqsadida avariya ishorasini yoqishi kerak."
        },
        "ru": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. При вынужденной остановке в местах, где остановка запрещена",
                "F2. При дорожно-транспортном происшествии",
                "F3. При буксировке (на буксируемом механическом транспортном средстве)",
                "F4. Во всех перечисленных случаях"
            ],
            "correctAnswer": 4,
            "explanation": "Пункта 50 главы 8 ПДД, гласит: Одновременное включение всех световых указателей поворотов является сигналом оповещения об аварийной ситуации.\nАварийная сигнализация должна быть включена в следующих случаях:\n— при дорожно-транспортном происшествии;\n— при вынужденной остановке в местах, где остановка запрещена;\n— при ослеплении водителя светом фар;\n— при буксировке (на буксируемом механическом транспортном средстве);\n— при посадке детей в транспортное средство, имеющее опознавательные знаки “Перевозка детей” и высадке из него.\nВодитель должен включать аварийную сигнализацию и в других случаях для предупреждения участников движения об опасности, которую может создать транспортное средство"
        },
        "uzk": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Тўхташ тақиқланган жойларда мажбурий тўхтаганда",
                "F2. Йўл-транспорт ҳодисаси содир бўлганда",
                "F3. Шатакка олишда (шатакка олинган транспорт воситасида)",
                "F4. Санаб ўтилган барча ҳолларда"
            ],
            "correctAnswer": 4,
            "explanation": "ЙҲҚ 8-боби 50-бандига асосан: Бурилишни кўрсатувчи барча ёруғлик ишораларининг бир вақтда милтиллаши авария (хавф-хатар) ишораси ҳисобланади.\nАвария ишораси қуйидаги ҳолларда ёқилиши керак:\nйўл-транспорт ҳодисаси содир бўлганда;\nтўхташ тақиқланган жойларда мажбурий тўхтаганда;\nфара чироқлари ёруғлиги ҳайдовчининг кўзини қамаштирганда;\nшатакка олишда (шатакка олинган механик транспорт воситасида);\n“Болаларни ташиш” таниқлик белгиларига эга бўлган транспорт воситасига болалар чиқаётганда ва ундан тушаётганда.\nОлдинги таҳрирга қаранг.\nТранспорт воситаси хавф туғдириши мумкин бўлган бошқа ҳолларда ҳам ҳайдовчи йўл ҳаракати иштирокчиларини огоҳлантириш мақсадида авария ишорасини ёқиши керак."
        }
    }
}