{
    "questionId": 658,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Harakat tezligini tanlashda haydovchiga nima taqiqlanadi?",
            "options": [
                "F1. Ushbu Qoidalarga muvofiq ravishda transport vositasiga o'rnatilgan taniqlik belgida ko'rsatilgan tezlikdan oshirish",
                "F2. Keskin tormoz berish, agar bu harakatlanish xavfsizligini ta'minlash uchun talab qilinmasa",
                "F3. Sanab o'tilgan ikkala harakatni amalga oshirish taqiqlanadi"
            ],
            "correctAnswer": 3,
            "explanation": "YHQ 11-bobi 81-bandiga asosan, haydovchilarga quyidagilar taqiqlanadi: tezlikni mazkur transport vositasining texnik tavsifnomasida ko'rsatilgan eng yuqori tezlikdan oshirish; tezlikni transport vositasiga o'rnatilgan «Tezlik cheklangan» taniqlik belgisida ko'rsatilganidan oshirish;\nzaruriyat bo'lmaganda juda past tezlikda harakatlanib, boshqa transport vositalariga xalaqit berish;\nyo'l-transport hodisasining oldini olish zaruriyati bo'lmaganda keskin tormoz berish."
        },
        "ru": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Превышать скорость, указанную на опознавательном знаке, установленном на транспортном средстве в соответствии с настоящими Правилами",
                "F2. Резко тормозить, если это не требуется для обеспечения безопасности движения",
                "F3. Запрещаются оба перечисленных действия"
            ],
            "correctAnswer": 3,
            "explanation": "Пункт 81 главы 11 ПДД, гласит: Водителю запрещается: - превышать максимальную скорость, определенную технической характеристикой данного транспортного средства;\n- превышать скорость, указанную на опознавательном знаке (\"Ограничение скорости\"), установленном на транспортном средстве;\n- создавать помехи другим транспортным средствам, двигаясь без необходимости со слишком малой скоростью;\n- резко тормозить, кроме случаев, необходимых для предотвращения дорожно-транспортного происшествия."
        },
        "uzk": {
            "text": "Ҳаракат тезлигини танлашда ҳайдовчига нима тақиқланади?",
            "options": [
                "F1. Ушбу Қоидаларга мувофик равишда транспорт воситасига ўрнатилган таниқлик белгида кўрсатилган тезликдан ошириш",
                "F2. Keckин тормоз бериш, агар бу ҳаракатланиш хавфсизлигини таъминлаш учун талаб килинмаса",
                "F3. Санаб ўтилган иккала ҳаракатни амалга ошириш тақиқланади"
            ],
            "correctAnswer": 3,
            "explanation": "ЙҲҚ 11-боби 81-бандига асосан, ҳайдовчиларга қуйидагилар тақиқланади: тезликни мазкур транспорт воситасининг техник тавсифномасида кўрсатилган энг юқори тезликдан ошириш; тезликни транспорт воситасига ўрнатилган «Тезлик чекланган» таниқлик белгисида кўрсатилганидан ошириш;\nзарурият бўлмаганда жуда паст тезликда ҳаракатланиб, бошқа транспорт воситаларига халақит бериш;\nйўл-транспорт ҳодисасининг олдини олиш зарурияти бўлмаганда кескин тормоз бериш."
        }
    }
}