{
    "questionId": 655,
    "image": "data/images/q0655.webp",
    "translations": {
        "uz": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Faqat bir qatorda",
                "F2. Qatnov qismining barcha kengligi bo'ylab",
                "F3. Quvib o'tish bilan",
                "F4. Svetofor qaysi tasma ustiga joylashtirilgan bo'lsa, o'sha tasma bo'yicha"
            ],
            "correctAnswer": 4,
            "explanation": "YHQ 7-bobi 35-bandiga asosan: Qatnov qismidagi harakat yoʻnalishi qarama-qarshi tomonga o'zgarishi mumkin boʻlgan tasmalarida transport vositalarining harakatini tartibga solish uchun X-simon qizil ishorali va pastga yo'nalgan yo'naltirgich ko'rinishidagi yashil ishorali reversiv svetoforlar qo'llaniladi. Bu ishoralar qaysi tasma ustiga o'rnatilgan bo'lsa, unda harakatlanishni taqiqlaydi yoki ruxsat beradi. Ikki tomoni 1.9 chizig'i bilan belgilangan tasma ustiga o'rnatilgan ishoralari oʻchirilgan reversiv svetofor shu tasmaga kirishni taqiqlaydi."
        },
        "ru": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Только в один ряд",
                "F2. По всей ширине проезжей части",
                "F3. С обгоном",
                "F4. По полосе, над которой он расположен"
            ],
            "correctAnswer": 4,
            "explanation": "Пункт 35 главы 7 ПДД, гласит: Для регулирования движения транспортных средств по полосам проезжей части, направление движения по которым может изменяться на противоположное, применяются реверсивные светофоры с красным Х-образным сигналом и зеленым сигналом в виде стрелы, направленной вниз. Эти сигналы соответственно запрещают или разрешают движение по полосе, над которой они расположены. При неработающих сигналах реверсивного светофора, который расположен над полосой, обозначенной с обеих сторон разметкой 1.9, въезд на эту полосу запрещен. Соответственно, красный сигнал этого светофора запрещает движение по полосе, над которой он расположен."
        },
        "uzk": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Фақат бир каторда",
                "F2. Қатнов қисмининг барча кенглиги бўйлаб",
                "F3. Кувиб ўтиш билан",
                "F4. Светофор қайси тасма устига жойлаштирилган бўлса, ўша тасма бўйича"
            ],
            "correctAnswer": 4,
            "explanation": "ЙҲҚ 7-боби 35-бандига асосан: Қатнов қисмидаги ҳаракат йўналиши қарама-қарши томонга ўзгариши мумкин бўлган бўлакларида транспорт воситаларининг ҳаракатини тартибга солиш учун Х-симон қизил ишорали ва пастга йўналган йўналтиргич кўринишидаги яшил ишорали реверсив светофорлар қўлланилади. Бу ишоралар қайси тасма устига ўрнатилган бўлса, унда ҳаракатланишни тақиқлайди ёки рухсат беради. Икки томони 1.9 чизиғи билан белгиланган тасма устига ўрнатилган ишоралари ўчирилган реверсив светофор шу тасмага киришни тақиқлайди."
        }
    }
}