{
    "questionId": 727,
    "image": "data/images/q0727.webp",
    "translations": {
        "uz": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Faqatgina o'ng tomondan yaqinlashib kelayotgan transport vositalariga yo'l berishingiz kerak",
                "F2. Kesib o'tayotgan yo'ldagi transport vositalariga yo'l berishingiz kerak",
                "F3. Birinchi bo'lib o'tish huquqiga egasiz"
            ],
            "correctAnswer": 1,
            "explanation": "YHQ 1 ilova 1.6. yoʻl belgisi «Teng ahamiyatli yoʻllar kesishuvi».\nYHQ 16-bobi 105-bandi: Teng ahamiyatga ega boʻlgan yoʻllar kesishgan chorrahada relssiz transport vositasining haydovchisi oʻngdan kelayotgan transport vositalariga yo'l berishi shart. Bu qoidaga tramvay haydovchilari ham oʻzaro amal qilishlari kerak.\nBunday chorrahalarda, keyingi harakat yo'nalishidan qat'i nazar, tramvay relssiz transport vositalariga nisbatan oldin oʻtish huquqiga ega bo'ladi."
        },
        "ru": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Должны уступить дорогу только транспортным средствам, приближающимся справа",
                "F2. Должны уступить дорогу всем транспортным средствам, движущимся по пересекаемой дороге",
                "F3. Имеете право преимущественного проезда"
            ],
            "correctAnswer": 1,
            "explanation": "ПДД приложение №1, дорожный знак 1.6 «Пересечение равнозначных дорог».\nПункта 105 главы 16 ПДД, гласит: На перекрестке равнозначных дорог водитель безрельсового транспортного средства обязан уступить дорогу транспортным средствам, приближающимся справа. Этим же правилом должны руководствоваться между собой водители трамваев. На таких перекрестках трамвай имеет право на приоритет движения перед безрельсовыми транспортными средствами, независимо от направления его движения."
        },
        "uzk": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Фақатгина ўнг томондан яқинлашиб келаётган транспорт воситаларига йўл беришингиз керак",
                "F2. Кесиб ўтаётган йўлдаги транспорт воситаларига йўл беришингиз керак",
                "F3. Биринчи бўлиб ўтиш ҳуқуқига эгасиз"
            ],
            "correctAnswer": 1,
            "explanation": "ЙХК 1 илова 1.6. йўл белгиси «Тенг аҳамиятли йўллар кесишуви».\nЙҲҚ 16-боби 105-банди: Тенг аҳамиятга эга бўлган йўллар кесишган чорраҳада рельссиз транспорт воситасининг ҳайдовчиси ўнгдан келаётган транспорт воситаларига йўл бериши шарт. Бу қоидага трамвай ҳайдовчилари ҳам ўзаро амал қилишлари керак.\nБундай чорраҳаларда, кейинги ҳаракат йўналишидан қатъи назар, трамвай рельссиз транспорт воситаларига нисбатан олдин ўтиш ҳуқуқига эга бўлади."
        }
    }
}