{
    "questionId": 792,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Taqiqlanadi",
                "F2. Ruxsat etiladi",
                "F3. Faqat 30 km/soat tezlikda ruxsat etiladi"
            ],
            "correctAnswer": 1,
            "explanation": "YHQ 24-bobi 145-bandi: Shatakka olish quyidagi holatlarda taqiqlanadi: tormoz tizimi ishlamayotgan transport vositasining haqiqiy vazni shatakka olgan transport vositasining haqiqiy vaznining yarmidan ortiq bo'lsa (haqiqiy vazni kam boʻlgan bunday transport vositasini faqat qattiq ulagich yordamida yoki qisman ortish usuli bilan shatakka olishga yo'l qo'yiladi)."
        },
        "ru": {
            "text": "Разрешается ли Вам буксировать автомобиль с недействующей тормозной системой, если фактическая масса у этого автомобиля превышает половину фактической массы Вашего автомобиля?",
            "options": [
                "F1. Запрещается",
                "F2. Разрешается",
                "F3. Разрешается только при скорости буксировки не более 30 км/ч"
            ],
            "correctAnswer": 1,
            "explanation": "Пункта 145 главы 24 ПДД, гласит: Запрещается буксировка: транспортного средства с недействующей тормозной системой, если его фактическая масса превышает половину фактической массы буксирующего транспортного средства (кроме случаев буксировки при меньшей фактической массе таких транспортных средств только на жесткой сцепке или методом частичной погрузки)."
        },
        "uzk": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Тақиқланади",
                "F2. Рухсат этилади",
                "F3. Фақат 30 км/соат тезликда рухсат этилади"
            ],
            "correctAnswer": 1,
            "explanation": "ЙҲҚ 24-боби 145-банди: Шатакка олиш қуйидаги ҳолатларда тақиқланади: тормоз тизими ишламаётган транспорт воситасининг ҳақиқий вазни шатакка олган транспорт воситасининг ҳақиқий вазнининг ярмидан ортиқ бўлса (ҳақиқий вазни кам бўлган бундай транспорт воситасини фақат қаттиқ улагич ёрдамида ёки қисман ортиш усули билан шатакка олишга йўл қўйилади)."
        }
    }
}