{
    "questionId": 927,
    "image": "data/images/q0927.webp",
    "translations": {
        "uz": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Oxirgi bo'lib",
                "F2. Birinchi bo'lib",
                "F3. Ikkinchi bo'lib"
            ],
            "correctAnswer": 1,
            "explanation": "YHQ 16-bobi 104-bandi: Teng ahamiyatga ega bo'lmagan yo'llar kesishgan chorrahada ikkinchi darajali yo'ldan harakatlanayotgan transport vositasining haydovchisi asosiy yo'ldan yaqinlashayotgan transport vositalariga ularning keyingi harakatlanish yo'nalishidan qat’iy nazar, yo'l berishi kerak. Bunday chorrahalarda tramvay harakatlanish yo'nalishidan qat’iy nazar, teng ahamiyatli yo'lda bir yo'nalishda yoki qarama-qarshi yo'nalishda harakatlanayotgan relssiz transport vositalariga nisbatan imtiyozga ega."
        },
        "ru": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Последним",
                "F2. Первым",
                "F3. Вторым"
            ],
            "correctAnswer": 1,
            "explanation": "Приложение к ПДД пункт 99: При повороте налево или развороте по зелёному сигналу светофора водитель безрельсового транспортного средства обязан уступить дорогу транспортным средствам, движущимся со встречного направления прямо или направо. Таким же правилом должны руководствоваться между собой водители трамваев.\nЗнак приоритета 2.1 \"Главная дорога\". Начало дороги, на которой предоставлено право на первоочередное движение перед транспортными средствами, движущимися по второстепенной дороге через нерегулируемые перекрестки.\nЗнак дополнительной информации 7.13 \"Направление главной дороги\". Указывает направление главной дороги на перекрестке. Но в данном случае перекресток является регулируемым, т.к. работает светофор.\nПри повороте налево или развороте по зеленому сигналу светофора водитель безрельсового транспортного средства обязан уступить дорогу транспортным средствам, движущимся со встречного направления прямо и направо. Таким же правилом должны руководствоваться между собой водители трамваев. Соответственно, синий автомобиль проедет перекресток первым, т.к. красный автомобиль обязан уступить ему дорогу при повороте налево по зеленому сигналу светофора."
        },
        "uzk": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Охирги бўлиб",
                "F2. Биринчи бўлиб",
                "F3. Иккинчи бўлиб"
            ],
            "correctAnswer": 1,
            "explanation": "ЙҲҚ 16-боби 104-банди: Тенг аҳамиятга эга бўлмаган йўллар кесишган чорраҳада иккинчи даражали йўлдан ҳаракатланаётган транспорт воситасининг ҳайдовчиси асосий йўлдан яқинлашаётган транспорт воситаларига уларнинг кейинги ҳаракатланиш йўналишидан қатъий назар, йўл бериши керак. Бундай чорраҳаларда трамвай ҳаракатланиш йўналишидан қатъий назар, тенг аҳамиятли йўлда бир йўналишда ёки қарама-қарши йўналишда ҳаракатланаётган рельссиз транспорт воситаларига нисбатан имтиёзга эга."
        }
    }
}