{
    "questionId": 938,
    "image": "data/images/q0938.webp",
    "translations": {
        "uz": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Tartibga solinmagan, teng ahamiyatga ega bo'lmagan yo'llar kesishgan chorraha",
                "F2. Tartibga solingan chorraha",
                "F3. Tartibga solinmagan, teng ahamiyatga ega bo'lgan yo'llar kesishgan chorraha"
            ],
            "correctAnswer": 2,
            "explanation": "YHQ 14-bobi 98-bandi: Harakatlanish navbati svetofor yoki tartibga soluvchining ishoralari orqali aniqlanib boshqarilayotgan chorraha — tartibga solingan chorraha hisoblanadi.\nMiltillovchi sariq ishora yonib-oʻchayotgan, svetoforlar ishlamayotgan yoki tartibga soluvchi bo'lmagan chorraha — tartibga solinmagan chorraha hisoblanadi. Haydovchilar tartibga solinmagan chorrahalardan o'tish qoidalariga hamda chorrahada o'rnatilgan imtiyoz belgilariga amal qilishlari shart."
        },
        "ru": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Нерегулируемый перекресток неравнозначных дорог",
                "F2. Регулируемый перекресток",
                "F3. Нерегулируемый, равнозначный перекресток"
            ],
            "correctAnswer": 2,
            "explanation": "Пункта 98 главы 14 ПДД, гласит: Перекресток, где очередность движения определяется сигналами светофора или регулировщика, считается регулируемым."
        },
        "uzk": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Тартибга солинмаган, тенг аҳамиятга эга бўлмаган йўллар кесишган чорраҳа",
                "F2. Тартибга солинган чорраҳа",
                "F3. Тартибга солинмаган, тенг аҳамиятга эга бўлган йўллар кесишган чорраҳа"
            ],
            "correctAnswer": 2,
            "explanation": "ЙҲҚ 14-боби 98-банди: Ҳаракатланиш навбати светофор ёки тартибга солувчининг ишоралари орқали аниқланиб бошқарилаётган чорраҳа — тартибга солинган чорраҳа ҳисобланади.\nМилтилловчи сариқ ишора ёниб-ўчаётган, светофорлар ишламаётган ёки тартибга солувчи бўлмаган чорраҳа — тартибга солинмаган чорраҳа ҳисобланади. Ҳайдовчилар тартибга солинмаган чорраҳалардан ўтиш қоидаларига ҳамда чорраҳада ўрнатилган имтиёз белгиларига амал қилишлари шарт."
        }
    }
}