{
    "questionId": 940,
    "image": "data/images/q0940.webp",
    "translations": {
        "uz": {
            "text": "Mototsikl haydovchisi qo'lini yuqoriga ko'tarib nima haqida axborot berayapti?",
            "options": [
                "F1. O'ngga burilmoqchi ekanligi haqida",
                "F2. To'xtash haqida",
                "F3. Harakatni davom ettirish haqida"
            ],
            "correctAnswer": 2,
            "explanation": "YHQ 8-bobi 45-bandi: Haydovchi harakatlanishni boshlashdan, qayta tizilishdan, burilish (qayrilib olish)dan va to'xtashdan oldin tegishli yo'nalishni koʻrsatuvchi yorug'lik ishoralarini yoqishi, ular bo'lmaganda yoki ishlamaganda qo'l bilan ishoralar berishi shart.\nTo'xtash ishorasi chap yoki o'ng qoʻlni yuqoriga ko'tarib beriladi."
        },
        "ru": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Повернуть направо",
                "F2. Об остановке",
                "F3. Продолжить движение прямо"
            ],
            "correctAnswer": 2,
            "explanation": "Пункта 45 главы 8 ПДД, гласит: Водитель перед началом движения, перестроением, поворотом (разворотом) и остановкой обязан подавать сигналы световыми указателями поворотов соответствующего направления, а если они отсутствуют или неисправны — рукой.\nСигнал остановки подается поднятой вверх левой или правой рукой."
        },
        "uzk": {
            "text": "Мотоцикл ҳайдовчиси қўлини юқорига кўтариб нима ҳақида ахборот бераяпти?",
            "options": [
                "F1. Ўнгга бурилмоқчи еканлиги ҳақида",
                "F2. Тўхташ ҳақида",
                "F3. Ҳаракатни давом еттириш ҳақида"
            ],
            "correctAnswer": 2,
            "explanation": "ЙҲҚ 8-боби 45-банди: Ҳайдовчи ҳаракатланишни бошлашдан, қайта тизилишдан, бурилиш (қайрилиб олиш)дан ва тўхташдан олдин тегишли йўналишни кўрсатувчи ёруғлик ишораларини ёқиши, улар бўлмаганда ёки ишламаганда қўл билан ишоралар бериши шарт.\nТўхташ ишораси чап ёки ўнг қўлни юқорига кўтариб берилади."
        }
    }
}