{
    "questionId": 957,
    "image": "data/images/q0957.webp",
    "translations": {
        "uz": {
            "text": "Chorrahani oxirgi bo'lib qaysi transport vositasi kesib o'tadi?",
            "options": [
                "F1. Qizil avtomobil",
                "F2. Yashil avtomobil",
                "F3. Ko'k avtomobil"
            ],
            "correctAnswer": 1,
            "explanation": "YHQ 16-bobi 105-bandi: Teng ahamiyatga ega bo'lgan yo'llar kesishgan chorrahada relssiz transport vositasining haydovchisi o'ngdan yaqinlashayotgan transport vositalariga yoʻl berishi shart. Bu qoidaga tramvay haydovchilari ham o'zaro amal qilishlari kerak.\nYHQ 16-bobi 107-bandi: Chapga burilishda yoki qayrilib olishda relssiz transport vositasining haydovchisi teng ahamiyatli yoʻldan qarama-qarshi yo'nalishdan to'g'riga yoki o'ngga harakatlanayotgan transport vositalariga yoʻl berishi shart. Bu qoidaga tramvay haydovchilari ham o'zaro amal qilishlari kerak."
        },
        "ru": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Красный автомобиль",
                "F2. Зелёный автомобиль",
                "F3. Синий автомобиль"
            ],
            "correctAnswer": 1,
            "explanation": "Пункта 105 главы 16 ПДД, гласит: На перекрестке равнозначных дорог водитель безрельсового транспортного средства обязан уступить дорогу транспортным средствам, приближающимся справа. Этим же правилом должны руководствоваться между собой водители трамваев. На таких перекрестках трамвай имеет право на приоритет движения перед безрельсовыми транспортными средствами, независимо от направления его движения.\nПункта 107 главы 16 ПДД, гласит: При повороте налево или развороте водитель безрельсового транспортного средства обязан уступить дорогу транспортным средствам, движущимся по равнозначной дороге со встречного направления прямо или направо, а также производящим обгон в разрешенных случаях. Этим же правилом должны руководствоваться между собой водители трамваев."
        },
        "uzk": {
            "text": "Чорраҳани охирги бўлиб қайси транспорт воситаси кесиб ўтади?",
            "options": [
                "F1. Қизил автомобиль",
                "F2. Яшил автомобиль",
                "F3. Кўк автомобиль"
            ],
            "correctAnswer": 1,
            "explanation": "ЙҲҚ 16-боби 105-банди: Тенг аҳамиятга эга бўлган йўллар кесишган чорраҳада рельссиз транспорт воситасининг ҳайдовчиси ўнгдан яқинлашаётган транспорт воситаларига йўл бериши шарт. Бу қоидага трамвай ҳайдовчилари ҳам ўзаро амал қилишлари керак. ЙҲҚ 16-боби 107-банди: Чапга бурилишда ёки қайрилиб олишда релъссиз транспорт воситасининг ҳайдовчиси тенг аҳамиятли йўлдан қарама-қарши йўналишдан тўғрига ёки ўнгга ҳаракатланаётган транспорт воситаларига йўл бериши шарт. Бу қоидага трамвай ҳайдовчилари ҳам ўзаро амал қилишлари керак."
        }
    }
}