{
    "questionId": 976,
    "image": "data/images/q0976.webp",
    "translations": {
        "uz": {
            "text": "Chorraxadan oxirgi bo'lib qaysi transport vositasi kesib o'tadi?",
            "options": [
                "F1. Velosiped",
                "F2. Avtobus",
                "F3. Avtomobil"
            ],
            "correctAnswer": 3,
            "explanation": "YHQ 16-bobi 104-bandi: Teng ahamiyatga ega boʻlmagan yo'llar kesishgan chorrahada, ikkinchi darajali yoʻlda harakatlanayotgan transport vositasining haydovchisi asosiy yoʻldan yaqinlashayotgan transport vositalariga, ularning keyingi harakat yo'nalishidan qat'i nazar, yo'l berishi kerak.\nYHQ 16-bobi 107-bandi: Chapga burilishda yoki qayrilib olishda relssiz transport vositasining haydovchisi teng ahamiyatli yoʻldan qarama-qarshi yo'nalishdan to'g'riga yoki o'ngga harakatlanayotgan, shuningdek ruxsat etilgan hollarda quvib oʻtayotgan transport vositalariga yo'l berishi shart."
        },
        "ru": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Велосипед",
                "F2. Автобус",
                "F3. Автомобиль"
            ],
            "correctAnswer": 3,
            "explanation": "Знак приоритета 2.1 \"Главная дорога\". Начало дороги, на которой предоставлено право на первоочередное движение перед транспортными средствами, движущимися по второстепенной дороге через нерегулируемые перекрестки. Знак приоритета 2.4 \"Уступите дорогу\". Водитель должен уступить дорогу транспортным средствам, движущимся по пересекаемой дороге, а при наличии дополнительного знака 7.13 - по главной. В данном случае синий и красный автомобили движутся по главной дороге, поэтому имеют приоритет по отношению к остальным. Значит зеленый и желтый автомобили должны уступить им дорогу. В свою очередь зеленый автомобиль должен пропустить желтый, т.к. при повороте налево или развороте водитель безрельсового транспортного средства обязан уступить дорогу транспортным средствам, движущимся по равнозначной дороге со встречного направления прямо или направо, а также производящим обгон в разрешенных случаях (пункт 15.12 ПДД). Соответственно, последним проедет перекресток зеленый автомобиль после желтого."
        },
        "uzk": {
            "text": "Чоррахадан охирги бўлиб қайси транспорт воситаси кесиб ўтади?",
            "options": [
                "F1. Велосипед",
                "F2. Aвтобус",
                "F3. Автомобиль"
            ],
            "correctAnswer": 3,
            "explanation": "ЙҲҚ 16-боби 104-банди: Тенг аҳамиятга эга бўлмаган йўллар кесишган чорраҳада, иккинчи даражали йўлда ҳаракатланаётган транспорт воситасининг ҳайдовчиси асосий йўлдан яқинлашаётган транспорт воситаларига, уларнинг кейинги ҳаракат йўналишидан қатъи назар, йўл бериши керак.\nЙҲҚ 16-боби 107-банди: Чапга бурилишда ёки қайрилиб олишда рельссиз транспорт воситасининг ҳайдовчиси тенг аҳамиятли йўлдан қарама-қарши йўналишдан тўғрига ёки ўнгга ҳаракатланаётган, шунингдек рухсат этилган ҳолларда қувиб ўтаётган транспорт воситаларига йўл бериши шарт."
        }
    }
}