{
    "questionId": 996,
    "image": "data/images/q0996.webp",
    "translations": {
        "uz": {
            "text": "Chorrahadan ikkinchi bo'lib qaysi transport vositasi kesib o'tadi?",
            "options": [
                "F1. Yashil avtomobil tramvay bilan bir vaqtda",
                "F2. Yashil avtomobil",
                "F3. Qizil avtomobil"
            ],
            "correctAnswer": 1,
            "explanation": "YHQ 15-bobi 100-bandi: Svetoforning taqiqlovchi qizil yoki sariq ishorasi bilan bir vaqtda yongan qo'shimcha tarmoqning ko'rsatkichli yashil ishorasi yo'nalishida harakatlanayotgan haydovchi boshqa yo'nalishlardan harakatlanayotgan transport vositalariga yoʻl berishi kerak."
        },
        "ru": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Зеленый автомобиль одновременно с трамваем",
                "F2. Зелёный автомобиль",
                "F3. Красный автомобиль"
            ],
            "correctAnswer": 1,
            "explanation": "Знак приоритета 2.1 \"Главная дорога\". Начало дороги, на которой предоставлено право на первоочередное движение перед транспортными средствами, движущимися по второстепенной дороге через нерегулируемые перекрестки. Знак дополнительной информации 7.13 \"Направление главной дороги\". В данном случае синий автомобиль движется по главной дороге налево. Поэтому он первым проедет перекресток. Согласно пункту 15.10 ПДД на нерегулируемых перекрестках трамвай имеет право на первоочередное движение перед безрельсовыми транспортными средствами независимо от направления его движения. Соответственно, вторым проедет перекресток трамвай."
        },
        "uzk": {
            "text": "Чорраҳадан иккинчи бўлиб қайси транспорт воситаси кесиб ўтади?",
            "options": [
                "F1. Яшил автомобиль трамвай билан бир вақтда",
                "F2. Яшил автомобиль",
                "F3. Қизил автомобиль"
            ],
            "correctAnswer": 1,
            "explanation": "ЙҲҚ 15-боби 100-банди: Светофорнинг такикловчи кизил ёки сарик ишораси билан бир вактда ёнган кушимча тармоқнинг кўрсаткичли яшил ишораси йўналишида ҳаракатланаётган ҳайдовчи бошқа йўналишлардан ҳаракатланаётган транспорт воситаларига йўл бериши керак."
        }
    }
}