{
    "questionId": 991,
    "image": "data/images/q0991.webp",
    "translations": {
        "uz": {
            "text": "Tartibga solinmagan chorrahada qaysi belgi albatta to'xtashni talab qiladi?",
            "options": [
                "F1. Faqat «Б» va «B»",
                "F2. Faqat «A»",
                "F3. Faqat «Б»",
                "F4. Hammasi"
            ],
            "correctAnswer": 3,
            "explanation": "YHQ 1 ilova: 2.5. «To'xtamasdan harakatlanish taqiqlangan» belgisi. To'xtash chizig'i oldida, agar u boʻlmasa, kesib o'tiladigan qatnov qismining chetida to'xtamasdan harakatlanish taqiqlanadi. Haydovchi kesib o'tilayotgan yoʻldan, 7.13 qoʻ'shimcha-axborot belgisi bo'lganda esa asosiy yo'ldan harakatlanayotgan transport vositalariga yo'l berishi kerak."
        },
        "ru": {
            "text": "Какие из указанных знаков требуют обязательной остановки?",
            "options": [
                "F1. Только «Б» и «B»",
                "F2. Только «A»",
                "F3. Только «Б»"
            ],
            "correctAnswer": 3,
            "explanation": "Приложение №1 к ПДД: Пункт 2.5. «Движение без остановки запрещено». Запрещается движение без остановки перед стоп-линией, а если ее нет - перед краем пересекаемой проезжей части. Водитель должен уступить дорогу транспортным средствам, движущимся по пересекаемой, а при наличии дополнительного дорожного знака 7.13 - по главной дороге."
        },
        "uzk": {
            "text": "Тартибга солинмаган чорраҳада қайси белги албатта тўхташни талаб қилади?",
            "options": [
                "F1. Фақат «Б» ва «B»",
                "F2. Фақат «A»",
                "F3. Фақат «Б»",
                "F4. Ҳаммаси"
            ],
            "correctAnswer": 3,
            "explanation": "ЙҲҚ 1 илова: 2.5. «Тухтамасдан ҳаракатланиш тақиқланган» белгиси. Тўхташ чизиғи олдида, агар у бўлмаса, кесиб ўтиладиган қатнов қисмининг четида тўхтамасдан ҳаракатланиш тақиқланади. Ҳайдовчи кесиб ўтилаётган йўлдан, 7.13 қўшимча-ахборот белгиси бўлганда эса асосий йўлдан ҳаракатланаётган транспорт воситаларига йўл бериши керак."
        }
    }
}