{
    "questionId": 998,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Faqat kunning qorong'i vaqtida",
                "F2. Faqat yetarli ko'rinmaslikda",
                "F3. Barcha javoblarda ko'rsatilgan holatlarda"
            ],
            "correctAnswer": 3,
            "explanation": "YHQ 2-bobi 12-bandi: Haydovchiga tormoz tizimi, rul boshqaruvi ishlamayotgan, ulagich moslamasi (avtopoyezd tarkibida) nosoz boʻlgan, qorong'i vaqtda yoki yetarlicha ko'rinmaydigan sharoitda — old chiroqlar va orqa gabarit chiroqlari bo'lmagan yoki yonmayotgan, yomg'ir, qor yogʻayotgan vaqtda haydovchi tomonidagi oyna tozalagich ishlamayotgan transport vositalarini boshqarish taqiqlanadi."
        },
        "ru": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Только в темное время суток",
                "F2. Только в условиях недостаточной видимости",
                "F3. В обоих перечисленных случаях"
            ],
            "correctAnswer": 3,
            "explanation": "Пункта 12 главы 2 ПДД, гласит: Водителю запрещается управлять транспортным средством, если на транспортном средстве не работает тормозная система, рулевое управление, стеклоочиститель со стороны водителя во время дождя или снегопада, неисправно сцепное устройство (в составе автопоезда), не горят или отсутствуют фары и задние габаритные огни в темное время суток или в условиях недостаточной видимости."
        },
        "uzk": {
            "text": "Олд чироқлар ва орқа габарит чироқлари ишламаётган транспорт воситаси ҳаракатини давом еттириши тақиқланади?",
            "options": [
                "F1. Фақат куннинг қоронғи вақтида",
                "F2. Фақат етарли кўринмасликда",
                "F3. Барча жавобларда кўрсатилган ҳолатларда"
            ],
            "correctAnswer": 3,
            "explanation": "ЙҲҚ 2-боби 12-банди: Ҳайдовчига тормоз тизими, рул бошқаруви ишламаётган, улагич мосламаси (автопоезд таркибида) носоз бўлган, қоронғи вақтда ёки етарлича кўринмайдиган шароитда — олд чироқлар ва орқа габарит чироқлари бўлмаган ёки ёнмаётган, ёмғир, қор ёғаётган вақтда ҳайдовчи томонидаги ойна тозалагич ишламаётган транспорт воситаларини бошқариш тақиқланади."
        }
    }
}