{
    "questionId": 1003,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Quvib o'tish, chapga burilish va qayrilib olishda",
                "F2. Quvib o'tish va aylanib o'lishda",
                "F3. Chapga burilish va qayrilib olishda",
                "F4. Barcha hollarda"
            ],
            "correctAnswer": 3,
            "explanation": "YHQ 10-bobi 67-bandining uchinchi xatboshisiga asosan: Bir yo'nalishdagi uch va undan ortiq tasmali har qanday yo'lda chetki chap qatorni harakat serqatnovligi sababli boshqa bo'laklar band bo'lgan hollarda, shuningdek, quvib o'tish, chapga burilish yoki qayrilib olishga, yuk avtomobillariga faqat chapga burilish yoki qayrilib olish uchun chetki chap qatorni egallashga ruxsat etiladi."
        },
        "ru": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. При обгоне, повороте налево и развороте",
                "F2. При обгоне и объезде",
                "F3. При повороте налево и развороте",
                "F4. Во всех случаях"
            ],
            "correctAnswer": 3,
            "explanation": "Aбзацу 3 пункта 67 главы 10 ПДД, в населенных пунктах, имеющих для движения в данном направлении три полосы и более, занимать крайнюю левую полосу разрешается только при интенсивном движении, когда заняты другие полосы, а также для обгона, поворота налево или разворота."
        },
        "uzk": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Қувиб ўтиш, чапга бурилиш ва қайрилиб олишда",
                "F2. Қувиб ўтиш ва айланиб ўлишда",
                "F3. Чапга бурилиш ва қайрилиб олишда",
                "F4. Барча ҳолларда"
            ],
            "correctAnswer": 3,
            "explanation": "ЙҲҚ 10-боби 67-бандининг учинчи хатбошисига асосан: Бир йўналишдаги уч ва ундан ортиқ тасмали ҳар қандай йўлда четки чап қаторни ҳаракат серқатновлиги сабабли бошқа бўлаклар банд бўлган ҳолларда, шунингдек, қувиб ўтиш, чапга бурилиш ёки қайрилиб олишга, юк автомобилларига фақат чапга бурилиш ёки қайрилиб олиш учун четки чап қаторни эгаллашга рухсат этилади."
        }
    }
}