{
    "questionId": 1072,
    "image": "data/images/q1072.webp",
    "translations": {
        "uz": {
            "text": "Siz chorrahadan chapga burilmoqchisiz, kimga yo'l berishingiz kerak?",
            "options": [
                "F1. Mikroavtobusga",
                "F2. Traktorga",
                "F3. Ikkala transportga",
                "F4. Birinchi o'tish huquqiga egaman"
            ],
            "correctAnswer": 2,
            "explanation": "YHQ 16-bobi 106-bandi: Asosiy yo'lning yo'nalishi chorrahada o'zgarganda, asosiy yo'lda harakatlanayotgan haydovchilar o'zaro teng ahamiyatli yo'llar chorrahasidan o'tish qoidasiga amal qilishlari kerak.\nIkkinchi darajali yo'llarda harakatlanayotgan haydovchilar ham o'zaro shu qoidaga amal qilishlari kerak.\n\nYHQ 16-bobi 107-bandi: Chapga burilishda yoki qayrilib olishda relssiz transport vositasining haydovchisi teng ahamiyatli yo'ldan qarama-qarshi yo'nalishdan to'g'riga yoki o'ngga harakatlanayotgan transport vositalariga yo'l berishi shart. Bu qoidaga tramvay haydovchilari ham o'zaro amal qilishlari kerak."
        },
        "ru": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Микроавтобусу",
                "F2. Трактору",
                "F3. Обоим транспортным средствам",
                "F4. A имею право проезда первым"
            ],
            "correctAnswer": 2,
            "explanation": "Пункта 106 главы 16 ПДД, гласит:106. Если главная дорога на перекрестке меняет направление, водители, движущиеся по главной дороге, должны руководствоваться между собой правилами проезда перекрестков равнозначных дорог.Этим же правилом должны руководствоваться между собой и водители, движущиеся по второстепенным дорогам.\n\nПункта 107 главы 16 ПДД, гласит: При повороте налево или развороте водитель безрельсового транспортного средства обязан уступить дорогу транспортным средствам, движущимся по равнозначной дороге со встречного направления прямо или направо. Этим же правилом должны руководствоваться между собой водители трамваев."
        },
        "uzk": {
            "text": "Сиз чорраҳадан чапга бурилмоқчисиз, кимга йўл беришингиз керак?",
            "options": [
                "F1. Микроавтобусга",
                "F2. Тракторга",
                "F3. Иккала транспортга",
                "F4. Биринчи ўтиш ҳуқуқига эгаман"
            ],
            "correctAnswer": 2,
            "explanation": "ЙҲҚ 16-боби 106-банди: Асосий йўлнинг йўналиши чорраҳада ўзгарганда, асосий йўлда ҳаракатланаётган ҳайдовчилар ўзаро тенг аҳамиятли йўллар чорраҳасидан ўтиш қоидасига амал қилишлари керак.\nИккинчи даражали йўлларда ҳаракатланаётган ҳайдовчилар ҳам ўзаро шу қоидага амал қилишлари керак.\n\nЙҲҚ 16-боби 107-банди: Чапга бурилишда ёки қайрилиб олишда рельссиз транспорт воситасининг ҳайдовчиси тенг аҳамиятли йўлдан қарама-қарши йўналишдан тўғрига ёки ўнгга ҳаракатланаётган транспорт воситаларига йўл бериши шарт. Бу қоидага трамвай ҳайдовчилари ҳам ўзаро амал қилишлари керак."
        }
    }
}