{
    "questionId": 1077,
    "image": "data/images/q1077.webp",
    "translations": {
        "uz": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Chapdagi rasmda",
                "F2. O'ngdagi rasmda",
                "F3. Har ikkisida mumkun"
            ],
            "correctAnswer": 3,
            "explanation": "YHQ 1 ilova: 3.29. “Oyning toq kunlarida to'xtab turish taqiqlangan” (xizmat vazifasini bajarayotgan xodimga biriktirilgan ko'k yoki qizil yoxud ko'k va qizil rangli yaltiroq mayoqchasi bilan jihozlangan hamda maxsus rangli bo'yoq sxemalar va yozuvlar bilan belgilangan transport vositalari bundan mustasno).\nYHQ 1 ilova: 3.30. “Oyning juft kunlarida to'xtab turish taqiqlangan” (xizmat vazifasini bajarayotgan xodimga biriktirilgan ko'k yoki qizil yoxud ko'k va qizil rangli yaltiroq mayoqchasi bilan jihozlangan hamda maxsus rangli bo'yoq sxemalar va yozuvlar bilan belgilangan transport vositalari bundan mustasno)."
        },
        "ru": {
            "text": "На каком знаки можно остановиться в четные дни месяца?",
            "options": [
                "F1. На левом рисунке",
                "F2. На правом рисунке",
                "F3. На обеих рисунке можно"
            ],
            "correctAnswer": 3,
            "explanation": "ПДД приложение № 1: 3.29 Стоянка запрещена по нечетным числам месяца\nЗа исключением транспортных средств, прикрепленных к сотруднику, выполняющему служебные обязанности, и имеющих соответствующие цветографические схемы, нанесенные на наружной поверхности, оборудованных проблесковыми маячками красного или синего или синего и красного цветов.\nПДД приложение № 1: 3.30 Стоянка запрещена по четным числам месяца\nЗа исключением транспортных средств, прикрепленных к сотруднику, выполняющему служебные обязанности, и имеющих соответствующие цветографические схемы, нанесенные на наружной поверхности, оборудованных проблесковыми маячками красного или синего или синего и красного цветов."
        },
        "uzk": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Чапдаги расмда",
                "F2. Ўнгдаги расмда",
                "F3. Ҳар иккисида мумкун"
            ],
            "correctAnswer": 3,
            "explanation": "ЙҲҚ 1 илова: 3.29. “Ойнинг тоқ кунларида тўхтаб туриш тақиқланган” (хизмат вазифасини бажараётган ходимга бириктирилган кўк ёки қизил ёхуд кўк ва қизил рангли ялтироқ маёқчаси билан жиҳозланган ҳамда махсус рангли бўёқ схемалар ва ёзувлар билан белгиланган транспорт воситалари бундан мустасно).\nЙҲҚ 1 илова: 3.30. “Ойнинг жуфт кунларида тўхтаб туриш тақиқланган” (хизмат вазифасини бажараётган ходимга бириктирилган кўк ёки қизил ёхуд кўк ва қизил рангли ялтироқ маёқчаси билан жиҳозланган ҳамда махсус рангли бўёқ схемалар ва ёзувлар билан белгиланган транспорт воситалари бундан мустасно)."
        }
    }
}