{
    "questionId": 1071,
    "image": "data/images/q1071.webp",
    "translations": {
        "uz": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Birinchi o'taman",
                "F2. Avtobusga yo'l beraman"
            ],
            "correctAnswer": 1,
            "explanation": "YHQ 1 ilova: 2.1. “Asosiy yo'l”. Harakat tartibga solinmagan chorrahalarda oldin o'tish huquqini beradi.\nBelgi asosiy yo'l boshiga va chorrahalarning bevosita oldiga o'rnatiladi.\nYHQ 16-bobi 104-bandi: Teng ahamiyatga ega bo'lmagan yo'llar kesishgan chorrahada ikkinchi darajali yo'ldan harakatlanayotgan transport vositasining haydovchisi asosiy yo'ldan yaqinlashayotgan transport vositalariga ularning keyingi harakatlanish yo'nalishidan qat’iy nazar, yo'l berishi kerak."
        },
        "ru": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Я проеду первым",
                "F2. Я уступаю дорогу автобусу"
            ],
            "correctAnswer": 1,
            "explanation": "ПДД приложение № 1: 2.1. Главная дорога. Дорога, на которой предоставлено право на первоочередное движение через нерегулируемые перекрестки. Знак устанавливается в начале главной дороги и непосредственно перед пересечениями.\nЗнак устанавливается в начале главной дороги и непосредственно перед перекрестками.\nПункта 104 главы 16 ПДД, гласит: На перекрестках неравнозначных дорог водитель транспортного средства, движущегося по второстепенной дороге, должен уступить дорогу транспортным средствам, приближающимся по главной дороге, независимо от направления их дальнейшего движения."
        },
        "uzk": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Биринчи ўтаман",
                "F2. Автобусга йўл бераман"
            ],
            "correctAnswer": 1,
            "explanation": "ЙҲҚ 1 илова: 2.1. “Асосий йўл”. Ҳаракат тартибга солинмаган чорраҳаларда олдин ўтиш ҳуқуқини беради.\nБелги асосий йўл бошига ва чорраҳаларнинг бевосита олдига ўрнатилади.\nЙҲҚ 16-боби 104-банди: Тенг аҳамиятга эга бўлмаган йўллар кесишган чорраҳада иккинчи даражали йўлдан ҳаракатланаётган транспорт воситасининг ҳайдовчиси асосий йўлдан яқинлашаётган транспорт воситаларига уларнинг кейинги ҳаракатланиш йўналишидан қатъий назар, йўл бериши керак."
        }
    }
}