{
    "questionId": 5,
    "image": "data/images/q0005.jpg",
    "translations": {
        "uz": {
            "text": "Harakatlanish taqiqlangan",
            "options": [
                "F1. Qizil va oq avtomobillarga",
                "F2. Ko'k, yashil va oq avtomobillarga",
                "F3. Oq, ko'k va sariq avtomobillarga"
            ],
            "correctAnswer": 2,
            "explanation": "IzohYHQ 7-bobi 38-bandiga asosan: Tartibga soluvchining ishoralari quyidagi ma’noni bildiradi:\nQo'llari yon tomonga uzatilganda yoki tushirilganda:\nchap va o'ng yon tomonidan tramvayga to'g'riga, relssiz transport vositalariga to'g'riga va o'ngga harakatlanishga, piyodalarga qatnov qismini kesib o'tishga ruxsat beriladi;\nold va orqa tomonidan barcha transport vositalari va piyodalarning harakatlanishi taqiqlanadi.\no'ng qo'li oldinga uzatilganda:\nchap yonidan tramvayga chapga, relssiz transport vositalariga barcha yo'nalishlarda;\noldi tomonidan barcha transport vositalariga faqat o'ngga harakatlanishga ruxsat beriladi;\norqa tomonidan va o'ng yonidan barcha transport vositalarining harakatlanishi taqiqlanadi;\npiyodalarga tartibga soluvchining orqa tomonida qatnov qismini kesib o'tishga ruxsat etiladi.\nQo'lini yuqoriga ko'targanda:\nushbu Qoidalarning 42-bandida ko'rsatilganidan boshqa hollarda transport vositalari va piyodalarning barcha yo'nalishlarda harakatlanishi taqiqlanadi;\ntartibga soluvchi haydovchi va piyodalarga tushunarli bo'lgan boshqa ishoralarni ham berishi mumkin. Ishoralar yaxshi ko'rinishi uchun tartibga soluvchi jezl yoki yorug'lik qaytaradigan qizil rangli moslamalarni qo'llashi mumkin. Shuningdek, tartibga soluvchi o'z faoliyatini maxsus moslama (tumba) ustida turib olib borishi mumkin."
        },
        "ru": {
            "text": "Движение запрещено",
            "options": [
                "F1. Красному и белому автомобилям",
                "F2. Синему, зеленому и белому автомобилям",
                "F3. Белому, синему и желтому автомобилям"
            ],
            "correctAnswer": 2,
            "explanation": "Пункта 38 главы 7 ПДД, гласит: руки вытянуты в стороны или опущены: со стороны левого и правого бока — разрешено движение трамваю прямо, безрельсовым транспортным средствам — прямо и направо, пешеходам разрешено переходить проезжую часть;\nсо стороны груди и спины — движение всех транспортных средств и пешеходов запрещено;\nправая рука вытянута вперед:\nсо стороны левого бока — разрешено движение трамваю налево, безрельсовым транспортным средствам — во всех направлениях;\nсо стороны груди — всем транспортным средствам разрешено движение только направо;\nсо стороны правого бока и спины — движение всех транспортных средств запрещено;\nпешеходам разрешено переходить проезжую часть за спиной регулировщика;\nрука поднята вверх:\nдвижение всех транспортных средств и пешеходов запрещено во всех направлениях, кроме случаев, предусмотренных пунктом 42 настоящих Правил. Регулировщик может подавать и другие сигналы, понятные водителям и пешеходам. Для лучшей видимости сигналов регулировщик может применять жезл или диск с красным сигналом (световозвращателем)."
        },
        "uzk": {
            "text": "Ҳаракатланиш тақиқланган",
            "options": [
                "F1. Қизил ва оқ автомобилларга",
                "F2. Кўк, яшил ва оқ автомобилларга",
                "F3. Оқ, кўк ва сариқ автомобилларга"
            ],
            "correctAnswer": 2,
            "explanation": "ИзоҳЙҲҚ 7-боби 38-бандига асосан: Тартибга солувчининг ишоралари қуйидаги маънони билдиради:\nҚўллари ён томонга узатилганда ёки туширилганда: чап ва ўнг ён томонидан трамвайга тўғрига, релъссиз транспорт воситаларига тўғрига ва ўнгга ҳаракатланишга, пиёдаларга қатнов қисмини кесиб ўтишга рухсат берилади;\nолд ва орқа томонидан барча транспорт воситалари ва пиёдаларнинг ҳаракатланиши тақиқланади. Ўнг қўли олдинга узатилганда:\nчап ёнидан трамвайга чапга, рельссиз транспорт воситаларига барча йўналишларда;\nолди томонидан барча транспорт воситаларига фақат ўнгга ҳаракатланишга рухсат берилади;\nорқа томонидан ва ўнг ёнидан барча транспорт воситаларининг ҳаракатланиши тақиқланади;\nпиёдаларга тартибга солувчининг орқа томонида қатнов қисмини кесиб ўтишга рухсат этилади.\nҚўлини юқорига кўтарганда:\nушбу Қоидаларнинг 42-бандида кўрсатилганидан бошқа ҳолларда транспорт воситалари ва пиёдаларнинг барча йўналишларда ҳаракатланиши тақиқланади;\nтартибга солувчи ҳайдовчи ва пиёдаларга тушунарли бўлган бошқа ишораларни ҳам бериши мумкин. Ишоралар яхши кўриниши учун тартибга солувчи жезл ёки ёруғлик қайтарадиган қизил рангли мосламаларни қўллаши мумкин. Шунингдек, тартибга солувчи ўз фаолиятини махсус мослама (тумба) устида туриб олиб бориши мумкин."
        }
    }
}