{
    "questionId":  4,
    "image":  "data/images/q0004.jpg",
    "translations":  {
                         "uz":  {
                                    "text":  "Chorrahadan birinchi bo\u0027lib o\u0027tadi",
                                    "options":  [
                                                    "F1. Qizil avtomobil",
                                                    "F2. Ko\u0027k avtomobil",
                                                    "F3. Sariq avtomobil",
                                                    "F4. Yashil avtomobil"
                                                ],
                                    "correctAnswer":  4,
                                    "explanation":  "IzohYHQ 16-bobi 105-bandiga asosan: Teng ahamiyatga ega bo\u0027lgan yo\u0027llar kesishgan chorrahada relssiz transport vositasining haydovchisi o\u0027ngdan kelayotgan transport vositalariga yo\u0027l berishi shart."
                                },
                         "ru":  {
                                    "text":  "Первым проедет перекресток",
                                    "options":  [
                                                    "F1. Красный автомобиль",
                                                    "F2. Желтый автомобиль",
                                                    "F3. Синий автомобиль",
                                                    "F4. Зеленый автомобиль"
                                                ],
                                    "correctAnswer":  4,
                                    "explanation":  "Пункта 105 главы 16 ПДД, гласит: На перекрестке равнозначных дорог водитель безрельсового транспортного средства обязан уступить дорогу транспортным средствам, приближающимся справа. Этим же правилом должны руководствоваться между собой водители трамваев. На таких перекрестках трамвай имеет право на первоочередное движение перед безрельсовыми транспортными средствами независимо от направления его движения.\nВ данном случае желтый автомобиль обязан уступить дорогу красному и синему, т.к. они приближаются справа (являются \"помехой справа\"). В свою очередь красный и синий автомобили обязаны уступить дорогу зеленому, т.к. он приближается к ним также справа. Поэтому первым проедет перекресток зеленый автомобиль."
                                },
                         "uzk":  {
                                     "text":  "Чорраҳадан биринчи бўлиб ўтади",
                                     "options":  [
                                                     "F1. Қизил автомобиль",
                                                     "F2. Кўк автомобиль",
                                                     "F3. Сариқ автомобиль",
                                                     "F4. Яшил автомобиль"
                                                 ],
                                     "correctAnswer":  4,
                                     "explanation":  "ИзоҳЙҲҚ 16-боби 105-бандига асосан: Тенг аҳамиятга эга бўлган йўллар кесишган чорраҳада релъссиз транспорт воситасининг ҳайдовчиси ўнгдан келаётган транспорт воситаларига йўл бериши шарт."
                                 }
                     }
}
