{
    "questionId": 3,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Tibbiyot qutichasi va o't o'chirgichi bo'lmagan qanday transport vositalaridan foydalanish taqiqlanadi?",
            "options": [
                "F1. Faqat M1 toifali transport vositasi",
                "F2. Faqat M2; M3; N1 toifali transport vositasi",
                "F3. Faqat N2; N3 toifali transport vositasi",
                "F4. Barcha yuqorida ko'rsatilgan toifalar"
            ],
            "correctAnswer": 4,
            "explanation": "IzohYHQ 3-ilovasi 7.10-bandiga asosan: Transport vositalari quyidagilar bilan jihozlanmagan bo'lsa ulardan foydalanish taqiqlanadi:\nM2, M3 toifadagi — favqulodda holatlarda oynani sindirish uchun foydalaniladigan bolg'acha, tibbiyot qutichasi, 2 ta o't o'chirgich (bittasi haydovchining kabinasida, ikkinchisi — yo'lovchilar salonida), majburiy to'xtaganini bildiruvchi belgi (yoki miltillovchi qizil chiroq) va nur qaytargichli kamzul (jilet);\nM1, N1, N2, N3 toifadagi, mikroavtobus va g'ildirakli traktorlarda tibbiyot qutichasi, o't o'chirgich, majburiy to'xtaganligini bildiruvchi belgi (yoki miltillovchi qizil chiroq) va nur qaytargichli kamzul (jilet);\nM3, N2, N3 toifadagi — o'zi yurib ketishidan saqlovchi, g'ildirak diametriga muvofiq (kamida ikkita) tirgak;\nO toifadagi, traktorlar, aravalar va boshqa o'ziyurar mashinalarda — tashqi nur qaytargichlar;\nkajavali mototsikllarda — tibbiyot qutichasi,\nmajburiy to'xtaganligini bildiruvchi belgi."
        },
        "ru": {
            "text": "Эксплуатация каких транспортных средств запрещена, если у них отсутствуют аптечка и огнетушитель?",
            "options": [
                "F1. Только легковых автомобилей",
                "F2. Только автобусов",
                "F3. Только грузовых автомобилей",
                "F4. Всех указанных транспортных средств"
            ],
            "correctAnswer": 4,
            "explanation": "Приложение №3 к ПДД пункт 7.10 \"Условиях, при которых запрещается эксплуатация транспортных средств\". 7.10. на транспортных средствах отсутствуют:\nкатегории М2, M3 — молоток для разбивания стекол в чрезвычайной ситуации, медицинская аптечка, огнетушитель (2 шт. — один огнетушитель должен находиться в кабине водителя, второй — в пассажирском салоне), знак аварийной остановки (или мигающий красный фонарь), и световозвращающий жилет;\nмикроавтобусах, автотранспортных средствах категорий М1, N1, N2, N3 и на колесных тракторах — медицинская аптечка, огнетушитель, знак аварийной остановки (или мигающий красный фонарь) и световозвращающий жилет;\nкатегорий МЗ, N2, N3,— противооткатные упоры (не менее двух) соответствующие диаметру колес автотранспортного средства;\nкатегории О, тракторах, гужевых повозках и других самоходных машинах — внешние световозвращатели;\nна мотоцикле с боковым прицепом — медицинская аптечка, знак аварийной остановки."
        },
        "uzk": {
            "text": "Тиббиёт қутичаси ва ўт ўчиргичи бўлмаган қандай транспорт воситаларидан фойдаланиш тақиқланади?",
            "options": [
                "F1. Фақат М1 тоифали транспорт воситаси",
                "F2. Фақат М2; M3; N1 тоифали транспорт воситаси",
                "F3. Фақат N2; N3 тоифали транспорт воситаси",
                "F4. Барча юқорида кўрсатилган тоифалар"
            ],
            "correctAnswer": 4,
            "explanation": "ИзоҳЙҲҚ 3-иловаси 7.10-бандига асосан, Транспорт воситалари қуйидагилар билан жиҳозланмаган бўлса улардан фойдаланиш тақиқланади:\nM2, M3 тоифадаги — фавқулодда ҳолатларда ойнани синдириш учун фойдаланиладиган болеача, тиббиёт қутичаси, 2 та ўт ўчиргич (биттаси ҳайдовчининг кабинасида, иккинчиси — йўловчилар салонида), мажбурий тўхтаганини билдирувчи белги (ёки милтилловчи қизил чироқ) ва нур қайтаргичли камзул (жилет);\nМ1, N1, N2, N3 тоифадаги, микроавтобус ва ғилдиракли тракторларда тиббиёт қутичаси, ўт ўчиргич, мажбурий тўхтаганлигини билдирувчи белги (ёки милтилловчи қизил чироқ) ва нур қайтаргичли камзул (жилет);\nM3, N2, N3 тоифадаги — ўзи юриб кетишидан сақловчи, ғилдирак диаметрига мувофиқ (камида иккита) тиргак; О тоифадаги, тракторлар, аравалар ва бошқа ўзиюрар машиналарда — ташқи нур қайтаргичлар;\nкажавали мотоциклларда — тиббиёт қутичаси, мажбурий тўхтаганлигини билдирувчи белги."
        }
    }
}