{
    "questionId":  1,
    "image":  "data/images/q0001.jpg",
    "translations":  {
                         "uz":  {
                                    "text":  "Qaysi avtomobil uchun bu belgilarning ta\u0027sir oralig\u0027ida to\u0027xtashga ruxsat etiladi?",
                                    "options":  [
                                                    "F1. Qizilga",
                                                    "F2. Ikkala avtomobilga",
                                                    "F3. Hech qaysi biriga",
                                                    "F4. «Nogiron» taniqlik belgisi bo\u0027lgan sariq avtomobilga"
                                                ],
                                    "correctAnswer":  4,
                                    "explanation":  "IzohYHQ 1-ilovasi 3.27: Ushbu Qoidalarning 176-bandiga binoan «Nogiron» tanish belgisi bilan belgilangan avtomobillar va kajavali mototsikllarni boshqarayotgan nogiron haydovchilar 3.2, 3.3 va 3.28 belgilari talablaridan chetga chiqishlari mumkin. 7.18 belgi bo\u0027lganda 3.27 belgisining ta\u0027sir doirasida to\u0027xtashga ruxsat etiladi."
                                },
                         "ru":  {
                                    "text":  "Какому автомобилю разрешается остановка в зоне действия этих знаков?",
                                    "options":  [
                                                    "F1. Красному",
                                                    "F2. Обоим автомобилям",
                                                    "F3. Ни одному",
                                                    "F4. Желтому, обозначенному опознавательным знаком «Инвалид»"
                                                ],
                                    "correctAnswer":  4,
                                    "explanation":  "Приложение №1 к ПДД пункт 3.27: Автомобили и мотоциклы с коляской, оборудованные опознавательным знаком «Инвалид» в соответствии с пунктом 176 настоящих Правил, управляемые инвалидами, могут отступать от требований знаков 3.2, 3.3 и 3.28 . При наличии дополнительного знака 7.18 разрешается остановка в зоне действия знака 3.27.\nВ данном случае запрещающий знак 3.27 \"Остановка запрещена\" не распространяется на транспортные средства и мотоколяски, на которых установлены опознавательные знаки \"Инвалид\"."
                                },
                         "uzk":  {
                                     "text":  "Қайси автомобиль учун бу белгиларнинг таъсир оралиғида тўхташга рухсат этилади?",
                                     "options":  [
                                                     "F1. Қизилга",
                                                     "F2. Иккала автомобилга",
                                                     "F3. Ҳеч қайси бирига",
                                                     "F4. «Ногирон» таниқлик белгиси бўлган сариқ автомобилга"
                                                 ],
                                     "correctAnswer":  4,
                                     "explanation":  "ИзоҳЙҲҚ 1-иловаси 3.27: Ушбу Қоидаларнинг 176-бандига биноан «Ногирон» таниш белгиси билан белгиланган автомобиллар ва кажавали мотоциклларни бошқараётган ногирон ҳайдовчилар 3.2, 3.3 ва 3.28 белгилари талабларидан четга чиқишлари мумкин. 7.18 белги бўлганда 3.27 белгисининг таъсир доирасида тўхташга рухсат этилади."
                                 }
                     }
}
