{
    "questionId": 8,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Haydovchi harakatlanishni boshlashdan oldin qanday amallarni bajarishi kerak?",
            "options": [
                "F1. Transport vositasining sozligini va to'la jihozlanganligini tekshirishi",
                "F2. Harakatlanish boshlanishi xavfsiz bo'lishiga va harakatning boshqa ishtirokchilariga xalaqit bermasligiga ishonch hosil qilishi",
                "F3. Tegishli yo'nalishdagi burilishning yorug'lik ko'rsatkichi bilan ishora berishi",
                "F4. Sanab o'tilgan barcha harakatlarni bajarishi"
            ],
            "correctAnswer": 2,
            "explanation": "IzohYHQ 9-bobi 53-bandiga asosan: Haydovchi harakatlanishni boshlash, manyovr qilish (qayta tizilish, burilish, qayrilib olish, quvib oʻtish va aylanib o'tish) va toʻxtashdan oldin bajarilayotgan manyovr boshqa yo'l harakati qatnashchilarini harakatlanishiga xavf tug'dirmasligi kerak."
        },
        "ru": {
            "text": "Что обязан выполнить водитель перед началом движения?",
            "options": [
                "F1. Проверить исправность и комплектность транспортного средства",
                "F2. Убедиться, что начало движения будет безопасным и он не создаст помех другим участникам движения",
                "F3. Подать сигнал световым указателем поворота соответствующего направления",
                "F4. Выполнить все перечисленные действия"
            ],
            "correctAnswer": 2,
            "explanation": "Пункта 53 главы 9 ПДД, гласит: Перед началом движения, изменением направления движения (перестроение, поворот, разворот, обгон, объезд) и остановкой водитель должен убедиться в том, что маневр безопасен и не создает помех другим участникам движения."
        },
        "uzk": {
            "text": "Ҳайдовчи ҳаракатланишни бошлашдан олдин қандай амалларни бажариши керак?",
            "options": [
                "F1. Транспорт воситасининг созлигини ва тўла жиҳозланганлигини текшириши",
                "F2. Ҳаракатланиш бошланиши хавфсиз бўлишига ва ҳаракатнинг бошқа иштирокчиларига халақит бермаслигига ишонч ҳосил килиши",
                "F3. Тегишли йўналишдаги бурилишнинг ёруғлик кўрсаткичи билан ишора бериши",
                "F4. Санаб ўтилган барча ҳаракатларни бажариши"
            ],
            "correctAnswer": 2,
            "explanation": "ИзоҳЙXK, 9-боби 53-бандига асосан: Ҳайдовчи ҳаракатланишни бошлаш, манёвр қилиш (қайта тизилиш, бурилиш, қайрилиб олиш, қувиб ўтиш ва айланиб ўтиш) ва тўхташдан олдин бажарилаётган манёвр бошқа йўл ҳаракати қатнашчиларини ҳаракатланишига хавф туғдирмаслиги керак."
        }
    }
}