{
    "questionId": 2,
    "image": "data/images/q0002.jpg",
    "translations": {
        "uz": {
            "text": "Qaysi yo'naltirgichlar bo'ylab harakatlanishga ruxsat etiladi?",
            "options": [
                "F1. Faqat «А» yo'nalish bo'ylab",
                "F2. Faqat «Б» yo'nalish bo'ylab",
                "F3. Faqat «В» yo'nalish bo'ylab",
                "F4. Faqat «А» va «Г» yo'nalishlari bo'ylab"
            ],
            "correctAnswer": 4,
            "explanation": "IzohYHQ 1-ilovasi 4.1.1 «Harakatlanish to'g'riga». Yoʻlning qismi boshlanishida oʻrnatilgan 4.1.1 belgisining ta'siri yaqin chorrahagacha joriy qilinadi. Belgi oʻng tomonda joylashgan hovlilarga va yoʻlga yondosh boshqa hududlarga burilishni taqiqlamaydi."
        },
        "ru": {
            "text": "По каким направлениям из числа обозначенных стрелками разрешается движение?",
            "options": [
                "F1. Только по направлению «А»",
                "F2. Только по направлению «Б»",
                "F3. Только по направлению «В»",
                "F4. Только по направлению «А» и «Г»"
            ],
            "correctAnswer": 4,
            "explanation": "Приложение №1 ПДД: 4.1.1 «Движение прямо» предписывает транспортным средствам двигаться в указанном направлении. Действие знака 4.1.1, установленного в начале участка дороги, распространяется до ближайшего перекрестка. Знак не запрещает повороты направо во дворы и на другие прилегающие к дороге территории.\nВ данном случае разрешено двигаться прямо и направо (направления А и Г), т.к. автозаправочная станция является прилегающей к дороге территорией"
        },
        "uzk": {
            "text": "Қайси йўналтиргичлар бўйлаб ҳаракатланишга рухсат этилади?",
            "options": [
                "F1. Фақат «А» йўналиш бўйлаб",
                "F2. Фақат «Б» йўналиш бўйлаб",
                "F3. Фақат «В» йўналиш бўйлаб",
                "F4. Фақат «А» ва «Г» йўналишлари бўйлаб"
            ],
            "correctAnswer": 4,
            "explanation": "ИзоҳЙҲҚ 1-иловаси 4.1.1 «Ҳаракатланиш тўғрига». Иўлнинг қисми бошланишида ўрнатилган 4.1.1 белгисининг таъсири яқин чорраҳагача жорий қилинади. Белги ўнг томонда жойлашган ҳовлиларга ва йўлга ёндош бошқа ҳудудларга бурилишни тақиқламайди."
        }
    }
}