{
    "questionId": 18,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Yo'lning qarama-qarshi harakat yo'nalishi tomoniga chiqish qachon taqiqlanadi?",
            "options": [
                "F1. Ikki tomonlama harakatli, 4 ta yoki undan ko'p tasmali yo'llarda",
                "F2. Ikki tomonlama harakatli, qarama-qarshi yo'nalishdagi transport vositalari oqimlari ikkita uzluksiz chiziqlar bilan ajratilgan 4 ta tasmali yo'llarda",
                "F3. Yuqoridagi barcha hollarda"
            ],
            "correctAnswer": 3,
            "explanation": "IzohYHQ 10-bobi 65-bandiga asosan: Toʻrt va undan ortiq tasmali, harakat ikki tomonlama bo'lgan yo'llarda qarama-qarshi yo'nalishda harakatlanish uchun mo'ljallangan tasmalarga chiqish taqiqlanadi.\nYHQ 2-ilovasi 1-bobi beshinchi va o'ttiz toʻrtinchi xatboshlariga asosan: 1.3 — to'rt va undan ortiq harakatlanish tasmasi boʻlgan yo'llarda qarama-qarshi yo'nalishdagi transport vositalari oqimini ajratadi; 1.3 yotiq chizig'ini bosib o'tish taqiqlanadi."
        },
        "ru": {
            "text": "Когда запрещается выезжать на сторону дороги, предназначенную для встречного движения?",
            "options": [
                "F1. На дорогах с двухсторонним движением, имеющим четыре полосы и более",
                "F2. На дорогах с двухсторонним движением, имеющих четыре полосы для движения при наличии дорожной разметки в виде двух сплошных линий, разделяющих транспортные потоки противоположных направлений.",
                "F3. Во всех перечисленных случаях"
            ],
            "correctAnswer": 3,
            "explanation": "На дорогах с двусторонним движением, имеющих четыре полосы и более, запрещается выезжать на сторону дороги, предназначенную для встречного движения. Линии 1.1 \"Сплошная линия\" и 1.3 \"Двойная сплошная линия\" пересекать запрещается, кроме случая, когда линия 1.1 применена для обозначения края проезжей части. Соответственно, нельзя выезжать на сторону дороги, предназначенную для встречного движения, во всех перечисленных случаях."
        },
        "uzk": {
            "text": "Йўлнинг қарама-қарши ҳаракат йўналиши томонига чиқиш қачон тақиқланади?",
            "options": [
                "F1. Икки томонлама ҳаракатли, 4 та ёки ундан кўп тасмали йўлларда",
                "F2. Икки томонлама ҳаракатли, қарама-қарши йўналишдаги транспорт воситалари оқимлари иккита узлуксиз чизиқлар билан ажратилган 4 та тасмали йўлларда",
                "F3. Юқоридаги барча ҳолларда"
            ],
            "correctAnswer": 3,
            "explanation": "ИзоҳЙҲҚ 10-боби 65-бандига асосан: Тўрт ва ундан ортиқ тасмали, ҳаракат икки томонлама бўлган йўлларда қарама-қарши йўналишда ҳаракатланиш учун мўлжалланган тасмаларига чиқиш тақиқланади.\nЙҲҚ 2-иловаси 1-боби бешинчи ва ўттиз тўртинчи хатбошларига асосан: 1.3 — тўрт ва ундан ортиқ ҳаракатланиш тасмаси бўлган йўлларда қарама-қарши йўналишдаги транспорт воситалари оқимини ажратади; 1.3 ётиқ чизиғини босиб ўтиш тақиқланади."
        }
    }
}