{
    "questionId": 21,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Haydovchi yo'lakay yo'nalishda kimga transport vositasini taqdim etishi shart?",
            "options": [
                "F1. Yo'l xizmati xodimlariga",
                "F2. Tibbiyot xodimlariga zudlik bilan tibbiy yordamga muxtoj boʻlgan fuqarolarni davolash-profilaktika muassasasiga olib borish uchun"
            ],
            "correctAnswer": 2,
            "explanation": "IzohYHQ 2-bobi 11-bandidagi 3) punktining ikkinchi xatboshisiga asosan, quyidagi hollarda transport vositasini foydalanish uchun taqdim etishi: yo'lakay yo'nalishda tibbiy yordam ko'rsatishga ketayotgan tibbiyot xodimlariga hamda zudlik bilan tibbiy yordamga muhtoj boʻlgan fuqarolarni davolash-profilaktika muassasasiga olib borish uchun."
        },
        "ru": {
            "text": "Кому водитель должен предоставить свое транспортное средство независимо от направления движения?",
            "options": [
                "F1. Сотрудникам дорожной службы",
                "F2. Медицинским служащим, для транспортировки больного в случаях угрожающих его жизни"
            ],
            "correctAnswer": 2,
            "explanation": "Пункта 11 главы 2 ПДД, гласит: Водитель транспортного средства обязан: - предоставлять транспортное средство работникам милиции для транспортировки поврежденных при авариях транспортных средств (только грузовой автомобиль), проезда к месту стихийного бедствия, а также для выполнения неотложного служебного задания, медицинским работникам, следующим в попутном направлении для оказания медицинской помощи, а также медицинским работникам, сотрудникам милиции, общественным автоинспекторам и внештатным сотрудникам милиции для транспортировки граждан, нуждающихся в безотлагательной медицинской помощи, в лечебное учреждение. Сотрудники дорожной службы не упоминаются."
        },
        "uzk": {
            "text": "Ҳайдовчи йўлакай йўналишда кимга транспорт воситасини тақдим етиши шарт?",
            "options": [
                "F1. Йўл хизмати ходимларига",
                "F2. Тиббиёт ходимларига зудлик билан тиббий ёрдамга мухтож бўлган фуқароларни даволаш профилактика муассасасига олиб бориш учун"
            ],
            "correctAnswer": 2,
            "explanation": "ИзоҳЙҲҚ 2-боби 11-бандидаги 3) пунктининг иккинчи хатбошисига асосан, қуйидаги ҳолларда транспорт воситасини фойдаланиш учун тақдим этиши: йўлакай йўналишда тиббий ёрдам кўрсатишга кетаётган тиббиёт ходимларига ҳамда зудлик билан тиббий ёрдамга муҳтож бўлган фуқароларни даволаш-профилактика муассасасига олиб бориш учун."
        }
    }
}