{
    "questionId": 28,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Qaysi transport vositalarini qatnov qismining chetida ikki qator qo'yish mumkin?",
            "options": [
                "F1. Kajavasiz mototsikllar, mopedlar va velosipedlar",
                "F2. Kajavali mototsikllar",
                "F3. «Nogiron» taniqlik belgisi bo'lgan yengil avtomobillar",
                "F4. Ruxsat etilgan to'la vazni 3,5 tonnadan kam bo'lgan, bevosita trotuarlar bo'ylab joylashgan savdo va boshqa korxonalarga xizmat qiluvchi yuk avtomobillari"
            ],
            "correctAnswer": 1,
            "explanation": "IzohYHQ 13-bobi 89-bandining birinchi xatboshisiga asosan: Transport vositalarini yoʻlning qatnov qismida bir qator qilib, qatnov qismi chetiga parallel ravishda kajavasi bo'lmagan ikki gʻildirakli transport vositalarini ikki qator qilib qo'yishga ruxsat etiladi."
        },
        "ru": {
            "text": "Какие транспортные средства допускается ставить в два ряда на проезжей части?",
            "options": [
                "F1. Мотоциклы без бокового прицепа, мопеды и велосипеды",
                "F2. Мотоциклы с боковым прицепом",
                "F3. Легковые автомобили со знаком «Инвалид»",
                "F4. Грузовые автомобили, обслуживающие торговые и другие предприятия, которые непосредственно расположены вдоль тротуаров, разрешенная максимальная масса которых не превышает 3,5 т"
            ],
            "correctAnswer": 1,
            "explanation": "Пункта 89 главы 13 ПДД, гласит: Ставить транспортные \nсредства на проезжей части разрешается в один ряд, а двухколесные транспортные средства без бокового прицепа - в два ряда. В данном случае разрешается ставить в два ряда только двухколесные транспортные средства без бокового прицепа, т.е. мотоциклы, мопеды и велосипеды."
        },
        "uzk": {
            "text": "Қайси транспорт воситаларини қатнов қисмининг четида икки қатор қўйиш мумкин?",
            "options": [
                "F1. Кажавасиз мотоцикллар, мопедлар ва велосипедлар",
                "F2. Кажавали мотоцикллар",
                "F3. «Ногирон» таниқлик белгиси бўлган енгил автомобиллар",
                "F4. Рухсат этилган тўла вазни 3,5 тоннадан кам бўлган, бевосита тротуарлар бўйлаб жойлашган савдо ва бошқа корхоналарга хизмат қилувчи юк автомобиллари"
            ],
            "correctAnswer": 1,
            "explanation": "ИзоҳЙҲҚ 13-боби 89-бандининг биринчи хатбошисига асосан: Транспорт воситаларини йўлнинг қатнов қисмида бир қатор қилиб, қатнов қисми четига параллель равишда кажаваси бўлмаган икки ғилдиракли транспорт воситаларини икки қатор қилиб қўйишга рухсат этилади."
        }
    }
}