{
    "questionId": 24,
    "image": "data/images/q0024.webp",
    "translations": {
        "uz": {
            "text": "Qaysi belgi Qoidalarning aholi punktlarida harakatlanish tartibini belgilaydigan talablari bekor qilinishini ko'rsatadi?",
            "options": [
                "F1. Variant 1",
                "F2. Variant 2",
                "F3. Variant 3",
                "F4. Variant 4",
                "F5. Variant 5",
                "F6. Variant 6"
            ],
            "correctAnswer": 4,
            "explanation": "IzohYHQ 1-ilovasi 5-bo'limining qirq birinchi xatboshisiga asosan: 5.23. «Aholi punktining oxiri». Ushbu Qoidalarning aholi punktlarida harakatlanish tartib-talablari bekor qilingan joyni bildiradi."
        },
        "ru": {
            "text": "Какой знак указывает место, с которого на данной дороге утрачивают силу требования правил, устанавливающие порядок движения в населенных пунктах?",
            "options": [
                "F1. Вариант 1",
                "F2. Вариант 2",
                "F3. Вариант 3",
                "F4. Вариант 4",
                "F5. Вариант 5",
                "F6. Вариант 6"
            ],
            "correctAnswer": 4,
            "explanation": "Информационно-указательный знак 5.23 \"Конец населенного пункта\". Место, с которого на данной дороге утрачивают силу требования Правил дорожного движения, устанавливающие порядок движения в населенных пунктах. Информационно-указательный знак 5.25 \"Конец населенного пункта\". Конец населенного пункта, обозначенного знаком 5.24, которой означает \"на данной дороге не действуют требования Правил дорожного движения, устанавливающие порядок движения в населенных пунктах\". Уточнение: Под знаком 5.24 так и так не действуют Правила дорожного движения для населенных пунктов, а значит и утрачивать нечему. Следовательно, только знак 5.23 указывает место, с которого утрачивают силу требования правил, устанавливающие порядок движения в населенных пунктах."
        },
        "uzk": {
            "text": "Қайси белги Қоидаларнинг аҳоли пунктларида ҳаракатланиш тартибини белгилайдиган талаблари бекор қилинишини кўрсатади?",
            "options": [
                "F1. Вариант 1",
                "F2. Вариант 2",
                "F3. Вариант 3",
                "F4. Вариант 4",
                "F5. Вариант 5",
                "F6. Вариант 6"
            ],
            "correctAnswer": 4,
            "explanation": "ИзоҳЙҲҚ 1-иловаси 5-бўлимининг қирқ биринчи хатбошисига асосан: 5.23. «Аҳоли пунктининг охири». Ушбу Қоидаларнинг аҳоли пунктларида ҳаракатланиш тартиб-талаблари бекор қилинган жойни билдиради."
        }
    }
}