{
    "questionId": 23,
    "image": "data/images/q0023.webp",
    "translations": {
        "uz": {
            "text": "Qaysi belgi qarama-qarshi harakatlanishning ustunligini bildiradi?",
            "options": [
                "F1. Variant 1",
                "F2. Variant 2",
                "F3. Variant 3",
                "F4. Variant 4",
                "F5. Variant 5",
                "F6. Variant 6"
            ],
            "correctAnswer": 2,
            "explanation": "IzohYHQ 1-ilovasi 2-bo'limining o'ninchi xatboshisiga asosan: 2.6. «Ro'para harakatlanishning ustunligi». Qarama-qarshi harakatlanishni qiyinlashtiradigan hollarda yo'lning tor qismiga kirish taqiqlanadi. Haydovchi yoʻlning tor qismida bo'lgan yoki ro'paradan unga yaqin bo'lgan transport vositasiga yo'l berishi kerak."
        },
        "ru": {
            "text": "Какой знак обозначает преимущество встречного движения?",
            "options": [
                "F1. Вариант 1",
                "F2. Вариант 2",
                "F3. Вариант 3",
                "F4. Вариант 4",
                "F5. Вариант 5",
                "F6. Вариант 6"
            ],
            "correctAnswer": 2,
            "explanation": "Предупреждаюший знак 1.19 \"Двустороннее движение\", Начало участка дороги с встречным движением. Знак приоритета 2.6 \"Приоритет встречного движения\". Запрещается въезд на узкий участок дороги, если это может затруднить встречное движение. Водитель должен уступить дорогу встречным транспортным средствам, находящимся на узком участке или противоположном подъезде к нему. Знак приоритета 2.1 \"Главная дорога\". Начало дороги, на которой предоставлено право на первоочередное движение перед транспортными средствами, движущимися по второстепенной дороге через нерегулируемые перекрестки. Знак приоритета 2.7 \"Приоритет перед встречным движением\". Узкий участок дороги, при движении по которому водитель пользуется приоритетом по отношению к встречным транспортным средствам. Информационно-указательный знак 5.8.7 \"Направление движения по полосам\". Если на знаке 5.8.7 изображен знак, запрещающий движение каким-либо транспортным средствам, то движение этих транспортных средств по соответствующей полосе запрещается."
        },
        "uzk": {
            "text": "Қайси белги қарама-қарши ҳаракатланишнинг устунлигини билдиради?",
            "options": [
                "F1. Вариант 1",
                "F2. Вариант 2",
                "F3. Вариант 3",
                "F4. Вариант 4",
                "F5. Вариант 5",
                "F6. Вариант 6"
            ],
            "correctAnswer": 2,
            "explanation": "ИзоҳЙҲҚ 1-иловаси 2-бўлимининг ўнинчи хатбошисига асосан: 2.6. «Рупара харакатланишнинг устунлиги». Карама-карши харакатланишни кийинлаштирадиган ҳолларда йўлнинг тор қисмига кириш тақиқланади. Ҳайдовчи йўлнинг тор қисмида бўлган ёки рўпарадан унга яқин бўлган транспорт воситасига йўл бериши керак."
        }
    }
}