{
    "questionId": 27,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Avtomobilning qaysi g'ildiraklari «sirpanib» tormozlanishga koʻproq moyil?",
            "options": [
                "F1. Orqa g'ildiraklar",
                "F2. Oldingi g'ildiraklar"
            ],
            "correctAnswer": 1,
            "explanation": "IzohInersiya kuchi ta'siri ostida tormozlash vaqtida о'qlarga tushadigan og'irlik qayta taqsimlanishi roʻy beradi. Old o'qqa nisbatan og'irlik ko'payadi, orqa oʻqqa nisbatan kamayadi. Tormozlash sur'ati qanchalik baland bo'lsa, o'qlarga tushadigan og'irlik qayta taqsimlanishi sezilarliroq bo'ladi. Orqa o'qdan og'irlik kamayishi bilan g'ildirakni yoʻlga bosuvchi kuch kamayadi, shu sababli g'ildirakning sirgʻanishi (aylanmasdan siljishi) va avtomobilning surilib ketishi ehtimoli yuzaga keladi. Old oʻqda og'irlik koʻpayishi g'ildirakni yoʻlga bosish kuchini ko'paytiradi, shu sababli, sirg'alish ehtimoli kamayadi."
        },
        "ru": {
            "text": "Какие колеса автомобиля более подвержены торможению «со скольжением»?",
            "options": [
                "F1. Задние колеса",
                "F2. Передние колеса"
            ],
            "correctAnswer": 1,
            "explanation": "Торможению \"юзом\" более подвержены задние колеса автомобиля, т.к. при интенсивном торможении задняя часть автомобиля по инерции \"давит\" на переднюю и задние колеса стремятся \"уйти\" в бок."
        },
        "uzk": {
            "text": "Автомобилнинг қайси ғилдираклари «сирпаниб» тормозланишга кўпроқ мойил?",
            "options": [
                "F1. Орқа ғилдираклар",
                "F2. Олдинги ғилдираклар"
            ],
            "correctAnswer": 1,
            "explanation": "ИзоҳИнерция кучи таъсири остида тормозлаш вақтида ўқларга тушадиган оғирлик қайта тақсимланиши рўй беради. Олд ўққа нисбатан оғирлик кўпаяди, орқа ўққа нисбатан камаяди. Тормозлаш суръати қанчалик баланд бўлса, ўқларга тушадиган оғирлик қайта тақсимланиши сезиларлироқ бўлади. Орқа ўқдан оғирлик камайиши билан ғилдиракни йўлга босувчи куч камаяди, шу сабабли ғилдиракнинг сирғаниши (айланмасдан силжиши) ва автомобилнинг сурилиб кетиши эҳтимоли юзага келади. Олд ўқда оғирлик кўпайиши ғилдиракни йўлга босиш кучини кўпайтиради, шу сабабли, сирғалиш эҳтимоли камаяди."
        }
    }
}