{
    "questionId":  25,
    "image":  "data/images/q0025.webp",
    "translations":  {
                         "uz":  {
                                    "text":  "O\u0027ngga burilganda shu belgi bilan belgilangan tasmaga o\u0027tishga ruxsat etiladimi?",
                                    "options":  [
                                                    "F1. Ruxsat etiladi",
                                                    "F2. Taqiqlanadi",
                                                    "F3. Agar tasma qolgan harakat qismidan yotiq uzluksiz chiziq bilan ajratilmagan boʻlsa, ruxsat etiladi"
                                                ],
                                    "correctAnswer":  3,
                                    "explanation":  "IzohYHQ 22-bobi 132-bandining ikkinchi va uchinchi xatboshlariga asosan: Agar 5.9 yo\u0027l belgisi bilan belgilangan tasma qatnov qismining boshqa tasmalardan uzuq-uzuq chiziq bilan ajratilgan bo\u0027lsa, burilmoqchi bo\u0027layotgan transport vositalari bu tasmaga qayta tizilishlari kerak.\nShuningdek, bunday joylarda yo\u0027nalishli transport vositalarining harakatiga xalaqit bermaslik sharti bilan yo\u0027lga chiqish, qatnov qismining chetki o\u0027ng tomonida yo\u0027lovchilarni chiqarish va tushirish uchun bu bo\u0027lakka o\u0027tishga ruxsat etiladi."
                                },
                         "ru":  {
                                    "text":  "Разрешается ли заезжать на полосу, обозначенную этим знаком при повороте направо?",
                                    "options":  [
                                                    "F1. Разрешается",
                                                    "F2. Запрещается",
                                                    "F3. Разрешается, если полоса не ограничена от остальной части дороги сплошной линией"
                                                ],
                                    "correctAnswer":  3,
                                    "explanation":  "Информационно-указательный знак 5.9 \"Полоса для маршрутных транспортных средств\". Полоса, предназначенная для движения маршрутных транспортных средств, движущихся попутно общему потоку транспортных средств.\nПункта 132 главы 22 ПДД, гласит: По полосе, обозначенной знаками 5.9, 5.10.1-5.10.3 для движения маршрутных транспортных средств, движение и остановка других транспортных средств запрещается. Если эта полоса отделена от остальной проезжей части дороги прерывистой линией разметки, то при поворотах транспортные средства должны перестраиваться на эту полосу. Разрешается также в таких местах заезжать на эту полосу при въезде на дорогу и для посадки и высадки пассажиров у правого края проезжей части при условии, что это не создаст помех движению маршрутных транспортных средств.\nВ данном случае, если полоса не ограничена от остальной части дороги сплошной линией, транспортные средства должны перестраиваться на эту полосу при поворотах."
                                },
                         "uzk":  {
                                     "text":  "Ўнгга бурилганда шу белги билан белгиланган тасмага ўтишга рухсат этиладими?",
                                     "options":  [
                                                     "F1. Рухсат этилади",
                                                     "F2. Тақиқланади",
                                                     "F3. Агар тасма қолган ҳаракат қисмидан ëтиқ узлуксиз чизиқ билан ажратилмаган бўлса, рухсат этилади"
                                                 ],
                                     "correctAnswer":  3,
                                     "explanation":  "ИзоҳЙҲҚ 22-боби 132-бандининг иккинчи ва учинчи хатбошларига асосан: Aгар 5.9 йўл белгиси билан белгиланган тасма қатнов қисмининг бошқа тасмалардан узуқ-узуқ чизиқ билан ажратилган бўлса, бурилмоқчи бўлаётган транспорт воситалари бу тасмага қайта тизилишлари керак.\nШунингдек, бундай жойларда йўналишли транспорт воситаларининг ҳаракатига халақит бермаслик шарти билан йўлга чиқиш, қатнов қисмининг четки ўнг томонида йўловчиларни чиқариш ва тушириш учун бу бўлакка ўтишга рухсат етилади."
                                 }
                     }
}
