{
    "questionId": 38,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Qaysi joylarda transport vositalariga qatnov qismining chetiga burchak ostida to'xtab turishga ruxsat etiladi?",
            "options": [
                "F1. Har bir yo'nalishda ikkitadan bo'lagi bo'lgan yo'llarda",
                "F2. Har bir yo'nalishda uchta va undan ko'p bo'lagi bo'lgan yo'llarda",
                "F3. Faqat bir tomonlama harakatli yo'llarda",
                "F4. Yo'lning qatnov qismi kengaygan joylarda boshqa yoʻl harakati qatnashchilariga xalaqit bermaslik sharti bilan"
            ],
            "correctAnswer": 4,
            "explanation": "IzohYHQ 13-bobi 89-bandi: Transport vositalarini yoʻlning qatnov qismida bir qator qilib, qatnov qismi chetiga yo'l harakatining boshqa qatnashchilariga xalaqit bermaslik sharti bilan faqat parallel ravishda, kajavasi bo'lmagan ikki g'ildirakli transport vositalarini ikki qator qilib qo'yishga ruxsat etiladi. Qatnov qismining ayrim kengaytirilib qatnov qismidan ajratilgan joylarida yo'l harakatining boshqa qatnashchilariga xalaqit bermaslik sharti bilan boshqacha tartibda qoʻyishga ham ruxsat etiladi."
        },
        "ru": {
            "text": "В каких местах разрешается стоянка транспортных средств под углом к краю проезжей части?",
            "options": [
                "F1. На дорогах с двумя полосами движения в каждом направлении",
                "F2. На дорогах с тремя и более полосами движения в каждом направлении",
                "F3. Только на дорогах с односторонним движением",
                "F4. На расширенных участках проезжей части, с условием, что не будет создана помеха другим участникам движения"
            ],
            "correctAnswer": 4,
            "explanation": "Пункта 89 главы 13 ПДД, гласит:  Ставить транспортные средства на проезжей части разрешается в один ряд параллельно к краю проезжей части, а двухколесные транспортные средства без бокового прицепа — в два ряда. На отдельных участках дорог, имеющих местное уширение проезжей части, разрешается иное расположение транспортных средств, при условии, что это не будет создавать помех другим участникам движения."
        },
        "uzk": {
            "text": "Қайси жойларда транспорт воситаларига қатнов қисмининг четига бурчак остида тўхтаб туришга рухсат этилади?",
            "options": [
                "F1. Ҳар бир йўналишда иккитадан бўлаги бўлган йўлларда",
                "F2. Ҳар бир йўналишда учта ва ундан кўп бўлаги бўлган йўлларда",
                "F3. Фақат бир томонлама ҳаракатли йўлларда",
                "F4. Йўлнинг қатнов қисми кенгайган жойларда бошқа йўл ҳаракати қатнашчиларига халақит бермаслик шарти билан"
            ],
            "correctAnswer": 4,
            "explanation": "ИзоҳЙҲҚ 13-боби 89-банди: Транспорт воситаларини йўлнинг қатнов қисмида бир қатор қилиб, қатнов қисми четига йўл ҳаракатининг бошқа қатнашчиларига халақит бермаслик шарти билан фақат параллель равишда, кажаваси бўлмаган икки ғилдиракли транспорт воситаларини икки қатор қилиб қўйишга рухсат этилади. Қатнов қисмининг айрим кенгайтирилиб қатнов қисмидан ажратилган жойларида йўл ҳаракатининг бошқа қатнашчиларига халақит бермаслик шарти билан бошқача тартибда қўйишга ҳам рухсат этилади."
        }
    }
}