{
    "questionId": 30,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Yuk transport vositasiga shunday joylashtirilishi kerakki, u",
            "options": [
                "F1. Yukxona devorlaridan baland chiqmasligi kerak",
                "F2. Shovqin hosil qilmasligi, chang ko'tarmasligi va atrof-muhitni ifloslantirmasligi kerak",
                "F3. Transport vositasining orqa o'lchamidan 0,8 metrdan ortiq chiqib turmasligi kerak"
            ],
            "correctAnswer": 2,
            "explanation": "IzohYHQ 27-bobi 162-bandining beshinchi xatboshisiga asosan, quyidagi shartlarga amal qilinganda yuk tashishga yo'l qo'yiladi: shovqin solmasa, chang ko'tarmasa, yoʻlni va atrof-muhitni iflos qilmasa."
        },
        "ru": {
            "text": "Груз должен быть размещен на транспортном средстве таким образом, чтобы он",
            "options": [
                "F1. Не располагался выше уровня бортов",
                "F2. Не производил шума, не поднимал пыль и не засорял окружающую среду",
                "F3. Не выступал за габариты транспортного средства сзади более, чем на 0,8 м от крайнего заднего размера транспортного средства"
            ],
            "correctAnswer": 2,
            "explanation": "Пункта 162 главы 27 ПДД, гласит: Перевозка груза допускается при соблюдении следующих условий: - не ограничивает водителю обзор;\n- не затрудняет управление и не нарушает устойчивость транспортного средства;\n- не закрывает внешние световые приборы и световозвращатели, государственные номерные и опознавательные знаки, не препятствует восприятию сигналов, а также сигналов, подаваемых рукой;\n- не создает шум, не пылит, не загрязняет дорогу и окружающую среду."
        },
        "uzk": {
            "text": "Юк транспорт воситасига шундай жойлаштирилиши керакки, у",
            "options": [
                "F1. Юкхона деворларидан баланд чиқмаслиги керак",
                "F2. Шовқин ҳосил қилмаслиги, чанг кўтармаслиги ва атроф-муҳитни ифлослантирмаслиги керак",
                "F3. Транспорт воситасининг орқа ўлчамидан 0,8 метрдан ортиқ чиқиб турмаслиги керак"
            ],
            "correctAnswer": 2,
            "explanation": "ИзоҳЙҲҚ 27-боби 162-бандининг бешинчи хатбошисига асосан, қуйидаги шартларга амал қилинганда юк ташишга йўл қўйилади: шовқин солмаса, чанг кўтармаса, йўлни ва атроф-муҳитни ифлос қилмаса."
        }
    }
}