{
    "questionId": 34,
    "image": "data/images/q0034.webp",
    "translations": {
        "uz": {
            "text": "Yashil avtomobil chorrahadan nechinchi bo'lib o'tadi?",
            "options": [
                "F1. Ikkinchi",
                "F2. Birinchi"
            ],
            "correctAnswer": 1,
            "explanation": "IzohYHQ 1-ilovasi 99-bandi: Svetoforning ruxsat etuvchi ishorasida chapga burilayotgan yoki qayrilib olayotgan relssiz transport vositasining haydovchisi qarama-qarshi tomondan to'g'riga harakatlanayotgan va oʻngga burilayotgan transport vositalariga yoʻl berishi shart. Tramvay haydovchilari ham ushbu Qoidaga amal qilishlari kerak. 2.1. «Asosiy yoʻl». Harakat tartibga solinmagan chorrahalarda oldin o'tish huquqini beradi. Belgi asosiy yoʻl boshiga va chorrahalarning bevosita oldiga oʻrnatiladi."
        },
        "ru": {
            "text": "Зеленый автомобиль проедет перекресток",
            "options": [
                "F1. Вторым",
                "F2. Первым"
            ],
            "correctAnswer": 1,
            "explanation": "Приложение к ПДД пункт 99: При повороте налево или развороте по зелёному сигналу светофора водитель безрельсового транспортного средства обязан уступить дорогу транспортным средствам, движущимся со встречного направления прямо или направо. Таким же правилом должны руководствоваться между собой водители трамваев. Знак приоритета 2.1 \"Главная дорога\". Начало дороги, на которой предоставлено право на первоочередное движение перед транспортными средствами, движущимися по второстепенной дороге через нерегулируемые перекрестки. Знак дополнительной информации 7.13 \"Направление главной дороги\". Указывает направление главной дороги на перекрестке. Но в данном случае перекресток является регулируемым, т.к. работает светофор. При повороте налево или развороте по зеленому сигналу светофора водитель безрельсового транспортного средства обязан уступить дорогу транспортным средствам, движущимся со встречного направления прямо и направо. Таким же правилом должны руководствоваться между собой водители трамваев. Соответственно, синий автомобиль проедет перекресток первым, т.к. красный автомобиль обязан уступить ему дорогу при повороте налево по зеленому сигналу светофора."
        },
        "uzk": {
            "text": "Яшил автомобиль чорраҳадан нечинчи бўлиб ўтади?",
            "options": [
                "F1. Иккинчи",
                "F2. Биринчи"
            ],
            "correctAnswer": 1,
            "explanation": "ИзоҳЙҲҚ 1-иловаси 99-банди: Светофорнинг рухсат этувчи ишорасида чапга бурилаётган ёки кайрилиб олаётган рельссиз транспорт воситасининг ҳайдовчиси карама-карши томондан тўғрига ҳаракатланаётган ва ўнгга бурилаётган транспорт воситаларига йўл бериши шарт. Трамвай ҳайдовчилари ҳам ушбу Қоидага амал қилишлари керак. 2.1. «Асосий йўл». Ҳаракат тартибга солинмаган чорраҳаларда олдин ўтиш ҳуқуқини беради. Белги асосий йўл бошига ва чорраҳаларнинг бевосита олдига ўрнатилади."
        }
    }
}