{
    "questionId": 32,
    "image": "data/images/q0032.webp",
    "translations": {
        "uz": {
            "text": "Qaysi transport vositalariga to'xtab turishga ruxsat etilgan?",
            "options": [
                "F1. Faqat mototsiklga",
                "F2. Faqat yuk avtomobiliga",
                "F3. Faqat yengil avtomobilga",
                "F4. Yengil avtomobil va mototsiklga",
                "F5. Barcha transport vositalariga"
            ],
            "correctAnswer": 4,
            "explanation": "IzohYHQ 1-ilovasi 3.28. bandi «To'xtab turish taqiqlangan». Transport vositalarining toʻxtab turishi taqiqlanadi (xizmat vazifasini bajarayotgan xodimga biriktirilgan koʻk yoki qizil yoxud Ко'К va qizil rangli yaltiroq mayoqchasi bilan jihozlangan hamda maxsus rangli bo'yoq sxemalar va yozuvlar bilan belgilangan transport vositalari bundan mustasno). 7.4.1— 7.4.10. «Transport vositasining turi». Belgining ta'siri joriy etilgan transport vositalari turini koʻrsatadi."
        },
        "ru": {
            "text": "Каким транспортным средствам разрешена стоянка?",
            "options": [
                "F1. Только мотоциклу",
                "F2. Только грузовому автомобилю",
                "F3. Только легковому автомобилю",
                "F4. Легковому автомобилю и мотоциклу",
                "F5. Всем транспортным средствам"
            ],
            "correctAnswer": 4,
            "explanation": "Приложение №1 к ПДД пункт 3.28. Запрещающий знак 3.28 \"Стоянка запрещена\". Запрещается стоянка транспортных средств. Знак дополнительной информации 7.4.1-7.4.10 \"Вид транспортного средства\". Указывает вид транспортного средства, на который распространяется действие знака. Дополнительный знак 7.4.1 распространяет действие знака на грузовые автомобили, в том числе и с прицепом, с разрешенной максимальной массой более 3,5 т, а дополнительный знак 7.4.3 - на легковые автомобили, а также грузовые автомобили с разрешенной максимальной массой до 3,5 т.\nВ данном случае знак 3.28 \"Стоянка запрещена\" распространяется только на грузовые автомобили, в том числе и с прицепом, с разрешенной максимальной массой более 3,5 т. Соответственно, легковому автомобилю и мотоциклу стоянка разрешена."
        },
        "uzk": {
            "text": "Қайси транспорт воситаларига тўхтаб туришга рухсат этилган?",
            "options": [
                "F1. Фақат мотоциклга",
                "F2. Фақат юк автомобилига",
                "F3. фақат енгил автомобилга",
                "F4. Енгил автомобиль ва мотоциклга",
                "F5. Барча транспорт воситаларига"
            ],
            "correctAnswer": 4,
            "explanation": "ИзоҳЙҲҚ 1-иловаси 3.28. банди «Тўхтаб туриш такикланган». Транспорт воситаларининг тўхтаб туриши такикланади (хизмат вазифасини бажараётган ходимга бириктирилган кук ёки кизил ёхуд кук ва кизил рангли ялтирок маёкчаси билан жихозланган хамда махсус рангли буёк схемалар ва ёзувлар билан белгиланган транспорт воситалари бундан мустасно). 7.4.1 — 7.4.10. «Транспорт воситасининг тури». Белгининг таъсири жорий этилган транспорт воситалари турини курсатади."
        }
    }
}