{
    "questionId": 47,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Aholi punktlaridan tashqarida yengil avtomobillarning qanday eng katta tezlik bilan harakatlanishiga ruxsat etiladi?",
            "options": [
                "F1. 110 km/s",
                "F2. 100 km/s",
                "F3. 90 km/s",
                "F4. 80 km/s",
                "F5. 70 km/s"
            ],
            "correctAnswer": 2,
            "explanation": "YHQ 11-bobi 79-bandi: Aholi punktlaridan tashqarida:\nyengil avtomobillarga va ruxsat etilgan to'liq vazni 3,5 tonnadan oshmaydigan yuk avtomobillariga tezlikni soatiga 100 kilometrdan oshirmasdan;\nshaharlararo qatnaydigan avtobuslarga va mikroavtobuslarga tezlikni soatiga 90 kilometrdan oshirmasdan;\nboshqa avtobuslar, tirkamali yengil avtomobillar, mototsikllar, elektromototsikllar ruxsat etilgan to'liq vazni 3,5 tonnadan ortiq bo'lgan yuk avtomobillariga tezlikni soatiga 80 kilometrdan oshirmasdan;\ntirkamali yuk avtomobillariga tezlikni soatiga 70 kilometrdan oshirmasdan harakatlanish ruxsat etiladi."
        },
        "ru": {
            "text": "С какой максимальной скоростью разрешается движение легковых автомобилей на участках дорог вне населенных пунктов?",
            "options": [
                "F1. 110 км/ч",
                "F2. 100 км/ч",
                "F3. 90 км/ч",
                "F4. 80 км/ч",
                "F5. 70 км/ч"
            ],
            "correctAnswer": 2,
            "explanation": "Пункта 79 главы 11 ПДД, гласит: Вне населенных пунктов разрешается движение: легковым автомобилям и грузовым автомобилям с разрешённой максимальной массой не более 3,5 тн — со скоростью не более 100 км/ч;\nмеждугородным автобусам и микроавтобусам — не более 90 км/ч;\nдругим автобусам, легковым автомобилям при буксировке прицепа, мотоциклам, электромотоциклам, грузовым автомобилям с разрешённой максимальной массой более 3,5 тн — не более 80 км/ч;\nгрузовым автомобилям при буксировке прицепа — не более 70 км/ч."
        },
        "uzk": {
            "text": "Аҳоли пунктларидан ташқарида енгил автомобилларнинг қандай энг катта тезлик билан ҳаракатланишига рухсат этилади?",
            "options": [
                "F1. 110 км/с",
                "F2. 100 км/с",
                "F3. 90 км/с",
                "F4. 80 км/с",
                "F5. 70 км/с"
            ],
            "correctAnswer": 2,
            "explanation": "ЙҲҚ 11-боби 79-банди: Аҳоли пунктларидан ташқарида:\nенгил автомобилларга ва рухсат этилган тўлиқ вазни 3,5 тоннадан ошмайдиган юк автомобилларига тезликни соатига 100 километрдан оширмасдан;\nшаҳарлараро қатнайдиган автобусларга ва микроавтобусларга тезликни соатига 90 километрдан оширмасдан;\nбошқа автобуслар, тиркамали енгил автомобиллар, мотоцикллар, электромотоцикллар рухсат этилган тўлиқ вазни 3,5 тоннадан ортиқ бўлган юк автомобилларига тезликни соатига 80 километрдан оширмасдан;\nтиркамали юк автомобилларига тезликни соатига 70 километрдан оширмасдан ҳаракатланиш рухсат этилади."
        }
    }
}