{
    "questionId": 49,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Siz qiyalikda svetoforning ruxsat beruvchi ishorasini kutib to'xtadingiz. Bunda avtomobilni joyida tutib turishning eng yaxshi usuli:",
            "options": [
                "F1. To'xtab turish tormozi bilan",
                "F2. Birinchi uzatma ulangan holda ulovchini joydan jilmay aylantirish hisobiga",
                "F3. Yurgizgich o'chirilib, past uzatma ulangan holda",
                "F4. Ishchi tormoz bilan"
            ],
            "correctAnswer": 1,
            "explanation": "Ishchi (asosiy) tormoz avtomobil harakatlanishi vaqtida doimiy foydalanishga mo'ljallangan va haydovchiga avtomobil harakatini har xil intensivlikda sekinlashtirish yoki uni toʻxtatish uchun xizmat qiladi. Toʻxtab turish tormozi avtomobilni uzoq muddatli to'xtash yoki to'xtab turish vaqtida o'z-o'zidan harakatlanib ketishidan saqlab qolish uchun mo'ljallangan."
        },
        "ru": {
            "text": "Вы остановились на подъеме в ожидании разрешающего сигнала светофора. При этом удерживать автомобиль на месте лучше всего:",
            "options": [
                "F1. Стояночным тормозом",
                "F2. За счет пробуксовки сцепления при включенной первой передаче",
                "F3. Выключенным двигателем, с включенной пониженной передачей",
                "F4. Рабочим тормозом"
            ],
            "correctAnswer": 1,
            "explanation": "На подъеме в ожидании разрешающего сигнала светофора удерживать автомобиль на месте лучше всего стояночным тормозом (\"ручником\"), т.к. это минимизирует риск того, что автомобиль скатится вниз."
        },
        "uzk": {
            "text": "Сиз қияликда светофорнинг рухсат берувчи ишорасини кутиб тўхтадингиз. Бунда автомобилни жойида тутиб туришнинг энг яхши усули:",
            "options": [
                "F1. Тўхтаб туриш тормози билан",
                "F2. Биринчи узатма уланган ҳолда уловчини жойдан жилмай айлантириш ҳисобига",
                "F3. Юргизгич ўчирилиб, паст узатма уланган ҳолда",
                "F4. Ишчи тормоз билан"
            ],
            "correctAnswer": 1,
            "explanation": "Ишчи (асосий) тормоз автомобиль ҳаракатланиши вақтида доимий фойдаланишга мўлжалланган ва ҳайдовчига автомобилъ ҳаракатини ҳар хил интенсивликда секинлаштириш ёки уни тўхтатиш учун хизмат қилади. Тўхтаб туриш тормози автомобилни узоқ муддатли тўхташ ёки тўхтаб туриш вақтида ўз-ўзидан ҳаракатланиб кетишидан сақлаб қолиш учун мўлжалланган."
        }
    }
}