{
    "questionId": 42,
    "image": "data/images/q0042.webp",
    "translations": {
        "uz": {
            "text": "Qaysi transport vositasining haydovchisi birinchi navbatda harakatlanish huquqiga ega?",
            "options": [
                "F1. Yuk avtomobili haydovchisi",
                "F2. Avtobus haydovchisi"
            ],
            "correctAnswer": 1,
            "explanation": "IzohYHQ 1-ilovasi 2-bob, 2.6. bandi: «Ro'para harakatlanishning ustunligi». Qarama-qarshi harakatlanishni qiyinlashtiradigan hollarda yo'lning tor qismiga kirish taqiqlanadi. Haydovchi yoʻlning tor qismida bo'lgan yoki ro'paradan unga yaqin bo'lgan transport vositasiga yo'l berishi kerak."
        },
        "ru": {
            "text": "Водитель какого транспортного средства имеет право на первоочередное движение?",
            "options": [
                "F1. Водитель грузового автомобиля",
                "F2. Водитель автобуса"
            ],
            "correctAnswer": 1,
            "explanation": "Пункт 2.6 ПДД: «Преимущество встречного движения». Запрещается въезд на узкий участок дороги, если это может затруднить встречное движение. Водитель должен уступить дорогу встречным транспортным средствам, находящимся на узком участке или противоположном подъезде к нему. То есть водитель автобуса должен уступить дорогу грузовому автомобилю. Одновременно для водителя грузового автомобиля действует знак приоритета 2.7 «Преимущество перед встречным движением». Узкий участок дороги, при движении по которому водитель пользуется приоритетом по отношению к встречным транспортным средствам. Соответственно, право на первоочередное движение имеет водитель грузового автомобиля."
        },
        "uzk": {
            "text": "Қайси транспорт воситасининг ҳайдовчиси биринчи навбатда ҳаракатланиш ҳуқуқига эга?",
            "options": [
                "F1. Юк автомобили ҳайдовчиси",
                "F2. Автобус ҳайдовчиси"
            ],
            "correctAnswer": 1,
            "explanation": "ИзоҳЙҲҚ 1-иловаси 2-боб, 2.6. банди: «Рўпара ҳаракатланишнинг устунлиги». Қарама-қарши ҳаракатланишни қийинлаштирадиган ҳолларда йўлнинг тор қисмига кириш тақиқланади. Ҳайдовчи йўлнинг тор қисмида бўлган ёки рўпарадан унга яқин бўлган транспорт воситасига йўл бериши керак."
        }
    }
}