{
    "questionId": 52,
    "image": "data/images/q0052.webp",
    "translations": {
        "uz": {
            "text": "Bu joyda hovliga burilishga ruxsat etiladimi?",
            "options": [
                "F1. Ruxsat etiladi",
                "F2. Taqiqlanadi"
            ],
            "correctAnswer": 1,
            "explanation": "YHQ 2-ilovasi 1-bo'limi 1.11 belgisi: faqat bir tomondan qayta tizilishga ruxsat etilgan yo'l qismlarida, bir yoʻnalishdagi yoki qarama-qarshi kelayotgan transport oqimlarini ajratadi;\nqayrilib olish, toʻxtash maydonchalari va shunga o'xshashlarga kirish-chiqish joylarida harakatlanish faqat bir yo'nalishda ruxsat etilganligini ko'rsatadi."
        },
        "ru": {
            "text": "Разрешается ли повернуть во двор в этом месте?",
            "options": [
                "F1. Разрешается",
                "F2. Запрещается"
            ],
            "correctAnswer": 1,
            "explanation": "Дорожный знак 1.11 ПДД: разделяет транспортные потоки противоположных или попутных направлений на участках дорог, где перестроение разрешено только из одной полосы; обозначает места, предназначенные для разворота, въезда и выезда со стояночных площадок и т. п., где движение разрешено только в одну сторону. В данном случае полоса маршрутного транспорта отделена от проезжей части прерывистой линией, поэтому автомобилю разрешено повернуть в указанном месте."
        },
        "uzk": {
            "text": "Бу жойда ҳовлига бурилишга рухсат этиладими?",
            "options": [
                "F1. Рухсат этилади",
                "F2. Тақиқланади"
            ],
            "correctAnswer": 1,
            "explanation": "ЙҲҚ 2-иловаси 1-бўлими 1.11 белгиси: фақат бир томондан қайта тизилишга рухсат этилган йўл қисмларида, бир йўналишдаги ёки қарама-қарши келаётган транспорт оқимларини ажратади;\nқайрилиб олиш, тўхташ майдончалари ва шунга ўхшашларга кириш-чиқиш жойларида ҳаракатланиш фақат бир йўналишда рухсат этилганлигини кўрсатади."
        }
    }
}