{
    "questionId": 58,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Qaysi holda Qoidalar ogohlantirish ishorasini berishni talab qilmaydi?",
            "options": [
                "F1. Qatnov qismining chekkasida to'xtash oldidan",
                "F2. «Xavfli burilish» belgisi bilan belgilangan yo'lning egri burilish joyi oldidan",
                "F3. Qo'shni harakat bo'lagiga o'tish oldidan"
            ],
            "correctAnswer": 2,
            "explanation": "YHQ 1-ilovasi 1-bo'limining 1.11.1, 1.11.2. «Xavfli burilish» yoʻl belgilari bilan belgilangan yoʻllarning burilishi oldida. Chorraha va yo'l kesishmalarining YHQ 1-ilovasi 4-bo'limining 4.1.2. «Harakatlanish o'ngga» va 4.1.3. «Harakatlanish chapga» belgilari oʻrnatilgan tomondan chorrahaga kirib kelayotganda. Chorrahada aylanma harakat tashkil qilingan bo'lsa, chorrahaga kirishda Qoidalar ogohlantirish ishorasini berishni talab qilmaydi."
        },
        "ru": {
            "text": "В каком случае Правила не требуют подачи предупредительного сигнала?",
            "options": [
                "F1. Перед остановкой у края проезжей части",
                "F2. Перед закруглением дороги, обозначенным знаком «Опасный поворот»",
                "F3. Перед перестроением на соседнюю полосу движения"
            ],
            "correctAnswer": 2,
            "explanation": "Пунктам 1.11.1, 1.11.2 приложения №1 к ПДД, Правила не требуют подачи предупредительного сигнала о повороте перед закруглением дороги, обозначенным знаками «Опасный поворот» (1.11.1-1.11.2). «Опасные повороты» (1.12.1-1.12.2), а также перед перекрестками и участками дорог, обозначенными предписывающими знаками «Движение направо» (4.1.2), «Движение налево» (4.1.3) и на нерегулируемых перекрестках, где организовано круговое движение."
        },
        "uzk": {
            "text": "Қайси ҳолда Қоидалар огоҳлантириш ишорасини беришни талаб қилмайди?",
            "options": [
                "F1. Қатнов қисмининг чеккасида тўхташ олдидан",
                "F2. «Хавфли бурилиш» белгиси билан белгиланган йўлнинг эгри бурилиш жойи олдидан",
                "F3. Қўшни ҳаракат бўлагига ўтиш олдидан"
            ],
            "correctAnswer": 2,
            "explanation": "ЙҲҚ 1-иловаси 1-бўлимининг 1.11.1, 1.11.2. «Хавфли бурилиш йўл белгилари билан белгиланган йўлларнинг бурилиши олдида. Чорраҳа ва йўл кесишмаларининг ЙҲҚ 1-иловаси 4-бўлимининг 4.1.2. «Харакатланиш ўнгга ва 4.1.3. «Харакатланиш чапга белгилари ўрнатилган томондан чорраҳага кириб келаётганда. Чорраҳада айланма ҳаракат ташкил қилинган бўлса, чорраҳага киришда Қоидалар огоҳлантириш ишорасини беришни талаб қилмайди."
        }
    }
}