{
    "questionId":  55,
    "image":  "data/images/q0055.webp",
    "translations":  {
                         "uz":  {
                                    "text":  "Belgilangan yo\u0027nalish bo\u0027ylab harakatlanayotgan avtobus haydovchisi ushbu sharoitda yo\u0027l berishi kerakmi?",
                                    "options":  [
                                                    "F1. Kerak",
                                                    "F2. Kerak emas",
                                                    "F3. Kerak emas, chunki u to\u0027g\u0027riga ketmoqda"
                                                ],
                                    "correctAnswer":  1,
                                    "explanation":  "YHQ 16-bobi 105-bandi: Teng ahamiyatga ega bo\u0027lgan yo\u0027llar kesishgan chorrahada relssiz transport vositasining haydovchisi o\u0027ngdan yaqinlashayotgan transport vositalariga yoʻl berishi shart. Bu qoidaga tramvay haydovchilari ham oʻzaro amal qilishlari kerak. Bunday chorrahalarda keyingi harakat yo\u0027nalishidan qat\u0027iy nazar, tramvay relssiz transport vositalariga nisbatan oldin o\u0027tish huquqiga ega bo\u0027ladi."
                                },
                         "ru":  {
                                    "text":  "Должен ли водитель автобуса, движущегося по установленному маршруту, уступать дорогу в данной ситуации?",
                                    "options":  [
                                                    "F1. Должен",
                                                    "F2. Не должен",
                                                    "F3. Не должен, так как он движется прямо"
                                                ],
                                    "correctAnswer":  1,
                                    "explanation":  "Пункта 105 главы 16 ПДД, гласит: На перекрестке равнозначных дорог водитель безрельсового транспортного средства обязан уступить дорогу транспортным средствам, приближающимся справа. Этим же правилом должны руководствоваться между собой водители трамваев. На таких перекрестках трамвай имеет право на первоочередное движение перед безрельсовыми транспортными средствами независимо от направления его движения.\nВ данном случае трамвай имеет приоритет перед автобусом. Соответственно, водитель автобуса должен уступить ему дорогу."
                                },
                         "uzk":  {
                                     "text":  "Белгиланган йўналиш бўйлаб ҳаракатланаётган автобус ҳайдовчиси ушбу шароитда йўл бериши керакми?",
                                     "options":  [
                                                     "F1. Керак",
                                                     "F2. Керак эмас",
                                                     "F3. Керак эмас, чунки у тўғрига кетмокда"
                                                 ],
                                     "correctAnswer":  1,
                                     "explanation":  "ЙҲҚ 16-боби 105-банди: Тенг аҳамиятга эга бўлган йўллар кесишган чорраҳада релъссиз транспорт воситасининг ҳайдовчиси ўнгдан яқинлашаётган транспорт воситаларига йўл бериши шарт. Бу қоидага трамвай ҳайдовчилари ҳам ўзаро амал қилишлари керак. Бундай чорраҳаларда кейинги ҳаракат йўналишидан қатъий назар, трамвай релъссиз транспорт воситаларига нисбатан олдин ўтиш ҳуқуқига эга бўлади."
                                 }
                     }
}
