{
    "questionId": 64,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Belgilangan yo'nalish bo'yicha harakatlanayotgan yoʻnalishli transport vositalarining haydovchilari piyodalar o'tish joyidan tashqarida oq hassa bilan ishora berayotgan ko'zi ojiz piyodalarni o'tkazib yuborishlari kerakmi?",
            "options": [
                "F1. Barcha hollarda o'tkazib yuborishlari kerak",
                "F2. O'tkazib yuborishlari kerak emas"
            ],
            "correctAnswer": 1,
            "explanation": "YHQ 17-bobi 113-bandiga asosan: Barcha hollarda, shu jumladan, piyodalar o'tish joylaridan tashqarida ham haydovchi oq hassa bilan ishora berayotgan ko'zi ojiz piyoda(lar)ni o'tkazib yuborishi kerak."
        },
        "ru": {
            "text": "Должны ли водители маршрутных транспортных средств, движущихся по установленным маршрутам, пропускать слепых пешеходов, подающих сигнал белой тростью вне пешеходных переходов?",
            "options": [
                "F1. Должны во всех случаях",
                "F2. Не должны"
            ],
            "correctAnswer": 1,
            "explanation": "Пункта 113 главы 17 ПДД, гласит: Во всех случаях, в том числе и вне пешеходных переходов, водитель должен пропускать слепых пешеходов, подающих сигнал белой тростью."
        },
        "uzk": {
            "text": "Белгиланган йўналиш бўйича ҳаракатланаётган йўналишли транспорт воситаларининг ҳайдовчилари пиёдалар ўтиш жойидан ташқарида оқ ҳасса билан ишора бераётган кўзи ожиз пиёдаларни ўтказиб юборишлари керакми?",
            "options": [
                "F1. Барча ҳолларда ўтказиб юборишлари керак",
                "F2. Ўтказиб юборишлари керак эмас"
            ],
            "correctAnswer": 1,
            "explanation": "ЙҲҚ 17-боби 113-бандига асосан: Барча ҳолларда, шу жумладан, пиёдалар ўтиш жойларидан ташқарида ҳам ҳайдовчи оқ ҳасса билан ишора бераётган кўзи ожиз пиёда (лар)ни ўтказиб юбориши керак."
        }
    }
}