{
    "questionId": 66,
    "image": "data/images/q0066.webp",
    "translations": {
        "uz": {
            "text": "Harakatlanish kimga ruxsat etilgan?",
            "options": [
                "F1. Barcha transport vositalariga",
                "F2. Mototsiklga",
                "F3. Avtomobil va mototsiklga"
            ],
            "correctAnswer": 2,
            "explanation": "YHQ 7-bobi 38-bandiga asosan, tartibga soluvchining \no'ng qo'li oldinga uzatilganda:\nchap yonidan tramvayga chapga, relssiz transport vositalariga barcha yo'nalishlarda;\noldi tomonidan barcha transport vositalariga faqat o'ngga harakatlanishga ruxsat beriladi;\norqa tomonidan va o'ng yonidan barcha transport vositalarining harakatlanishi taqiqlanadi;"
        },
        "ru": {
            "text": "Движение разрешено:",
            "options": [
                "F1. Всем транспортным средствам",
                "F2. Мотоциклу",
                "F3. Автомобилю и мотоциклу"
            ],
            "correctAnswer": 2,
            "explanation": "Пункта 38 главы 7 ПДД, гласит:  Сигналы регулировщика имеют следующие значения: РУКИ ВЫТЯНУТЫ В СТОРОНЫ ИЛИ ОПУЩЕНЫ - со стороны левого и правого бока разрешено движение трамваю прямо, безрельсовым транспортным средствам прямо и направо, пешеходам разрешено переходить проезжую часть. Со стороны груди и спины движение всех транспортных средств и пешеходов запрещено.\nВ данном случае движение разрешено только мотоциклу, т.к. он находится со стороны левого бока регулировщика. Автомобилю и трамваю движение запрещено, т.к. они находятся со стороны спины регулировщика."
        },
        "uzk": {
            "text": "Ҳаракатланиш кимга рухсат этилган?",
            "options": [
                "F1. Барча транспорт воситаларига",
                "F2. Мотоциклга",
                "F3. Автомобиль ва мотоциклга"
            ],
            "correctAnswer": 2,
            "explanation": "ЙҲҚ 7-боби 38-бандига асосан, Тартибга солувчининг \nЎнг қўли олдинга узатилганда:\nчап ёнидан трамвайга чапга, рельссиз транспорт воситаларига барча йўналишларда;\nолди томонидан барча транспорт воситаларига фақат ўнгга ҳаракатланишга рухсат берилади;\nорқа томонидан ва ўнг ёнидан барча транспорт воситаларининг ҳаракатланиши тақиқланади;"
        }
    }
}