{
    "questionId":  63,
    "image":  "data/images/q0063.webp",
    "translations":  {
                         "uz":  {
                                    "text":  "Ushbu yo\u0027l belgisi qo\u0027shimcha axborot belgisi bilan nimani bildiradi?",
                                    "options":  [
                                                    "F1. Ruxsat etilgan to\u0027la vazni 3,5 tonnadan ortiq transport vositalarining to\u0027xtab turish joyi koʻrsatkich qatnov qismining chetida baland to\u0027siq, toshi borligini bildiradi",
                                                    "F2. Transport vositalarining to\u0027xtab turish joyiga avtomobilni ko\u0027rsatilgan usulda qo\u0027yish taqiqlanadi",
                                                    "F3. Yengil avtomobillar, mototsikllar, mopedlar va skuterlarni qo\u0027yish usuli"
                                                ],
                                    "correctAnswer":  3,
                                    "explanation":  "YHQ 1-ilovasi 13-bob. To\u0027xtash va toʻxtab turish: \nQatnov qismiga chegaradosh trotuar chetida faqat yengil avtomobillar, mototsikllar, elektromototsikllar, mopedlar, skuterlar, velosipedlar va individual harakatlanish vositalariga to\u0027xtab turishga 5.15 yo\u0027l belgisi bilan birga 7.6.2, 7.6.3, 7.6.6 — 7.6.9 qo\u0027shimcha axborot belgilaridan biri o\u0027rnatilgan joylarda ruxsat etiladi.\n7.6.1 — 7.6.9. “Transport vositasini to\u0027xtab turish joyiga qo\u0027yish usuli”. 7.6.1 barcha turdagi transport vositalarini to\u0027xtab turishi uchun yo\u0027lning qatnov qismida, trotuar yoniga qo\u0027yish usulini, 7.6.2 — 7.6.9 trotuar yonidagi to\u0027xtab turish joyiga yengil avtomobillar, mototsikllar, mopedlar va skuterlarni qo\u0027yish usulini bildiradi."
                                },
                         "ru":  {
                                    "text":  "Текст вопроса не найден",
                                    "options":  [
                                                    "F1. Место стоянки транспортных средств с разрешенной максимальной массой более 3,5 т. Табличка указывает, что у края проезжей части высокий бордюрный камень",
                                                    "F2. Место стоянки транспортных средств, способ постановки автомобиля, указанный на табличке запрещается",
                                                    "F3. Место и способ постановки легковых легковых автомобилей, мотоциклы, мопеды и скутеры на стоянке"
                                                ],
                                    "correctAnswer":  3,
                                    "explanation":  "Глава 13. Остановка и стоянка: Стоянка на краю тротуара, граничащего с проезжей частью, разрешается только легковым автомобилям, мотоциклам, электромотоциклам, мопедам, скутеры, велосипедам и индивидуальные транспортных средствам в местах, обозначенных дорожным знаком 5.15, установленным вместе с одним из дорожных знаков 7.6.1 указывает способ постановки транспортного средства на проезжую часть, вдоль тротуара, 7.6.2 — 7.6.9. Указывает способ постановки легковых автомобилей, мотоциклы, мопеды и скутеры на околотротуарной стоянке."
                                },
                         "uzk":  {
                                     "text":  "Ушбу йўл белгиси қўшимча ахборот белгиси билан нимани билдиради?",
                                     "options":  [
                                                     "F1. Рухсат этилган тўла вазни 3,5 тоннадан ортиқ транспорт воситаларининг тўхтаб туриш жойи кўрсаткич қатнов қисмининг четида баланд тўсиқ, тоши борлигини билдиради",
                                                     "F2. Транспорт воситаларининг тўхтаб туриш жойига автомобилни кўрсатилган усулда қўйиш тақиқланади",
                                                     "F3. Енгил автомобиллар, мотоцикллар, мопедлар ва скутерларни қўйиш усули"
                                                 ],
                                     "correctAnswer":  3,
                                     "explanation":  "ЙҲҚ 1-иловаси 13-боб. Тўхташ ва тўхтаб туриш:\nҚатнов қисмига чегарадош тротуар четида фақат енгил автомобиллар, мотоцикллар, электромотоцикллар, мопедлар, скутерлар, велосипедлар ва индивидуал ҳаракатланиш воситаларига тўхтаб туришга 5.15 йўл белгиси билан бирга 7.6.2, 7.6.3, 7.6.6 — 7.6.9 қўшимча ахборот белгиларидан бири ўрнатилган жойларда рухсат этилади.\n7.6.1 — 7.6.9. «Транспорт воситасини тўхтаб туриш жойига қўйиш усули». 7.6.1 барча турдаги транспорт воситаларини тўхтаб туриши учун йўлнинг қатнов қисмида, тротуар ёнига қўйиш усулини, 7.6.2 — 7.6.9 тротуар ёнидаги тўхтаб туриш жойига енгил автомобиллар, мотоцикллар, мопедлар ва скутерларни қўйиш усулини билдиради."
                                 }
                     }
}
