{
    "questionId": 72,
    "image": "data/images/q0072.webp",
    "translations": {
        "uz": {
            "text": "Bu joyda quvib o'tishga ruxsat etiladimi?",
            "options": [
                "F1. Ruxsat etiladi",
                "F2. Taqiqlanadi",
                "F3. Agar quvib oʻtilayotgan transportning tezligi 40 km/ soatdan kam bo'lsa ruxsat etiladi"
            ],
            "correctAnswer": 1,
            "explanation": "YHQ 1-ilovasi 3-bo'limining yigirma oltinchi xatboshisiga asosan: 3.22. «Yuk avtomobillarida quvib o'tish taqiqlangan». Toʻliq vazni 3,5 tonnadan ortiq bo'lgan yuk avtomobillarida barcha transport vositalarini quvib o'tish taqiqlanishini bildiradi (soatiga 40 km dan kam tezlikda harakatlanayotgan transport vositasi, traktor, ot-arava, velosiped bundan mustasno).\nYHQ 1-ilovasi 7-boʻlimining ikkinchi xatboshisiga asosan: 7.1.1. «Obyektgacha boʻlgan masofa». Belgidan yo'lning xavfli joyi, yoʻl harakatiga tegishli cheklovlar kiritiladigan joyi yoki harakat yo'nalishi boʻyicha oldindagi muayyan joygacha boʻlgan masofani ko'rsatadi."
        },
        "ru": {
            "text": "Разрешен ли обгон в этом месте?",
            "options": [
                "F1. Разрешен",
                "F2. Запрещен",
                "F3. Разрешен, если скорость обгоняемого меньше 40 км/ч"
            ],
            "correctAnswer": 1,
            "explanation": "ПДД 3. Запрещающий знак: 3.22. «Обгон грузовым автомобилям запрещен». Запрещается грузовым автомобилям с разрешенной максимальной массой более 3,5 т обгон всех транспортных средств (за исключением транспортного средства, трактора, гужевой повозки, велосипеда, движущегося со скоростью менее 40 км/ч). 7.1.11 «Расстояние до объекта». Указывает расстояние от знака до начала опасного участка, места введения соответствующего ограничения или определенного объекта (места), находящегося впереди по ходу движения."
        },
        "uzk": {
            "text": "Бу жойда қувиб ўтишга рухсат этиладими?",
            "options": [
                "F1. Рухсат этилади",
                "F2. Тақиқланади",
                "F3. Агар қувиб ўтилаëтган транспортнинг тезлиги 40 км/соатдан кам бўлса рухсат этилади"
            ],
            "correctAnswer": 1,
            "explanation": "ЙҲҚ 1-иловаси 3-бўлимининг йигирма олтинчи хатбошисига асосан: 3.22. «Юк автомобилларида қувиб ўтиш тақиқланган». Тўлиқ вазни 3,5 тоннадан ортиқ бўлган юк автомобилларида барча транспорт воситаларини қувиб ўтиш тақиқланишини билдиради (соатига 40 км дан кам тезликда ҳаракатланаётган транспорт воситаси, трактор, от-арава, велосипед бундан мустасно).\nЙҲҚ 1-иловаси 7-бўлимининг иккинчи хатбошисига асосан: 7.1.1. «Объектгача бўлган масофа». Белгидан йўлнинг хавфли жойи, йўл ҳаракатига тегишли чекловлар киритиладиган жойи ёки ҳаракат йўналиши бўйича олдиндаги муайян жойгача бўлган масофани кўрсатади."
        }
    }
}