{
    "questionId": 79,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Yurgizgich o'chib qoladi",
                "F2. Ulagich detallarining yemirilishi ortadi",
                "F3. Yetakchi g'ildiraklar oʻrnidan jilmay aylanadi"
            ],
            "correctAnswer": 3,
            "explanation": "Joydan qo'zg'alayotgan vaqtda katta inersiya kuchi vujudga keladi va uni bartaraf qilish uchun yetaklovchi g'ildiraklarga katta tortish kuchini qo'shish lozim. Gorizontal yoʻlda katta bo'lmagan tezlikda bir tekis harakat paytida qarshilik kuchi katta emas va uni bartaraf qilish uchun kamroq bortish kuchi yetarli. Koʻproq tortilganda boshqaruvchi g'ildiraklar o'rnidan jilmay aylanadi."
        },
        "ru": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Двигатель заглохнет",
                "F2. Увеличится износ деталей сцепления",
                "F3. Ведущие колеса будут пробуксовывать"
            ],
            "correctAnswer": 3,
            "explanation": "Если сила тяги на колесах будет превышать силу сцепления колес с дорогой, то: Ведущие колеса будут пробуксовывать. Если сила тяги на колесах будет превышать силу сцепления колес с дорогой, то ведущие колеса будут пробуксовывать (движение \"с прокрутами\"). Двигатель не заглохнет, т.к. колеса будут вращаться быстрее, чем движется автомобиль. Сцепление изнашивается, когда, например, не до конца отпущена педаль сцепления.\nВ данном случае скорее шины будут подвержены увеличенному износу."
        },
        "uzk": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Юргизгич ўчиб қолади",
                "F2. Улагич деталларининг емирилиши ортади",
                "F3. Етакчи ғилдираклар ўрнидан жилмай айланади"
            ],
            "correctAnswer": 3,
            "explanation": "Жойдан қўзғалаётган вақтда катта инерция кучи вужудга келади ва уни бартараф қилиш учун етакловчи ғилдиракларга катта тортиш кучини қўшиш лозим. Горизонтал йўлда катта бўлмаган тезликда бир текис ҳаракат пайтида қаршилик кучи катта эмас ва уни бартараф қилиш учун камроқ тортиш кучи етарли. Кўпроқ тортилганда бошқарувчи ғилдираклар ўрнидан жилмай айланади."
        }
    }
}