{
    "questionId": 74,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Oldida transport vositasi to'xtab turgan tartibga solinmaydigan piyodalar o'tish joyiga yaqinlashib kelmoqdasiz. Siz nima qilishingiz kerak?",
            "options": [
                "F1. Piyodalar o'tish joyidan o'tish",
                "F2. Piyodalar o'tish joyidan to'xtamasdan o'tish, lekin alohida ehtiyotkorlik bilan",
                "F3. Harakatni davom ettirish, lekin to'xtab turgan transport vositasi oldida piyodalar yo'qligiga ishonch hosil qilgan holda",
                "F4. Albatta to'xtash, piyodalar paydo bo'lsa, ularni o'tkazib yuborish"
            ],
            "correctAnswer": 3,
            "explanation": "YHQ 17-bobi 110-bandi: Agar tartibga solinmagan piyodalar o'tish joyi oldida transport vositasi harakatini sekinlashtirsa yoki to'xtasa, qoʻshni tasmalarda harakatlanayotgan boshqa haydovchilar bu transport vositasi oldida ртуода (lаг) yoʻqligiga ishonch hosil qilganlaridan soʻnggina harakatlanishni davom ettirishlari mumkin."
        },
        "ru": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Проехать пешеходный переход безостановочно",
                "F2. Проехать пешеходный переход безостановочно, но с особой осторожностью",
                "F3. Продолжить движение, лишь убедившись, что перед остановившимся транспортным средством нет пешеходов",
                "F4. Обязательно остановиться. При появлении пешеходов пропустить их"
            ],
            "correctAnswer": 3,
            "explanation": "Пункта 110 главы 17 ПДД, гласит: Если перед нерегулируемым пешеходным переходом транспортное средство замедлило движение или остановилось, то водители других транспортных средств, движущихся по соседним полосам, могут продолжать движение, лишь убедившись, что перед остановившимся транспортным средством нет пешеходов."
        },
        "uzk": {
            "text": "Олдида транспорт воситаси тўхтаб турган тартибга солинмайдиган пиёдалар ўтиш жойига яқинлашиб келмоқдасиз. Сиз нима қилишингиз керак?",
            "options": [
                "F1. Пиёдалар ўтиш жойидан ўтиш",
                "F2. Пиёдалар ўтиш жойидан тўхтамасдан ўтиш, лекин алоҳида эҳтиёткорлик билан",
                "F3. Ҳаракатни давом эттириш, лекин тўхтаб турган транспорт воситаси олдида пиёдалар йўқлигига ишонч ҳосил қилган ҳолда",
                "F4. Албатта тўхташ, пиёдалар пайдо бўлса, уларни ўтказиб юбориш"
            ],
            "correctAnswer": 3,
            "explanation": "ЙҲҚ 17-боби 110-банди: Агар тартибга солинмаган пиёдалар ўтиш жойи олдида транспорт воситаси ҳаракатини секинлаштирса ёки тўхтаса, қўшни тасмаларда ҳаракатланаётган бошқа ҳайдовчилар бу транспорт воситаси олдида пиёда (лар) йўқлигига ишонч ҳосил қилганларидан сўнггина ҳаракатланишни давом эттиришлари мумкин."
        }
    }
}