{
    "questionId":  83,
    "image":  "data/images/q0083.webp",
    "translations":  {
                         "uz":  {
                                    "text":  "Ushbu holatda quvib o\u0027tishga ruxsat etiladimi?",
                                    "options":  [
                                                    "F1. Ruxsat etiladi",
                                                    "F2. Taqiqlanadi",
                                                    "F3. Agar quvib o\u0027tilayotgan transport vositasi 40 km/ soadan kam tezlik bilan harakatlanayotgan bo\u0027lsa, ruxsat etiladi"
                                                ],
                                    "correctAnswer":  2,
                                    "explanation":  "YHQ 2-ilovasi 1-bo\u0027limining uchinchi xatboshisiga asosan: 1.1 — qarama-qarshi yo\u0027nalishlarda harakatlanayotgan transport oqimlarini ajratadi, yoʻlning xavfli joylaridagi harakatlanish bo\u0027lagi chegarasini bildiradi; yo\u0027lning kirish taqiqlangan qismi chegarasini belgilaydi;\ntransport vositalarining toʻxtab turish joyi chegarasini hamda avtomagistral qatoriga kiritilmagan yoʻlning qatnov qismi chegarasini bildiradi.\nYHQ 2-ilovasi 1-bo\u0027limining oʻttiz to\u0027rtinchi xatboshisiga asosan: 1.1 va 1.3 chiziqlarini bosib o\u0027tish taqiqlanadi, qatnov qismining chetini bildirish uchun qo\u0027llanilgan 1.1 chizig\u0027i bundan mustasno."
                                },
                         "ru":  {
                                    "text":  "Разрешается ли обгон в данной ситуации?",
                                    "options":  [
                                                    "F1. Разрешается",
                                                    "F2. Запрещается",
                                                    "F3. Разрешается, если обгоняемый автомобиль движется со скоростью меньше 40 км/ч"
                                                ],
                                    "correctAnswer":  2,
                                    "explanation":  "Горизонтальная разметка 1.1 (сплошная линия) разделяет транспортные потоки противоположных направлений и обозначает границы полос движения в опасных местах на дорогах;\nобозначает границы проезжей части, на которые въезд запрещен;\nобозначает границы стояночных мест транспортных средств и край проезжей части дорог, не отнесенных по условиям движения к автомагистралям. Линию 1.1 пересекать запрещается, кроме случая, когда линия 1.1 применена для обозначения края проезжей части. Поэтому в данном случае обгон запрещен, т.к. нельзя пересекать горизонтальную разметку 1.1 (сплошную линию)."
                                },
                         "uzk":  {
                                     "text":  "Ушбу ҳолатда қувиб ўтишга рухсат этиладими?",
                                     "options":  [
                                                     "F1. Рухсат этилади",
                                                     "F2. Тақиқланади",
                                                     "F3. Агар қувиб ўтилаëтган транспорт воситаси 40 км/соадан кам тезлик билан ҳаракатланаётган бўлса, рухсат этилади"
                                                 ],
                                     "correctAnswer":  2,
                                     "explanation":  "ЙҲҚ 2-иловаси 1-бўлимининг учинчи хатбошисига асосан: 1.1 — қарама-қарши йўналишларда ҳаракатланаётган транспорт оқимларини ажратади, йўлнинг хавфли жойларидаги ҳаракатланиш бўлаги чегарасини билдиради;\nйўлнинг кириш тақиқланган қисми чегарасини белгилайди;\nтранспорт воситаларининг тўхтаб туриш жойи чегарасини ҳамда автомагистрал қаторига киритилмаган йўлнинг қатнов қисми чегарасини билдиради.\nЙҲҚ 2-иловаси 1-бўлимининг ўттиз тўртинчи хатбошисига асосан: 1.1 ва 1.3 чизиқларини босиб ўтиш тақиқланади, қатнов қисмининг четини билдириш учун қўлланилган 1.1 чизиғи бундан мустасно."
                                 }
                     }
}
