{
    "questionId":  87,
    "image":  "data/images/q0087.webp",
    "translations":  {
                         "uz":  {
                                    "text":  "Shunday yo\u0027l belgisi bo\u0027lgan yo\u0027l qismlarida ruxsat etilgan to\u0027la vazni 3,5 tonnadan oshmaydigan yuk avtomobillariga qanday eng katta tezlik bilan harakat qilishga ruxsat etiladi?",
                                    "options":  [
                                                    "F1. 110 km/s",
                                                    "F2. 70 km/s",
                                                    "F3. 100 km/s",
                                                    "F4. 90 km/s",
                                                    "F5. 60 km/s"
                                                ],
                                    "correctAnswer":  3,
                                    "explanation":  "YHQ 11-bobi 79-bandining birinchi xatboshisiga asosan, aholi punktlaridan tashqarida: yengil avtomobillarga va ruxsat etilgan toʻla vazni 3,5 tonnadan oshmaydigan yuk avtomobillariga tezlikni soatiga 100 kilometrdan oshirmasdan harakatlanishga ruxsat etiladi."
                                },
                         "ru":  {
                                    "text":  "На участке дороги с данным знаком с какой максимальной скоростью должны двигаться грузовые автомобили, разрешенная максимальная масса которых не более 3,5т?",
                                    "options":  [
                                                    "F1. 110 км/ч",
                                                    "F2. 70 км/ч",
                                                    "F3. 100 км/ч",
                                                    "F4. 90 км/ч",
                                                    "F5. 60 км/ч"
                                                ],
                                    "correctAnswer":  3,
                                    "explanation":  "Информационно-указательный знак 5.24 \"Начало населенного пункта\". Наименование и начало населенного пункта, в котором на данной дороге не действуют требования Правил дорожного движения, устанавливающие порядок движения в населенных пунктах.\nПункта 79 главы 11 ПДД, гласит: Вне населенных пунктов разрешается движение: - легковым, а также грузовым автомобилям с разрешенной максимальной массой не более 3,5 т со скоростью не более 100 км/ч."
                                },
                         "uzk":  {
                                     "text":  "Шундай йўл белгиси бўлган йўл қисмларида рухсат этилган тўла вазни 3,5 тоннадан ошмайдиган юк автомобилларига қандай энг катта тезлик билан ҳаракат қилишга рухсат этилади?",
                                     "options":  [
                                                     "F1. 110 км/с",
                                                     "F2. 70 км/с",
                                                     "F3. 100 км/с",
                                                     "F4. 90 км/с",
                                                     "F5. 60 км/с"
                                                 ],
                                     "correctAnswer":  3,
                                     "explanation":  "ЙҲҚ 11-боби 79-бандининг биринчи хатбошисига асосан, аҳоли пунктларидан ташқарида: енгил автомобилларга ва рухсат этилган тўла вазни 3,5 тоннадан ошмайдиган юк автомобилларига тезликни соатига 100 километрдан оширмасдан ҳаракатланишга рухсат этилади."
                                 }
                     }
}
