{
    "questionId": 80,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Qayd etilgan qaysi hollarda transport vositalarini ekspluatatsiya qilishga ruxsat etiladi?",
            "options": [
                "F1. Qo'shaloq shinalar orasiga xavf-xatar tug'diruvchi begona jismlar tiqilib qolgan",
                "F2. Shina o'lchamlari yoki cheklangan og'irlik transport vositasining turiga mos kelmaydi",
                "F3. Barcha sanab o'tilgan hollarda ruxsat etiladi"
            ],
            "correctAnswer": 3,
            "explanation": "YHQ 3-ilovasi 5-Bо'limining 5.7-bandiga asosan: М1, M2, МЗ toifalarni I klassidagi avtotransport vositalarini oldingi o'qiga, МЗ toifani II va III klassidagi avtotransport vositalarini oʻrta va orqa o'qlariga ikkinchi ta'mirlash klassi boʻyicha qayta tiklangan shinalar oʻrnatilgan boʻlsa foydalanish taqiqlanadi."
        },
        "ru": {
            "text": "В каком из перечисленных случаев разрешается эксплуатация автотранспортных средств ?",
            "options": [
                "F1. Между сдвоенными шинами имеюся инородные предметы",
                "F2. Шины по размеру или допустимой нагрузки не соответствуют модели транспортного средства",
                "F3. На передней оси автотранспортных средств категории M1, M2, M3 класса 1 установлены шины по первому классу ремонта",
                "F4. Во всех случаях разрешается"
            ],
            "correctAnswer": 3,
            "explanation": "Приложению №3 к ПДД, эксплуатация автотранспортных средств запрещается когда: Между сдвоенными шинами имеются инородные предметы;\nшины по размеру или допустимой нагрузке не соответствуют модели транспортного средства;\nНа передней оси автотранспортных средств категорий М1, М2, М3 класса I, установлены шины, восстановленные по второму классу ремонта."
        },
        "uzk": {
            "text": "Қайд этилган қайси ҳолларда транспорт воситаларини эксплуатация қилишга рухсат этилади?",
            "options": [
                "F1. Қўшалоқ шиналар орасига хавф-хатар туғдирувчи бегона жисмлар тикилиб қолган",
                "F2. Шина ўлчамлари ёки чекланган оғирлик транспорт воситасининг турига мос келмайди",
                "F3. М1; М2; M3 тоифали 1 класс автотранспорт воситаларининг олдинги ўқига 1 классда таъмирланган шиналар кўйилган",
                "F4. Барча санаб ўтилган ҳолларда рухсат этилади"
            ],
            "correctAnswer": 3,
            "explanation": "ЙҲҚ 3-иловаси 5-бўлимининг 5.7-бандига асосан: М1, M2, МЗ тоифаларни I классидаги автотранспорт воситаларини олдинги ўқига, МЗ тоифани II ва III классидаги автотранспорт воситаларини урта ва орка укларига иккинчи таъмирлаш класси буйича кайта тикланган шиналар урнатилган булса фойдаланиш такикланади."
        }
    }
}