{
    "questionId": 89,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Harakat tezligi ikki marta oshganda, tormozlanish yo'li necha marta ortadi?",
            "options": [
                "F1. Tormoz yo'li harakat tezligiga bog'liq emas",
                "F2. Uch marta",
                "F3. To'rt marta",
                "F4. Ikki marta"
            ],
            "correctAnswer": 3,
            "explanation": "Tormoz yo'li kattaligini quyidagi formula orqali aniqlash mumkin: 5=ke*va^2/2gp bunda\nS - tormoz yo'li;\nke – avtomobilning ushbu yo'lda mumkin qadar haqiqiy sekinlashishi nazariy sekinlashishdan necha barobar kamligini koʻrsatuvchi tormozlanish samaradorligi koeffitsienti;\nva – avtomobil harakatining boshlang'ich tezligi;\nр - shinaning yoʻl bilan tishlashish koeffitsienti.\nUshbu formuladan ko'rinadiki, tormoz yo'lining kattaligi tormozlanishdan avval harakatlanayotgan avtomobil tezligi kvadratiga nisbatan mutanosibdir. Shu bois harakat tezligi ikki barobar ko'paysa, tormoz yo'li toʻrt barobar ko'payadi."
        },
        "ru": {
            "text": "Во сколько раз увеличивается длина тормозного пути, если скорость движения увеличивается в два раза?",
            "options": [
                "F1. Длина тормозного пути не зависит от скорости движения",
                "F2. В три раза",
                "F3. В четыре раза",
                "F4. В два раза"
            ],
            "correctAnswer": 3,
            "explanation": "Величину тормозного пути можно определить по формуле: S=kə*va^2/2gp где\nЅ - тормозной путь;\nкэ - коэффициент эффективности торможения, который показывает, во сколько раз действительное замедление автомобиля меньше - теоретического, максимально возможного на данной дороге;\nva - начальная скорость движения автомобиля;\nр - коэффициент сцепления шин с дорогой. Из приведенной формулы видно, что величина тормозного пути пропорциональна квадрату скорости, с которой двигался автомобиль перед началом торможения. Поэтому при увеличении скорости движения вдвое тормозной путь увеличивается в четыре раза."
        },
        "uzk": {
            "text": "Ҳаракат тезлиги икки марта ошганда, тормозланиш йўли неча марта ортади?",
            "options": [
                "F1. Тормоз йўли ҳаракат тезлигига боғлиқ эмас",
                "F2. Уч марта",
                "F3. Тўрт марта",
                "F4. Икки марта"
            ],
            "correctAnswer": 3,
            "explanation": "Тормоз йўли катталигини қуйидаги формула орқали аниқлаш мумкин: S=Кэ*vа^2/2gp бунда\ns - тормоз йўли;\nkэ – автомобилнинг ушбу йўлда мумкин қадар ҳақиқий секинлашиши назарий секинлашишдан неча баробар камлигини кўрсатувчи тормозланиш самарадорлиги коэффициенти;\nvа – автомобил ҳаракатининг бошланғич тезлиги;\nр – шинанинг йўл билан тишлашиш козффициенти. Ушбу формуладан кўринадики, тормоз йўлининг катталиги тормозланишдан аввал ҳаракатланаётган автомобил тезлиги квадратига нисбатан мутаносибдир. Шу боис ҳаракат тезлиги икки баробар кўпайса, тормоз йўли тўрт баробар кўпаяди."
        }
    }
}