{
    "questionId": 90,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Bir tirkamali avtopoyezdning qanday eng katta uzunligida DYHXX ruxsatisiz harakatlanishga yo'l qo'yiladi?",
            "options": [
                "F1. 16 m",
                "F2. 18 m",
                "F3. 20 m",
                "F4. 22 m",
                "F5. 24 m"
            ],
            "correctAnswer": 3,
            "explanation": "YHQ 27-bobi 164-bandining birinchi xatboshisiga asosan: O'ta og'ir, katta o'lchamli va xavfli yuklarni tashishda gabarit oʻlchamlari yukli yoki yuksiz holda eni bo'yicha 2,55 (refrijeratorlar va izotermik kuzovlar uchun — 2,6) metrdan va balandligi boʻyicha yo'l sathidan 4 metrdan, uzunligi boʻyicha yakka avtotransport vositasi uchun — 12 metrdan, tirkama uchun — 12 metrdan, yarimtirkamali avtopoezd uchun — 20 metrdan, tirkamali avtopoezd uchun — 20 metrdan ortiq boʻlgan yoki yuki transport vositasining oldi va orqa nuqtasidan 2 metrdan ortiq chiqib turgan transport vositalarining harakatlanishi belgilangan tartibda DYHXX bilan kelishilgan bo'lishi kerak."
        },
        "ru": {
            "text": "При какой наибольшей длине автопоезда с одним прицепом допускается движение без разрешения ГСБДД?",
            "options": [
                "F1. 16 м",
                "F2. 18 м",
                "F3. 20 м",
                "F4. 22 м",
                "F5. 24 м"
            ],
            "correctAnswer": 3,
            "explanation": "Пункта 164 главы 27 ПДД, гласит: Для перевозки тяжеловесных, крупногабаритных и опасных грузов, движения транспортных средств, габаритные параметры которых с грузом или без груза превышают по ширине 2,55 м, по высоте 4 м от поверхности проезжей части, по длине (включая один прицеп) 20 м, либо с грузом, выступающим за заднюю точку габарита транспортного средства более чем на 2 м, движения автопоездов с двумя и более прицепами требуется разрешение органов ГСБДД."
        },
        "uzk": {
            "text": "Бир тиркамали автопоезднинг қандай энг катта узунлигида ДЙҲХХ рухсатисиз ҳаракатланишга йўл қўйилади?",
            "options": [
                "F1. 16 м",
                "F2. 18 м",
                "F3. 20 м",
                "F4. 22 м",
                "F5. 24 м"
            ],
            "correctAnswer": 3,
            "explanation": "ЙҲҚ 27-боби 164-бандининг биринчи хатбошисига асосан: Ута оғир, катта ўлчамли ва хавфли юкларни ташишда габарит ўлчамлари юкли ёки юксиз ҳолда эни бўйича 2,55 (рефрижераторлар ва изотермик кузовлар учун — 2,6) метрдан ва баландлиги бўйича йўл сатҳидан 4 метрдан, узунлиги бўйича якка автотранспорт воситаси учун — 12 метрдан, тиркама учун — 12 метрдан, яримтиркамали автопоезд учун — 20 метрдан, тиркамали автопоезд учун — 20 метрдан ортиқ бўлган ёки юки транспорт воситасининг олди ва орқа нуқтасидан 2 метрдан ортиқ чиқиб турган транспорт воситаларининг ҳаракатланиши белгиланган тартибда ДИҲХХ билан келишилган бўлиши керак."
        }
    }
}