{
    "questionId": 96,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Qanday hollarda haydovchisi bo'lmagan transport vositalarini shatakka olish mumkin?",
            "options": [
                "F1. Barcha hollarda",
                "F2. Egiluvchan yoki qattiq ulagichda shatakka olishda",
                "F3. Qattiq ulagichning tuzilishi shatakka olingan transport vositalarini shatakka olgan transport vositalarining izidan harakatlanishini ta'minlaganda",
                "F4. Qattiq ulagichda shatakka olishda"
            ],
            "correctAnswer": 3,
            "explanation": "YHQ 24-bobi 142-bandiga asosan: Qattiq yoki egiluvchan ulagich yordamida shatakka olish shatakka olingan transport vositasining rul boshqaruvida haydovchi bo'lgandagina amalga oshirilishi kerak, toʻg'ri chiziq bo'ylab harakatlanganda qattiq ulagichning konstruksiyasi shatakka olingan transport vositasini shatakka olgan transport vositasining izidan borishini ta'minlaydigan hollar bundan mustasno."
        },
        "ru": {
            "text": "В каких случаях разрешается буксировка транспортного средства при отсутствии водителя за рулем буксируемого транспортного средства?",
            "options": [
                "F1. Во всех случаях",
                "F2. При буксировке с помощью гибкого или жесткого буксирного устройства",
                "F3. В случае, когда конструкция жесткой сцепки обеспечивает следование буксируемого транспортного средства, по траектории буксирующего",
                "F4. При буксировке на жесткой сцепке"
            ],
            "correctAnswer": 3,
            "explanation": "Пункта 142 главы 24 ПДД, гласит: Буксировка на жесткой или гибкой сцепке должна осуществляться только при наличии водителя за рулем буксируемого транспортного средства, кроме случаев, когда конструкция жесткой сцепки обеспечивает движение буксируемого транспортного средства по траектории буксирующего."
        },
        "uzk": {
            "text": "Қандай ҳолларда ҳайдовчиси бўлмаган транспорт воситаларини шатакка олиш мумкин?",
            "options": [
                "F1. Барча ҳолларда",
                "F2. Эгилувчан ёки қаттиқ улагичда шатакка олишда",
                "F3. Қаттиқ улагичнинг тузилиши шатакка олинган транспорт воситаларини шатакка олган транспорт воситаларининг изидан ҳаракатланишини таъминлаганда",
                "F4. Қаттиқ улагичда шатакка олишда"
            ],
            "correctAnswer": 3,
            "explanation": "ЙҲҚ 24-боби 142-бандига асосан: Қаттиқ ёки эгилувчан улагич ёрдамида шатакка олиш шатакка олинган транспорт воситасининг рул бошқарувида ҳайдовчи бўлгандагина амалга оширилиши керак, тўғри чизиқ бўйлаб ҳаракатланганда қаттиқ улагичнинг конструкцияси шатакка олинган транспорт воситасини шатакка олган транспорт воситасининг изидан боришини таъминлайдиган ҳоллар бундан мустасно."
        }
    }
}