{
    "questionId": 94,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Svetoforning taqiqlovchi ishorasida va shlagbaum ochiq bo'lganda haydovchi nima qilishi kerak?",
            "options": [
                "F1. Yaqinlashib kelayotgan poyezd yo'qligiga shaxsan ishonch hosil qilishi va kesishmadan o'tishi kerak",
                "F2. Shlagbaumning holatiga asoslangan holda kesishmadan o'tishi kerak",
                "F3. Shlagbaumgacha 10 metrdan yaqin bo'lmagan masofada to'xtash",
                "F4. To'xtash chizig'i oldida, «To'xtamasdan harakatlanish taqiqlangan» belgisi oldida, agar ular yo'q bo'lsa shlagbaumgacha 5 metrdan yaqin bo'lmagan masofada to'xtash"
            ],
            "correctAnswer": 4,
            "explanation": "YHQ 18-bobi 118-bandining ikkinchi xatboshisiga asosan, temir yo'l kesishmasiga quyidagi hollarda kirish taqiqlanadi: shlagbaum holatidan qat'i nazar, svetoforning taqiqlovchi ishorasida.\nYHQ 18-bobi 119-bandiga asosan: Kesishma orqali harakatlanish taqiqlangan hollarda haydovchi to'xtash chizig'i, 2.5 yoʻl belgisi yoki svetofor oldida, ular bo'lmaganda shlagbaumga kamida 5 metr, shlagbaum bo'lmaganda esa birinchi temir yoʻl iziga kamida 10 metr qolganda to'xtashi kerak."
        },
        "ru": {
            "text": "Как должен поступить водитель при запрещающем сигнале светофора и открытом шлагбауме?",
            "options": [
                "F1. Убедиться в том, что нет приближающегося поезда, и пересечь железную дорогу",
                "F2. Пересечь железную дорогу, основываясь на положении шлагбаума",
                "F3. Остановиться на расстоянии не более 10 метров до шлагбаума",
                "F4. Остановиться перед «Стоп-линией», у знака «Движение без остановки запрещено», если их нет - остановиться на расстоянии не менее 5 метров до шлагбаума"
            ],
            "correctAnswer": 4,
            "explanation": "Пункта 118 главы 18 ПДД, гласит: Запрещается въезжать на железнодорожный переезд в следующих случаях: - при закрытом либо начинающем закрываться шлагбауме независимо от сигнала светофора;\n- при запрещающем сигнале светофора независимо от положения и наличия шлагбаума;\n- при запрещающем сигнале дежурного по переезду (дежурный обращен к водителю грудью или спиной с поднятым над головой жезлом, красным фонарем или флажком, либо с вытянутыми в стороны руками);\n- если за переездом образовался затор, который вынудит водителя остановиться на переезде;\n- если к переезду на расстоянии в пределах видимости приближается поезд (локомотив, дрезина).\nПункта 119 главы 18 ПДД, гласит: В случаях, когда движение через переезд запрещено, водитель должен остановиться у стоп-линий, знака 2.5 \"Движение без остановки запрещено\" или светофора, если их нет - не ближе 5 м от шлагбаума, а при отсутствии шлагбаума - не ближе 10 м до первого рельса."
        },
        "uzk": {
            "text": "Светофорнинг тақиқловчи ишорасида ва шлагбаум очиқ бўлганда ҳайдовчи нима қилиши керак?",
            "options": [
                "F1. Яқинлашиб келаётган поезд йўқлигига шахсан ишонч ҳосил килиши ва кесишмадан ўтиши керак",
                "F2. Шлагбаумнинг ҳолатига асосланган ҳолда кесишмадан ўтиши керак",
                "F3. Шлагбаумгача 10 метрдан яқин бўлмаган масофада тўхташ",
                "F4. Тўхташ чизиғи олдида, «Тўхтамасдан ҳаракатланиш тақиқланган» белгиси олдида, агар улар йўқ бўлса шлагбаумгача 5 метрдан яқин бўлмаган масофада тўхташ"
            ],
            "correctAnswer": 4,
            "explanation": "ЙҲҚ 18-боби 118-бандининг иккинчи хатбошисига асосан, темир йўл кесишмасига қуйидаги ҳолларда кириш тақиқланади: шлагбаум ҳолатидан қатъи назар, светофорнинг тақиқловчи ишорасида.\nЙҲҚ 18-боби 119-бандига асосан: Кесишма орқали ҳаракатланиш тақиқланган ҳолларда ҳайдовчи тўхташ чизиғи, 2.5 йўл белгиси ёки светофор олдида, улар бўлмаганда шлагбаумга камида 5 метр, шлагбаум бўлмаганда эса биринчи темир йўл изига камида 10 метр қолганда тўхташи керак."
        }
    }
}