{
    "questionId": 99,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Boshqarishni o'rgatishdagi transport vositasi qanday jihozlangan bo'lishi kerak?",
            "options": [
                "F1. Qoidalarning talablariga asosan, taniqlik belgilari bilan",
                "F2. Ulagich (ssepleniye) va ishchi tormozining qo'shimcha tepkilari bilan",
                "F3. O'rgatuvchi uchun orqani ko'rsatuvchi koʻzgu bilan",
                "F4. Sanab o'tilgan barcha jihozlar va belgilar bilan"
            ],
            "correctAnswer": 4,
            "explanation": "YHQ 25-bobi 150-bandiga asosan: Boshqarishni o'rgatish uchun mo'ljallangan mexanik transport vositalari “Boshqarishni o'rgatish transport vositasi” taniqlik belgisi va o'rgatuvchi uchun ulagich (ssepleniye) va tormozning qo'shimcha tepkilari, orqani ko'rsatuvchi ko'zgu hamda ushbu transport vositalarining harakat yo'nalishini nazorat qilish imkonini beradigan GPS qurilmalari bilan jihozlanishi kerak."
        },
        "ru": {
            "text": "Как оборудуется учебное транспортное средство?",
            "options": [
                "F1. Опознавательными знаками по требованиям настоящих Правил",
                "F2. Дополнительными педалями тормоза и сцепления",
                "F3. Зеркалом заднего вида для обучающего",
                "F4. Всеми вышеперечисленными знаками и оборудованием"
            ],
            "correctAnswer": 4,
            "explanation": "Пункта 150 главы 25 ПДД, гласит: Механические транспортные средства, предназначенные для обучения вождению, должны быть обозначены опознавательными знаками «Учебное транспортное средство», кроме того, они должны быть оборудованы дополнительными педалями сцепления и тормоза, зеркалом заднего вида для инструктора.\nСоответственно, все перечисленные варианты верны."
        },
        "uzk": {
            "text": "Бошқаришни ўргатишдаги транспорт воситаси қандай жиҳозланган бўлиши керак?",
            "options": [
                "F1. Қоидаларнинг талабларига асосан, таниқлик белгилари билан",
                "F2. Улагич (ссепление) ва ишчи тормозининг қўшимча тепкилари билан",
                "F3. Ўргатувчи учун орқани кўрсатувчи кўзгу билан",
                "F4. Санаб ўтилган барча жиҳозлар ва белгилар билан"
            ],
            "correctAnswer": 4,
            "explanation": "ЙҲҚ 25-боби 150-бандига асосан: Бошқаришни ўргатиш учун мўлжалланган механик транспорт воситалари “Бошқаришни ўргатиш транспорт воситаси” таниқлик белгиси ва ўргатувчи учун улагич (ссепление) ва тормознинг қўшимча тепкилари, орқани кўрсатувчи кўзгу ҳамда ушбу транспорт воситаларининг ҳаракат йўналишини назорат қилиш имконини берадиган GPS қурилмалари билан жиҳозланиши керак."
        }
    }
}