{
    "questionId":  91,
    "image":  "data/images/q0091.webp",
    "translations":  {
                         "uz":  {
                                    "text":  "Qizil avtomobilning haydovchisi miltillovchi chiroq-mayoqchali va maxsus tovushli ishora yoqilgan transport vositasi yaqinlashib kelayotganda nima qilishi kerak?",
                                    "options":  [
                                                    "F1. Harakat bo\u0027lagini o\u0027zgartirmasdan to\u0027xtashi va majburiy to\u0027xtash chiroqlarini yoqishi",
                                                    "F2. Tezlikni pasaytirishi va boshqa qatorga o\u0027tish bilan bog\u0027lik keskin manyovrlarga yo\u0027l qo\u0027ymasdan harakatni davom ettirishi",
                                                    "F3. Yo\u0027l berishi"
                                                ],
                                    "correctAnswer":  3,
                                    "explanation":  "YHQ 6-bobi 26-bandiga asosan: Haydovchilar tezkor va maxsus xizmatlarning ko\u0027k yoki qizil yoxud ko\u0027k va qizil rangli yalt-yalt etuvchi mayoqchalar va maxsus tovushli ishorasi yoqilgan holda yaqinlashayotgan transport vositalariga, shuningdek ularning kuzatuvidagi, yaqinni yorituvchi fara chiroqlari yoqilgan transport vositasi (transport vositalari)ga yo\u0027l berishlari shart.\nMazkur turdagi transport vositalarini quvib o\u0027tish taqiqlanadi."
                                },
                         "ru":  {
                                    "text":  "Как должен поступить водитель красного автомобиля при приближении транспортного средства с включенными проблесковым маячком и специальным звуковым сигналом?",
                                    "options":  [
                                                    "F1. Не изменяя направление движения, включить сигнал экстренной остановки и остановится на месте",
                                                    "F2. Снизить скорость и без резких маневров перейти на другой ряд, продолжить движение",
                                                    "F3. Уступить дорогу"
                                                ],
                                    "correctAnswer":  3,
                                    "explanation":  "Пункта 26 главы 6 ПДД, гласит: При приближении транспортных средств оперативных и специальных служб с включенными проблесковым маячком синего или красного или синего и красного цветов и специальным звуковым сигналом, а также сопровождаемого ими транспортного средства (транспортных средств) с включенным ближним светом фар водители обязаны уступить им дорогу для обеспечения их беспрепятственного проезда. Запрещается обгонять данные транспортные средства."
                                },
                         "uzk":  {
                                     "text":  "Қизил автомобилнинг ҳайдовчиси милтилловчи чироқ-маёқчали ва махсус товушли ишора ёқилган транспорт воситаси яқинлашиб келаётганда нима қилиши керак?",
                                     "options":  [
                                                     "F1. Ҳаракат бўлагини ўзгартирмасдан тўхташи ва мажбурий тўхташ чироқларини ёқиши",
                                                     "F2. Тезликни пасайтириши ва бошқа қаторга ўтиш билан боғлик кескин манёврларга йўл кўймасдан ҳаракатни давом эттириши",
                                                     "F3. Йўл бериши"
                                                 ],
                                     "correctAnswer":  3,
                                     "explanation":  "ЙҲҚ 6-боби 26-бандига асосан: Ҳайдовчилар тезкор ва махсус хизматларнинг кўк ёки қизил ёхуд кўк ва қизил рангли ялт-ялт этувчи маёқчалар ва махсус товушли ишораси ёқилган ҳолда яқинлашаётган транспорт воситаларига, шунингдек уларнинг кузатувидаги, яқинни ёритувчи фара чироқлари ёқилган транспорт воситаси (транспорт воситалари)га йўл беришлари шарт.\nМазкур турдаги транспорт воситаларини қувиб ўтиш тақиқланади."
                                 }
                     }
}
