{
    "questionId": 107,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Transport vositasi qachon faqat o'ng chetki qatoridan harakatlanishi kerak?",
            "options": [
                "F1. Og'ir vaznli va yirik o'lchamli yuklarni tashishda",
                "F2. Agar haydovchi o'zini betob his qilsa",
                "F3. Agar harakatlanish vaqtida mahkamlangan yuk bo'shashib ketsa",
                "F4. Transport vositasi texnikaviy sabablarga ko'ra 40 km/s.dan ortiq tezlikda yura olmasa"
            ],
            "correctAnswer": 4,
            "explanation": "YHQ 10-bobi 68-bandiga asosan: Tezligini soatiga 40 kilometrdan oshirishi mumkin bo'lmagan yoki texnik sabablarga ko'ra tezligini bundan oshira olmaydigan transport vositalari aylanib o'tish, quvib o'tish, chapga burilish yoki qayrilib olish uchun qayta tizilishdan yoki ruxsat etilgan hollarda yo'lning chap tomonida to'xtashdan boshqa hollarda faqat chetki o'ng qatorida harakatlanishlari kerak."
        },
        "ru": {
            "text": "Когда транспортное средство должно двигаться только по крайней правой полосе?",
            "options": [
                "F1. При перевозке тяжеловесных и крупногабаритных грузов",
                "F2. Если водитель почувствовал болезненное состояние",
                "F3. Если во время движения ослабло крепление груза",
                "F4. Когда транспортное средство по техническим причинам не может превышать скорость 40 км/ч"
            ],
            "correctAnswer": 4,
            "explanation": "Пункта 68 главы 10 ПДД, гласит: Транспортные средства, скорость движения которых не должна превышать 40 км/ч или которые по техническим причинам не могут развивать такую скорость, должны двигаться только по крайней правой полосе, кроме случаев, когда совершается обгон, объезд, поворот налево или разворот, перестроение перед объездом."
        },
        "uzk": {
            "text": "Транспорт воситаси қачон фақат ўнг четки қаторидан ҳаракатланиши керак?",
            "options": [
                "F1. Оғир вазнли ва йирик ўлчамли юкларни ташишда",
                "F2. Агар ҳайдовчи ўзини бетоб ҳис қилса",
                "F3. Агар ҳаракатланиш вақтида маҳкамланган юк бўшашиб кетса",
                "F4. Транспорт воситаси техникавий сабабларга кўра 40 км/с.дан ортиқ тезликда юра олмаса"
            ],
            "correctAnswer": 4,
            "explanation": "ЙҲҚ 10-боби 68-бандига асосан: Тезлигини соатига 40 километрдан ошириши мумкин бўлмаган ёки техник сабабларга кўра тезлигини бундан ошира олмайдиган транспорт воситалари айланиб ўтиш, қувиб ўтиш, чапга бурилиш ёки қайрилиб олиш учун қайта тизилишдан ёки рухсат етилган ҳолларда йўлнинг чап томонида тўхташдан бошқа ҳолларда фақат четки ўнг қаторида ҳаракатланишлари керак."
        }
    }
}