{
    "questionId": 105,
    "image": "data/images/q0105.webp",
    "translations": {
        "uz": {
            "text": "Qizil avtomobil:",
            "options": [
                "F1. Ko'k avtomobilga nisbatan ustunlikka ega, chunki asosiy yo'ldan ketmoqda",
                "F2. Ko'k avtomobilga nisbatan ustunlikka ega, chunki aylanma harakatli yo'ldan ketmoqda",
                "F3. Chorrahaga o'ng tomondan yaqinlashib kelgan ko'k avtomobilga yo'l berishi kerak"
            ],
            "correctAnswer": 2,
            "explanation": "YHQ 14-bobi 98-bandi: Aylanma harakatlanish chorrahasida harakatlanayotgan transport vositalari aylanaga kirib kelayotgan transport vositalariga nisbatan ustunlikka (imtiyozga) ega."
        },
        "ru": {
            "text": "Красный автомобиль:",
            "options": [
                "F1. Имеет преимущество перед синим, так как едет по главной дороге",
                "F2. Имеет преимущество перед синим, так как едет по дороге с круговым движением",
                "F3. Должен уступить дорогу синему, приблизившемуся к перекрестку справа"
            ],
            "correctAnswer": 2,
            "explanation": "Пункта 98 главы 14 ПДД, гласит: Транспортные средства, движущиеся на перекрестке с круговым движением, имеют приоритет (преимущество) по отношению к транспортным средствам, въезжающим на перекресток."
        },
        "uzk": {
            "text": "Қизил автомобил:",
            "options": [
                "F1. Кўк автомобилга нисбатан устунликка эга, чунки асосий йўлдан кетмокда",
                "F2. Кўк автомобилга нисбатан устунликка эга, чунки айланма ҳаракатли йўлдан кетмокда",
                "F3. Чорраҳага ўнг томондан яқинлашиб келган кўк автомобилга йўл бериши керак"
            ],
            "correctAnswer": 2,
            "explanation": "ЙҲҚ 14-боби 98-банди: Айланма ҳаракатланиш чорраҳасида ҳаракатланаётган транспорт воситалари айланага кириб келаётган транспорт воситаларига нисбатан устунликка (имтиёзга) эга."
        }
    }
}