{
    "questionId": 109,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Qoidalarga ko'ra shatakka olish vaqtida bir-biriga ulangan transport vositalari tarkibining qanday umumiy uzunligiga yo'l qo'yiladi?",
            "options": [
                "F1. 20 m",
                "F2. 21 m",
                "F3. 22 m",
                "F4. 23 m",
                "F5. 24 m"
            ],
            "correctAnswer": 1,
            "explanation": "YHQ 24 bobi 145-bandning 3-xatboshiga asosan, Shatakka olish quyidagi holatlarda taqiqlanadi: rul boshqaruvi ishlamayotgan transport vositalarini (qisman ortish usuli bilan shatakka olish bundan mustasno);\nikki va undan ko'p transport vositalarini; shatakka olingan va shatakka olgan transport vositalarining ulagich bilan birga umumiy uzunligi 20 metrdan ortiq bo'lsa."
        },
        "ru": {
            "text": "Какая общая длина поезда сцепленных транспортных средств допускается Правилами при буксировке?",
            "options": [
                "F1. 20 м",
                "F2. 21 м",
                "F3. 22 м",
                "F4. 23 м",
                "F5. 24 м"
            ],
            "correctAnswer": 1,
            "explanation": "Пункта 145 главы 24 ПДД, гласит: Буксировка запрещается в следующих случаях: - транспортных средств, у которых не действует рулевое управление (кроме случаев буксировки методом частичной погрузки);\n- двух и более транспортных средств;\n- при общей длине буксирующего и буксируемого транспортных средств вместе со связующим звеном, превышающей 20 м;\n- транспортного средства с недействующей тормозной системой, если его фактическая масса превышает половину фактической массы буксирующего транспортного средства. (Кроме случаев буксировки при меньшей фактической массе таких транспортных средств только на жесткой сцепке или методом частичной погрузки.);\n- мотоциклами без бокового прицепа, а также таких мотоциклов;\n- в гололедицу, на скользкой дороге, на гибкой сцепке."
        },
        "uzk": {
            "text": "Қоидаларга кўра шатакка олиш вақтида бир-бирига уланган транспорт воситалари таркибининг қандай умумий узунлигига йўл қўйилади?",
            "options": [
                "F1. 20 м",
                "F2. 21 м",
                "F3. 22 м",
                "F4. 23 м",
                "F5. 24 м"
            ],
            "correctAnswer": 1,
            "explanation": "ЙҲҚ 24 боби 145-банднинг 3-хатбошига асосан, Шатакка олиш қуйидаги ҳолатларда тақиқланади: рул бошқаруви ишламаётган транспорт воситаларини (қисман ортиш усули билан шатакка олиш бундан мустасно);\nикки ва ундан кўп транспорт воситаларини; шатакка олинган ва шатакка олган транспорт воситаларининг улагич билан бирга умумий узунлиги 20 метрдан ортиқ бўлса."
        }
    }
}