{
    "questionId": 114,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Yopiq shlagbaum oldida turgan transport vositalarini aylanib o'tishga ruxsat etiladimi?",
            "options": [
                "F1. Ruxsat etiladi, agar ro'paradan kelayotgan transport vositalari yo'q bo'lsa",
                "F2. Faqat yon kajavasiz mototsikllarga ruxsat etiladi",
                "F3. Agar aylanib o'tayotgan transport vositasining tezligi 8 km/soatdan kam bo'lsa taqiqlanadi",
                "F4. Taqiqlanadi"
            ],
            "correctAnswer": 4,
            "explanation": "YHQ 18-bobi 118-bandining yettinchi xatboshisiga asosan, temir yo'l kesishmasiga quyidagi hollarda kirish taqiqlanadi: kesishma oldida turgan transport vositalarini qarama-qarshi harakatlanish bo'lagiga chiqib aylanib o'tish."
        },
        "ru": {
            "text": "Разрешается ли объезжать стоящие перед переездом транспортные средства при закрытом шлагбауме?",
            "options": [
                "F1. Разрешается, если нет встречных транспортных средств",
                "F2. Разрешается только мотоциклам без бокового прицепа",
                "F3. Запрещается, если скорость объезжающего транспортного средства менее 8 км/час",
                "F4. Запрещается"
            ],
            "correctAnswer": 4,
            "explanation": "Пункта 118 главы 18 ПДД, гласит: Запрещается въезжать на железнодорожный переезд в следующих случаях: - при закрытом либо начинающем закрываться шлагбауме независимо от сигнала светофора;\n- при запрещающем сигнале светофора независимо от положения и наличия шлагбаума;\n- при запрещающем сигнале дежурного по переезду (дежурный обращен к водителю грудью или спиной с поднятым над головой жезлом, красным фонарем или флажком, либо с вытянутыми в стороны руками);\n- если за переездом образовался затор, который вынудит водителя остановиться на переезде;\n- если к переезду на расстоянии в пределах видимости приближается поезд (локомотив, дрезина). Соответственно, при закрытом шлагбауме запрещается объезжать стоящие перед переездом транспортные средства."
        },
        "uzk": {
            "text": "Ёпиқ шлагбаум олдида турган транспорт воситаларини айланиб ўтишга рухсат этиладими?",
            "options": [
                "F1. Рухсат этилади, агар рўпарадан келаëтган воситалари йўқ бўлса",
                "F2. Фақат ён кажавасиз мотоциклларга рухсат этилади",
                "F3. Агар айланиб ўтаётган транспорт воситасининг тезлиги 8 км/соатдан кам бўлса тақиқланади",
                "F4. Тақиқланади"
            ],
            "correctAnswer": 4,
            "explanation": "ЙҲҚ 18-боби 118-бандининг еттинчи хатбошисига асосан, темир йўл кесишмасига қуйидаги ҳолларда кириш тақиқланади: кесишма олдида турган транспорт воситаларини қарама-қарши ҳаракатланиш бўлагига чиқиб айланиб ўтиш."
        }
    }
}