{
    "questionId": 111,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Qaysi hollarda bir yo'nalishda harakatlanish uchun uchtadan kam tasmasi bo'lgan yo'lda to'xtash va to'xtab turish taqiqlanadi?",
            "options": [
                "F1. Ko'priklarda, estakadalarda va yo'l o'tkazgichda",
                "F2. Ko'priklar, estakadalar va yo'l o'tkazgich ostida",
                "F3. Sanab o'tilgan barcha hollarda"
            ],
            "correctAnswer": 3,
            "explanation": "YHQ 13-bobi 91-bandiga asosan: Quyidagilarda to'xtash taqiqlanadi: tramvay yo'llarida, shuningdek, bevosita ularga yaqinroqda tramvaylar harakatlanishiga xalaqit beradigan hollarda;\ntemir yo'l kesishmalarida;\ntunnellarda;\nbir yoʻnalishda harakatlanish uchun uchtadan kam tasmaga ega bo'lgan ko'prik, yoʻl o'tkazgich va estakadalarning ustida;\nko'prik, yo'l o'tkazgich va estkadalarning ostida (tegishli yo'l belgilari bilan to'xtab turish ruxsat berilgan yo'l qismlari bundan mustasno);"
        },
        "ru": {
            "text": "В каких случаях запрещена стоянка на дорогах, имеющих менее трех полос движения в одну сторону?",
            "options": [
                "F1. На мостах, эстакадах и на путепроводах",
                "F2. Под мостами, эстакадами и подвесными дорогами",
                "F3. Во всех перечисленных случаях"
            ],
            "correctAnswer": 3,
            "explanation": "Пункта 91 главы 13 ПДД, гласит: Остановка запрещается в следующих местах:\n— на трамвайных путях, а также в непосредственной близости от них, если это создаст помехи движению трамваев;\n— на железнодорожных переездах;\n— в тоннелях;\n— на мостах, эстакадах, путепроводах (если для движения в данном направлении имеется менее трех полос);\n— под мостами, эстакадами, путепроводами (за исключением участков дорог, где соответствующие дорожные знаки разрешают стоянку);"
        },
        "uzk": {
            "text": "Қайси ҳолларда бир йўналишда ҳаракатланиш учун учтадан кам тасмаси бўлган йўлда тўхташ ва тўхтаб туриш тақиқланади?",
            "options": [
                "F1. Кўприкларда, эстакадаларда ва йўл ўтказгичда",
                "F2. Кўприклар, эстакадалар ва йўл ўтказгич остида",
                "F3. Санаб ўтилган барча ҳолларда"
            ],
            "correctAnswer": 3,
            "explanation": "ЙҲҚ 13-боби 91-бандига асосан: Қуйидагиларда тўхташ тақиқланади: трамвай йўлларида, шунингдек, бевосита уларга яқинроқда трамвайлар ҳаракатланишига халақит берадиган ҳолларда;\nтемир йўл кесишмаларида;\nтуннелларда;\nбир йўналишда ҳаракатланиш учун учтадан кам тасмага ега бўлган кўприк, йўл ўтказгич ва естакадаларнинг устида;\nкўприк, йўл ўтказгич ва есткадаларнинг остида (тегишли йўл белгилари билан тўхтаб туриш рухсат берилган йўл қисмлари бундан мустасно);"
        }
    }
}