{
    "questionId":  115,
    "image":  "data/images/q0115.webp",
    "translations":  {
                         "uz":  {
                                    "text":  "Chorrahadan uchinchi bo\u0027lib qaysi avtomobil o\u0027tadi?",
                                    "options":  [
                                                    "F1. Yashil avtomobil",
                                                    "F2. Qizil avtomobil",
                                                    "F3. Ko\u0027k avtomobil",
                                                    "F4. Sariq avtomobil"
                                                ],
                                    "correctAnswer":  3,
                                    "explanation":  "YHQ 16-bobi 104-bandining birinchi xatboshisiga asosan: Teng ahamiyatga ega boʻlmagan yo\u0027llar kesishgan chorrahada, ikkinchi darajali yoʻlda harakatlanayotgan transport vositasining haydovchisi asosiy yoʻldan yaqinlashayotgan transport vositalariga, ularning keyingi harakat yo\u0027nalishidan qat\u0027i nazar, yoʻl berishi kerak.\nYHQ 16-bobi 106-bandiga asosan: Asosiy yoʻlning yoʻnalishi chorrahada o\u0027zgarganda asosiy yo\u0027lda harakatlanayotgan haydovchilar oʻzaro teng ahamiyatli yo\u0027llar chorrahasidan o\u0027tish qoidasiga amal qilishlari kerak. Ikkinchi darajali yo\u0027llarda harakatlanayotgan haydovchilar ham o\u0027zaro shu qoidaga amal qilishlari kerak."
                                },
                         "ru":  {
                                    "text":  "Текст вопроса не найден",
                                    "options":  [
                                                    "F1. Зеленый автомобиль",
                                                    "F2. Красный автомобиль",
                                                    "F3. Синий автомобиль",
                                                    "F4. Желтый автомобиль"
                                                ],
                                    "correctAnswer":  3,
                                    "explanation":  "Знак приоритета 2.1 \"Главная дорога\". Начало дороги, на которой предоставлено право на первоочередное движение перед транспортными средствами, движущимися по второстепенной дороге через нерегулируемые перекрестки. Знак дополнительной информации 7.13 \"Направление главной дороги\". Знак приоритета 2.5 \"Движение без остановки запрещено\". Запрещается движение без остановки перед стоп-линией, а если ее нет - перед краем пересекаемой проезжей части. Водитель должен уступить дорогу транспортным средствам, движущимся по пересекаемой, а при наличии дополнительного знака 7.13 - по главной дороге. Этот знак может быть установлен перед железнодорожным переездом или карантинным постом. В этих случаях водитель должен остановиться перед стоп-линией, а при ее отсутствии - перед знаком. В данном случае зеленый и красный автомобили движутся по главной дороге, поэтому у них приоритет в движении; соответственно, они проедут перекресток первыми. Желтый автомобиль обязан уступить дорогу синему, т.к. на перекрестке равнозначных дорог водитель безрельсового транспортного средства обязан уступить дорогу транспортным средствам, приближающимся справа (пункт 15.10 ПДД). Соответственно, третьим проедет перекресток синий автомобиль."
                                },
                         "uzk":  {
                                     "text":  "Чорраҳадан учинчи бўлиб қайси автомобиль ўтади?",
                                     "options":  [
                                                     "F1. Яшил автомобиль",
                                                     "F2. Қизил автомобиль",
                                                     "F3. Кўк автомобиль",
                                                     "F4. Сариқ автомобил"
                                                 ],
                                     "correctAnswer":  3,
                                     "explanation":  "ЙҲҚ 16-боби 104-бандининг биринчи хатбошисига асосан: Тенг ахамиятга эга бўлмаган йўллар кесишган чорраҳада, иккинчи даражали йўлда ҳаракатланаётган транспорт воситасининг ҳайдовчиси асосий йўлдан яқинлашаётган транспорт воситаларига, уларнинг кейинги ҳаракат йўналишидан қатъи назар, йўл бериши керак.\nЙҲҚ 16-боби 106-бандига асосан: Асосий йўлнинг йўналиши чорраҳада ўзгарганда асосий йўлда ҳаракатланаётган ҳайдовчилар ўзаро тенг аҳамиятли йўллар чорраҳасидан ўтиш қоидасига амал қилишлари керак. Иккинчи даражали йўлларда ҳаракатланаётган ҳайдовчилар ҳам ўзаро шу қоидага амал қилишлари керак."
                                 }
                     }
}
