{
    "questionId":  122,
    "image":  "data/images/q0122.webp",
    "translations":  {
                         "uz":  {
                                    "text":  "Qaysi transport vositalarining haydovchilari qoidani buzib to\u0027xtadi?",
                                    "options":  [
                                                    "F1. Faqat «A»",
                                                    "F2. Faqat «Б»",
                                                    "F3. Faqat «В»",
                                                    "F4. «Б» va «В»",
                                                    "F5. «A» va «Б»"
                                                ],
                                    "correctAnswer":  5,
                                    "explanation":  "YHQ 13-bobi 88-bandining birinchi va uchinchi xatboshlariga asosan: Transport vositalariga yo\u0027lning oʻng tomoni yoqasida, u bo\u0027lmaganda esa qatnov qismining chetida va ushbu Qoidalarning 89-bandida ko\u0027rsatilgan hollarda trotuarda toʻxtash va toʻxtab turishga ruxsat etiladi. Ruxsat etilgan toʻla vazni 3,5 tonnadan ko\u0027p boʻlgan yuk avtomobillari bir tomonlama harakatli yoʻllarning chap tomonida faqat yuk ortish va tushirish uchun to\u0027xtashlari mumkin.\nYHQ 13-bobi 89-bandining birinchi xatboshisiga asosan: Transport vositalarini yo\u0027lning qatnov qismida bir qator qilib, qatnov qismi chetiga parallel ravishda kajavasi bo\u0027lmagan ikki gʻildirakli transport vositalarini ikki qator qilib qo\u0027yishga ruxsat etiladi."
                                },
                         "ru":  {
                                    "text":  "Водители каких транспортных средств нарушили правила остановки?",
                                    "options":  [
                                                    "F1. Только «А»",
                                                    "F2. Только «Б»",
                                                    "F3. Только «В»",
                                                    "F4. «Б» и «В»",
                                                    "F5. «А» и «Б»"
                                                ],
                                    "correctAnswer":  5,
                                    "explanation":  "Пункта 88 главы 13 ПДД, гласит: Остановка и стоянка транспортных средств разрешается на правой стороне дороги как можно правее на обочине, а при ее отсутствии - у края проезжей части. В населенных пунктах остановка и стоянка допускается на левой стороне дорог с одной полосой движения в каждом направлении и не имеющих трамвайных путей посередине, а так же дорог только с односторонним движением.\nПункта 89 главы 13 ПДД, гласит: Ставить транспортные средства на проезжей части разрешается в один ряд параллельно к краю проезжей части, а двухколесные транспортные средства без бокового прицепа — в два ряда."
                                },
                         "uzk":  {
                                     "text":  "Қайси транспорт воситаларининг ҳайдовчилари қоидани бузиб тўхтади?",
                                     "options":  [
                                                     "F1. Фақат «А»",
                                                     "F2. Фақат «Б»",
                                                     "F3. Фақат «В»",
                                                     "F4. «Б» ва «В»",
                                                     "F5. «А» ва «Б»"
                                                 ],
                                     "correctAnswer":  5,
                                     "explanation":  "ЙҲҚ 13-боби 88-бандининг биринчи ва учинчи хатбошларига асосан: Транспорт воситаларига йўлнинг ўнг томони ёқасида, у бўлмаганда эса қатнов қисмининг четида ва ушбу Қоидаларнинг 89-бандида кўрсатилган ҳолларда тротуарда тўхташ ва тўхтаб туришга рухсат этилади. Рухсат этилган тўла вазни 3,5 тоннадан кўп бўлган юк автомобиллари бир томонлама ҳаракатли йўлларнинг чап томонида фақат юк ортиш ва тушириш учун тўхташлари мумкин.\nЙҲҚ 13-боби 89-бандининг биринчи хатбошисига асосан: Транспорт воситаларини йўлнинг қатнов қисмида бир қатор қилиб, қатнов қисми четига параллель равишда кажаваси бўлмаган икки ғилдиракли транспорт воситаларини икки қатор қилиб қўйишга рухсат этилади."
                                 }
                     }
}
