{
    "questionId": 128,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Haydovchi aholi punktlaridan tashqaridagi yo'lda quvib o'tilayotgan haydovchining e'tiborini jalb etish uchun fara chiroqlarini o'chirib yoqish va tovush ishorasi berishni qo'llab to'g'ri qildimi?",
            "options": [
                "F1. Noto'g'ri",
                "F2. To'g'ri"
            ],
            "correctAnswer": 2,
            "explanation": "YHQ 8-bobi 48-bandining birinchi xatboshisiga asosan, tovushli ishoralar faqat quyidagi hollarda qo'llanilishi mumkin: aholi punktlaridan tashqarida boshqa haydovchilarni quvib o'tish haqida ogohlantirish uchun.\nYHQ 8-bobi 49-bandiga asosan: Quvib o'tish haqida tovushli ishora oʻrniga yoki u bilan birga chiroqlarni yoqib-o'chirib, ogohlantirish ishorasini ham berish mumkin."
        },
        "ru": {
            "text": "Правильно ли поступил водитель, применив переключение света фар и звуковой сигнал, для привлечения внимания обгоняемого водителя на дороге вне населенного пункта?",
            "options": [
                "F1. Не правильно",
                "F2. Правильно"
            ],
            "correctAnswer": 2,
            "explanation": "Пункта 48 главы 8 ПДД, гласит: Звуковые сигналы могут применяться в следующих случаях: вне населенных пунктов при обгоне, для предупреждения других водителей;\nв необходимых случаях — для предотвращения дорожно-транспортного происшествия.\nПункта 49 главы 8 ПДД, гласит: Вместо звукового сигнала об обгоне или же вместе с ним может подаваться предупредительный сигнал переключением фар.\nЗначит в данной ситуации водитель поступил правильно."
        },
        "uzk": {
            "text": "Ҳайдовчи аҳоли пунктларидан ташқаридаги йўлда қувиб ўтилаётган ҳайдовчининг эътиборини жалб этиш учун фара чироқларини ўчириб ёқиш ва товуш ишораси беришни қўллаб тўғри қилдими?",
            "options": [
                "F1. Нотўғри",
                "F2. Тўғри"
            ],
            "correctAnswer": 2,
            "explanation": "ЙҲҚ 8-боби 48-бандининг биринчи хатбошисига асосан, товушли ишоралар фақат қуйидаги ҳолларда қўлланилиши мумкин: аҳоли пунктларидан ташқарида бошқа ҳайдовчиларни қувиб ўтиш ҳақида огоҳлантириш учун.\nЙҲҚ 8-боби 49-бандига асосан: Қувиб ўтиш ҳақида товушли ишора ўрнига ёки убилан бирга чироқларни ёқиб-ўчириб, огоҳлантириш ишорасини ҳам бериш мумкин."
        }
    }
}