{
    "questionId":  125,
    "image":  "data/images/q0125.webp",
    "translations":  {
                         "uz":  {
                                    "text":  "Qaysi javobda chorrahadan o\u0027tish tartibi to\u0027g\u0027ri ko\u0027rsatilgan?",
                                    "options":  [
                                                    "F1. Avtobus, avtomobil, velosiped",
                                                    "F2. Avtomobil, avtobus, velosiped",
                                                    "F3. Velosiped, avtobus, avtomobil"
                                                ],
                                    "correctAnswer":  3,
                                    "explanation":  "YHQ 16-bobi 105-bandiga asosan: Teng ahamiyatga ega bo\u0027lgan yo\u0027llar kesishgan chorrahada relssiz transport vositasining haydovchisi o\u0027ngdan kelayotgan transport vositalariga yo\u0027l berishi shart."
                                },
                         "ru":  {
                                    "text":  "В каком ответе правильно указана очередность проезда перекрестка?",
                                    "options":  [
                                                    "F1. Автобус, автомобиль, велосипед",
                                                    "F2. Автомобиль, автобус, велосипед",
                                                    "F3. Велосипед, автобус, автомобиль"
                                                ],
                                    "correctAnswer":  3,
                                    "explanation":  "Пункта 105 главы 16 ПДД, гласит: На перекрестке равнозначных дорог водитель безрельсового транспортного средства обязан уступить дорогу транспортным средствам, приближающимся справа.\nВ данном случае автобус должен уступить дорогу велосипедисту, T.K. тот приближается справа. Автомобиль, в свою очередь, должен уступить дорогу автобусу, т.к. автобус приближается справа от автомобиля. Соответственно, сначала перекресток проедет велосипедист, затем автобуси последним - автомобиль."
                                },
                         "uzk":  {
                                     "text":  "Қайси жавобда чорраҳадан ўтиш тартиби тўғри кўрсатилган?",
                                     "options":  [
                                                     "F1. Қайси жавобда чорраҳадан ўтиш тартиби тўғри кўрсатилган?",
                                                     "F2. Автомобиль, автобус, велосипед",
                                                     "F3. Велосипед, автобус, автомобил"
                                                 ],
                                     "correctAnswer":  3,
                                     "explanation":  "ЙҲҚ 16-боби 105-бандига асосан: Тенг аҳамиятга эга бўлган йўллар кесишган чорраҳада релъссиз транспорт воситасининг ҳайдовчиси ўнгдан келаётган транспорт воситаларига йўл бериши шарт."
                                 }
                     }
}
