{
    "questionId": 124,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Temir yo'l kesishmasida umumiy xatar ishorasi sifatida quyidagi ishoralar turkumi xizmat qiladi:",
            "options": [
                "F1. Ikkita uzun va ikkita qisqa tovush ishoralari",
                "F2. Bitta uzun va uchta qisqa tovush ishoralari",
                "F3. Uchta uzun va uchta qisqa tovush ishoralari",
                "F4. Uchta uzun va bitta qisqa tovush ishorasi"
            ],
            "correctAnswer": 2,
            "explanation": "YHQ 18-bobi 120-bandining yettinchi xatboshisiga asosan: Umumiy xatar ishorasi bo'lib, berilgan bitta uzun va uchta qisqa tovush seriyasi xizmat qiladi."
        },
        "ru": {
            "text": "Звуковым сигналом общей тревоги на железнодорожном переезде служат серия из:",
            "options": [
                "F1. Двух длинных и двух коротких сигналов",
                "F2. Одного длинного и трех коротких сигналов",
                "F3. Трех длинных и трех коротких сигналов",
                "F4. Трех длинных и одного короткого сигнала"
            ],
            "correctAnswer": 2,
            "explanation": "Пункта 120 главы 18 ПДД, гласит: (\"Движение через железнодорожные переезды\") сказано, что сигнал общей тревоги подается при помощи одного длинного и трех коротких звуковых сигналов."
        },
        "uzk": {
            "text": "Темир йўл кесишмасида умумий хатар ишораси сифатида қуйидаги ишоралар туркуми хизмат қилади:",
            "options": [
                "F1. Иккита узун ва иккита қиска товуш ишоралари",
                "F2. Битта узун ва учта киска товуш ишоралари",
                "F3. Учта узун ва учта киска товуш ишоралари",
                "F4. Учта узун ва битта қисқа товуш ишораси"
            ],
            "correctAnswer": 2,
            "explanation": "ЙҲҚ 18-боби 120-бандининг еттинчи хатбошисига асосан: Умумий хатар ишораси бўлиб, берилган битта узун ва учта қисқа товуш серияси хизмат қилади."
        }
    }
}