{
    "questionId": 127,
    "image": "data/images/q0127.webp",
    "translations": {
        "uz": {
            "text": "Ko'rsatilgan holatda o'zib o'tishga ruxsat etiladimi?",
            "options": [
                "F1. Ruxsat etiladi",
                "F2. Taqiqlanadi"
            ],
            "correctAnswer": 1,
            "explanation": "YHQ umumiy qoidalar: O'zib ketish — transport vositasining o'tayotgan transport vositasining tezligidan yuqori tezlikda o'zib ketish. \nYHQ 12-bobi 86-bandining to'rtinchi xatboshisiga asosan, quvib o'tish quyidagi hollarda taqiqlanadi: temir yo'l kesishmalarida va ulargacha 100 metrdan kam masofa qolganda."
        },
        "ru": {
            "text": "Разрешается ли опережение в показанной ситуации?",
            "options": [
                "F1. Разрешается",
                "F2. Запрещается"
            ],
            "correctAnswer": 1,
            "explanation": "ПДД Общие положения: Опережение — движение транспортного средства со скоростью, большей скорости попутного транспортного средства. \nПункта 86 главы 12 ПДД, гласит: Обгон запрещен: - на регулируемых перекрестках свыездом на полосу встречного движения;\n- на нерегулируемых перекрестках при движении по дороге, не являющейся главной (за исключением обгона на перекрестках с круговым движением, обгона двухколесных транспортных средств без бокового прицепа и разрешенного обгона справа);\n- на пешеходных переходах при наличии на них пешеходов;\n- на железнодорожных переездах и ближе чем за 100 м перед ними;\n- транспортного средства, производящего обгон или объезд;\n- в конце подъема и других участках дорог с ограниченной видимостью свыездом на полосу встречного движения. Как видно, обгон запрещен перед железнодорожным переездом. В данном случае обгон совершается после железнодорожного переезда, соответственно, он разрешен."
        },
        "uzk": {
            "text": "Кўрсатилган ҳолатда ўзиб ўтишга рухсат этиладими?",
            "options": [
                "F1. Рухсат этилади",
                "F2. Тақиқланади"
            ],
            "correctAnswer": 1,
            "explanation": "ЙҲҚ умумий қоидалар: Узиб кетиш — транспорт воситасининг ўтаётган транспорт воситасининг тезлигидан юқори тезликда ўзиб кетиш. \nЙҲҚ 12-боби 86-бандининг тўртинчи хатбошисига асосан, қувиб ўтиш қуйидаги ҳолларда тақиқланади: темир йўл кесишмаларида ва уларгача 100 метрдан кам масофа қолганда."
        }
    }
}