{
    "questionId":  134,
    "image":  "data/images/q0134.webp",
    "translations":  {
                         "uz":  {
                                    "text":  "Qaysi transport vositalariga harakatlanish uchun ruxsat berilgan?",
                                    "options":  [
                                                    "F1. Yengil va yuk avtomobillariga",
                                                    "F2. Mototsiklga, yengil va yuk avtomobillariga",
                                                    "F3. Yengil avtomobilga va mototsiklga"
                                                ],
                                    "correctAnswer":  3,
                                    "explanation":  "YHQ 7-bobi 38-bandiga asosan, tartibga soluvchining oʻng qo\u0027li oldinga uzatilganda: chap yonidan tramvayga chapga, relssiz transport vositalariga barcha yo\u0027nalishlarda;\noldi tomonidan barcha transport vositalariga faqat oʻngga harakatlanishga ruxsat beriladi;\norqa tomonidan va oʻng yonidan barcha transport vositalarining harakatlanishi taqiqlanadi;\npiyodalarga tartibga soluvchining orqa tomonidan qatnov qismini kesib oʻtishga ruxsat etiladi."
                                },
                         "ru":  {
                                    "text":  "Каким транспортным средствам разрешено движение?",
                                    "options":  [
                                                    "F1. Легковому и грузовому автомобилям",
                                                    "F2. Мотоциклу, легковому и грузовому автомобилям",
                                                    "F3. Легковому автомобилю и мотоциклу"
                                                ],
                                    "correctAnswer":  3,
                                    "explanation":  "Пункта 38 главы 7 ПДД гласит: Сигналы регулировщика имеют следующие значения: руки вытянуты в стороны или опущены: со стороны левого и правого бока — разрешено движение трамваю прямо, безрельсовым транспортным средствам — прямо и направо, пешеходам разрешено переходить проезжую часть;\nсо стороны груди и спины — движение всех транспортных средств и пешеходов запрещено;\nправая рука вытянута вперед: со стороны левого бока — разрешено движение трамваю налево, безрельсовым транспортным средствам — во всех направлениях;\nсо стороны груди — всем транспортным средствам разрешено движение только направо; со стороны правого бока и спины — движение всех транспортных средств запрещено;\nпешеходам разрешено переходить проезжую часть за спиной регулировщика.\nВ данном случае автобус и мотоцикл находятся со стороны груди и спины регулировщика, значит движение им запрещено. Грузовой автомобиль поворачивает налево, что также запрещено (только прямо и направо). Соответственно, движение разрешено только легковому автомобилю, т.к. он движется прямо со стороны правого бока регулировщика."
                                },
                         "uzk":  {
                                     "text":  "Қайси транспорт воситаларига ҳаракатланиш учун рухсат берилган?",
                                     "options":  [
                                                     "F1. Енгил ва юк автомобилларига",
                                                     "F2. Мотоциклга, енгил ва юк автомобилларига",
                                                     "F3. Енгил автомобилга ва мотоциклга"
                                                 ],
                                     "correctAnswer":  3,
                                     "explanation":  "ЙҲҚ 7-боби 38-бандига асосан, тартибга солувчининг ўнг қўли олдинга узатилганда: чап ёнидан трамвайга чапга, рельссиз транспорт воситаларига барча йўналишларда;\nолди томонидан барча транспорт воситаларига фақат ўнгга ҳаракатланишга рухсат берилади;\nорқа томонидан ва ўнг ёнидан барча транспорт воситаларининг ҳаракатланиши тақиқланади;\nпиёдаларга тартибга солувчининг орқа томонидан қатнов қисмини кесиб ўтишга рухсат этилади."
                                 }
                     }
}
