{
    "questionId": 131,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Sonning yumshoq to'qimalari lat yeganda birinchi tibbiy yordam qanday ko'rsatiladi?",
            "options": [
                "F1. Lat yegan joyni qattiq bog'lash, 15-20 daqiqaga muz solingan xalta qo'yish, oyoqni yuqori ko'tarish, tinch qo'yish",
                "F2. Lat yegan oyoqni tarang qilib (pastdan yuqoriga) bog'lash, singandagi kabi shina qo'yish, bir stakan choyga yarim choy qoshig'ida ichimlik soda solib ichirish, kasalxonaga jo'natish",
                "F3. Oyoqqa yumshoq predmet qo'yish"
            ],
            "correctAnswer": 1,
            "explanation": "Shikastlangan qoʻl yoki oyoqni baland holatda saqlamoq va ichki qon quyilishini oldini olish uchun mumkin qadar tarang bog'ich bogʻlash lozim. Shikastlangan joyga 15-20 daqiqa muz qo'yiladi (sovutish uchun sovuq kompress, muzli xalta, sovuq suv va boshqalar ishlatilishi mumkin). Og'riqni qoldirish uchun shikastlangan organga harakatsizlik sharoiti yaratiladi."
        },
        "ru": {
            "text": "Какая первая медицинская помощь нужна при повреждении мягких тканей бедра?",
            "options": [
                "F1. Наложить тугую повязку на поврежденное место, на 15-20 минут приложить мешочек со льдом. Поврежденную конечность приподнять, обеспечить покой",
                "F2. Перевязать неповрежденную ногу снизу на верх; поставить шину, как при переломе. Дать выпить стакан чая с пищевой содой. Отправить в больницу",
                "F3. Положить ногу на мягкий предмет"
            ],
            "correctAnswer": 1,
            "explanation": "При повреждении мягких тканей бедра необходимо наложить тугую повязку на поврежденное место, на 15-20 минут приложить мешочек со льдом. Поврежденную конечность приподнять, обеспечить покой."
        },
        "uzk": {
            "text": "Соннинг юмшоқ тўқималари лат еганда биринчи тиббий ёрдам қандай кўрсатилади?",
            "options": [
                "F1. Лат еган жойни қаттик боғлаш, 15-20 дақиқага муз солинган халта кўйиш, оëқни юқори кўтариш, тинч қўйиш",
                "F2. Лат еган оëқни таранг қилиб (пастдан юқорига) боғлаш, сингандаги каби шина қўйиш, бир стакан чойга ярим чой қошиғида ичимлик сода солиб ичириш, касалхонага жўнатиш",
                "F3. Оёкка юмшок предмет кўйиш"
            ],
            "correctAnswer": 1,
            "explanation": "Шикастланган қўл ёки оёқни баланд ҳолатда сақламоқ ва ички қон қуйилишини олдини олиш учун мумкин қадар таранг боғич боғлаш лозим. Шикастланган жойга 15-20 дақиқа муз қўйилади (совутиш учун совуқ компресс, музли халта, совуқ сув ва бошқалар ишлатилиши мумкин). Оғриқни қолдириш учун шикастланган органга ҳаракатсизлик шароити яратилади."
        }
    }
}