{
    "questionId":  143,
    "image":  "data/images/q0143.webp",
    "translations":  {
                         "uz":  {
                                    "text":  "Yotiq chiziqning uzluksiz sariq chizig\u0027i nimani bildiradi?",
                                    "options":  [
                                                    "F1. Transport vositalarining to\u0027xtashi taqiqlangan joyni",
                                                    "F2. Belgilangan yo\u0027nalishli transport vositalari uchun va taksi to\u0027xtashiga ruxsat berilgan joyni",
                                                    "F3. Transport vositalarining to\u0027xtab turishi taqiqlangan joyni"
                                                ],
                                    "correctAnswer":  1,
                                    "explanation":  "YHQ 2-ilovasi 1-bo\u0027limining oltinchi xatboshisiga asosan: 1.4 — to\u0027xtash taqiqlangan joyni bildiradi. Yakka holda yoki 3.27 «To\u0027xtash taqiqlangan» yo\u0027l belgisi bilan qo\u0027llaniladi hamda yo\u0027lning qatnov qismi chetiga yoki yo\u0027l chetidagi to\u0027siq ustidan chiziladi."
                                },
                         "ru":  {
                                    "text":  "Что обозначает сплошная желтая линия горизонтальной разметки?",
                                    "options":  [
                                                    "F1. Место, где запрещается остановка транспортных средств",
                                                    "F2. Место, где разрешена остановка маршрутных транспортных средств и такси",
                                                    "F3. Место, где запрещена стоянка транспортных средств"
                                                ],
                                    "correctAnswer":  1,
                                    "explanation":  "Горизонтальная разметка 1.4 (сплошная линия желтого цвета) - обозначает места, где запрещена остановка. Применяется самостоятельно или в сочетании со знаком 3.27 и наносится у края проезжей части или по верху бордюра."
                                },
                         "uzk":  {
                                     "text":  "Ётиқ чизиқнинг узлуксиз сариқ чизиғи нимани билдиради?",
                                     "options":  [
                                                     "F1. Транспорт воситаларининг тўхташи тақиқланган жойни",
                                                     "F2. Белгиланган йўналишли транспорт воситалари учун ва такси тўхташига рухсат берилган жойни",
                                                     "F3. Транспорт воситаларининг тўхтаб туриши тақиқланган жойни"
                                                 ],
                                     "correctAnswer":  1,
                                     "explanation":  "ЙҲҚ 2-иловаси 1-бўлимининг олтинчи хатбошисига асосан: 1.4 — тўхташ тақиқланган жойни билдиради. Якка ҳолда ёки 3.27 «Тухташ тақиқланган». йўл белгиси билан қўлланилади ҳамда йўлнинг қатнов қисми четига ёки йўл четидаги тўсиқ устидан чизилади."
                                 }
                     }
}
