{
    "questionId": 148,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. U yurgizgichni o'chirgan va avtomobilning to'xtab turish tormoz tizimini ulagan bo'lsa",
                "F2. U yurgizgichni o'chirgan va orqaga siljib ketishga qarshi xavfsizlik buferini o'rnatgan bo'lsa",
                "F3. U transport vositasining o'z-o'zidan harakatlanishi yoki undan haydovchi yo'q vaqtda foydalanishga yo'l qo'ymaydigan zaruriy choralarni ko'rgan bo'lsa"
            ],
            "correctAnswer": 3,
            "explanation": "YHQ 13-bobi 95-bandiga asosan: Transport vositasining o'z-o'zidan harakatlanib ketishini yoki oʻzi yoʻqligida undan foydalanishni istisno qiladigan zarur ehtiyot choralarini ko'rgandan keyingina haydovchi o'z joyini tashlab ketishi yoki transport vositasini qoldirishi mumkin."
        },
        "ru": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Он выключил двигатель и включил стояночную тормозную систему",
                "F2. Он выключил двигатель и установил задний противооткатный буфер безопасности",
                "F3. Им приняты необходимые меры, исключающие самопроизвольное движение транспортного средства или использование его в отсутствие водителя"
            ],
            "correctAnswer": 3,
            "explanation": "Пункта 95 главы 13 ПДД гласит: Водитель может покидать свое место или оставлять транспортное средство, если им приняты необходимые меры, исключающие самопроизвольное движение транспортного средства или использование его в отсутствии водителя."
        },
        "uzk": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. У юргизгични ўчирган ва автомобилнинг тўхтаб туриш тормоз тизимини улаган бўлса",
                "F2. У юргизгични ўчирган ва орқага силжиб кетишга қарши хавфсизлик буферини ўрнатган бўлса",
                "F3. У транспорт воситасининг ўз-ўзидан ҳаракатланиши ёки ундан ҳайдовчи йўқ вақтда фойдаланишга йўл қўймайдиган зарурий чораларни кўрган бўлса"
            ],
            "correctAnswer": 3,
            "explanation": "ЙҲҚ 13-боби 95-бандига асосан: Транспорт воситасининг ўз-ўзидан ҳаракатланиб кетишини ёки ўзи йўқлигида ундан фойдаланишни истисно қиладиган зарур эҳтиёт чораларини кўргандан кейингина ҳайдовчи ўз жойини ташлаб кетиши ёки транспорт воситасини қолдириши мумкин."
        }
    }
}