{
    "questionId": 146,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Haydovchi manyovrni bajarishda burilish ko'rsatkichlari bilan yorug'lik ishorasini har doim ham berishi kerakmi?",
            "options": [
                "F1. Har doim berishi kerak",
                "F2. Kerak emas, agar harakatlanishning boshqa qatnashchilarini chalg'itishi mumkin bo'lsa",
                "F3. Kerak, zaruriy ehtiyot choralarini ko'rgan holda"
            ],
            "correctAnswer": 2,
            "explanation": "YHQ 8-bobi 46-bandining ikkinchi xatboshisiga asosan: Ishoralar boshqa yo'l harakati ishtirokchilarini chalg'itmasligi kerak."
        },
        "ru": {
            "text": "Всегда ли водитель должен подавать световой сигнал указателями поворота при выполнении маневра?",
            "options": [
                "F1. Должен всегда",
                "F2. Не должен, если он может ввести в заблуждение других участников движения",
                "F3. Должен, приняв необходимые меры предосторожности"
            ],
            "correctAnswer": 2,
            "explanation": "Пункта 46 главы 8 ПДД гласит: Подача сигнала указателями поворотов или рукой должна производиться заблаговременно до начала выполнения маневра и прекращаться немедленно после его завершения (подача сигнала рукой может быть закончена непосредственно перед выполнением маневра). Подаваемый сигнал не должен вводить в заблуждение других участников дорожного движения. Подача предупредительного сигнала не дает водителю право на первоочередное движение и не освобождает его от принятия необходимых мер предосторожности."
        },
        "uzk": {
            "text": "Ҳайдовчи манёврни бажаришда бурилиш кўрсаткичлари билан ёруғлик ишорасини ҳар доим ҳам бериши керакми?",
            "options": [
                "F1. Ҳар доим бериши керак",
                "F2. Керак эмас, агар ҳаракатланишнинг бошқа катнашчиларини чалғитиши мумкин бўлса",
                "F3. Керак, зарурий эҳтиёт чораларини кўрган ҳолда"
            ],
            "correctAnswer": 2,
            "explanation": "ЙҲҚ 8-боби 46-бандининг иккинчи хатбошисига асосан: Ишоралар бошқа йўл ҳаракати иштирокчиларини чалғитмаслиги керак."
        }
    }
}