{
    "questionId": 153,
    "image": "data/images/q0153.webp",
    "translations": {
        "uz": {
            "text": "«To'xtash taqiqlangan» belgisi bilan birga bordyurning usti bo'ylab uzluksiz sariq chiziq chizilgan joyda yo'lovchilarni tushirishga ruxsat etiladimi?",
            "options": [
                "F1. Ruxsat etiladi",
                "F2. Taqiqlanadi",
                "F3. Belgilangan yo'nalishdagi transport vositalari yo'q bo'lganda ruxsat etiladi",
                "F4. Faqat belgilangan yo'nalishdagi transport vositalariga ruxsat etiladi"
            ],
            "correctAnswer": 4,
            "explanation": "YHQ 2-ilovasi 1-bo'limining oltinchi xatboshisiga asosan: 1.4 — to'xtash taqiqlangan joyni bildiradi. Yakka holda yoki 3.27 «To'xtash taqiqlangan» yo'l belgisi bilan qo'llaniladi hamda yo'lning qatnov qismi chetiga yoki yoʻl chetidagi toʻsiq ustidan chiziladi.\nYHQ 1-ilovasi 3-bo'limining oʻttiz sakkizinchi xatboshisiga asosan: 3.27 belgisiga amal qilish yo'nalishli transport vositalariga ta'sir qilmaydi."
        },
        "ru": {
            "text": "Разрешается ли произвести высадку пассажиров в месте, где нанесена по верху бордюра сплошная желтая линия в сочетании со знаком «Остановка запрещена»?",
            "options": [
                "F1. Разрешается",
                "F2. Запрещается",
                "F3. Разрешается в отсутствии маршрутных транспортных средств",
                "F4. Разрешается только маршрутным транспортным средствам"
            ],
            "correctAnswer": 4,
            "explanation": "Горизонтальная разметка 1.4 (сплошная линия желтого цвета) - обозначает места, где запрещена остановка. Применяется самостоятельно или в сочетании со знаком 3.27 \"Остановка запрещена\" и наносится у края проезжей части или по верху бордюра. Действие знака 3.27 не распространяется на маршрутные транспортные средства. Соответственно, произвести высадку пассажиров в месте, где нанесена сплошная желтая линия в сочетании со знаком 3.27 \"Остановка запрещена\", могут только маршрутные транспортные средства."
        },
        "uzk": {
            "text": "«Тўхташ тақиқланган» белгиси билан бирга бордюрнинг усти бўйлаб узлуксиз сариқ чизиқ чизилган жойда йўловчиларни туширишга рухсат этиладими?",
            "options": [
                "F1. Рухсат этилади",
                "F2. Тақиқланади",
                "F3. Белгиланган йўналишдаги транспорт воситалари йўқ бўлганда рухсат этилади",
                "F4. Фақат белгиланган йўналишдаги транспорт воситаларига рухсат этилади"
            ],
            "correctAnswer": 4,
            "explanation": "ЙҲҚ 2-иловаси 1-бўлимининг олтинчи хатбошисига асосан: 1.4 — тўхташ тақиқланган жойни билдиради. Якка ҳолда ёки 3.27 «Тухташ тақиқланган» йўл белгиси билан қўлланилади ҳамда йўлнинг қатнов қисми четига ёки йўл четидаги тўсиқ устидан чизилади.\nЙҲҚ 1-иловаси 3-бўлимининг ўттиз саккизинчи хатбошисига асосан: 3.27 белгисига амал қилиш йўналишли транспорт воситаларига таъсир қилмайди."
        }
    }
}