{
    "questionId": 159,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Tos suyaklari singanda birinchi yordam qanday ko'rsatiladi?",
            "options": [
                "F1. Zararlangan joyni qattiq bog'lash, shikastlanganni yarim o'tirgan holatga keltirish",
                "F2. Shikastlanganni qattiq yuzaga orqasi bilan yotqizish, zararlangan joylarga qaynoq isitgich qo'yish",
                "F3. Shikastlanganni qattiq tekis yuzaga yotqizish, bukilgan va ikki tomonga kerilgan tizzalarining bo'g'inlari ostiga g'o'la shaklida o'ram qo'yish"
            ],
            "correctAnswer": 3,
            "explanation": "Tos suyagi singanda jabrlanuvchi tekislikka yotqiziladi, oyoqlarni tizzalarida bukib, tagiga valik (g'o'la shakldagi o'ram) qo'yiladi. Shu holatda jabrlanuvchi davolash muassasasiga olib boriladi."
        },
        "ru": {
            "text": "Как оказать первую помощь при переломе костей таза?",
            "options": [
                "F1. Наложить тугую повязку на место повреждения, пострадавшему придать полусидячее положение",
                "F2. Пострадавшего уложить на спину на твердую поверхность, к местам повреждения приложить горячую грелку",
                "F3. Пострадавшего уложить на твердую ровную поверхность, а под согнутые и разведенные коленные суставы подложить валик"
            ],
            "correctAnswer": 3,
            "explanation": "При переломе костей таза необходимо пострадавшего уложить на твердую ровную поверхность, а под согнутые и разведенные коленные суставы подложить валик."
        },
        "uzk": {
            "text": "Тос суяклари синганда биринчи ёрдам қандай кўрсатилади?",
            "options": [
                "F1. Зарарланган жойни каттик боғлаш, шикастланганни ярим ўтирган ҳолатга келтириш",
                "F2. Шикастланганни каттик юзага орқаси билан ётқизиш, зарарланган жойларга қайноқ иситгич қўйиш",
                "F3. Шикастланганни каттик текис юзага ёткизиш, букилган ва икки томонга керилган тиззаларининг бўғинлари остига ғўла шаклида ўрам қўйиш"
            ],
            "correctAnswer": 3,
            "explanation": "Тос суяги синганда жабрланувчи текисликка ётқизилади, оёқларни тиззаларида букиб, тагига валик (ғўла шаклдаги ўрам) қўйилади. Шу ҳолатда жабрланувчи даволаш муассасасига олиб борилади."
        }
    }
}