{
    "questionId":  155,
    "image":  "data/images/q0155.webp",
    "translations":  {
                         "uz":  {
                                    "text":  "Текст вопроса не найден",
                                    "options":  [
                                                    "F1. Yashil avtomobil sariq bilan bir vaqtda",
                                                    "F2. Qizil avtomobil",
                                                    "F3. Ko\u0027k avtomobil sariq bilan bir vaqtda"
                                                ],
                                    "correctAnswer":  3,
                                    "explanation":  "YHQ 16-bobi 104-bandiga asosan, teng ahamiyatga ega boʻlmagan yo\u0027llar kesishgan chorrahada, keyingi harakat yoʻnalishidan qat\u0027i nazar, asosiy yoʻldan harakatlanayotgan transport vositasiga ikkinchi darajali yo\u0027ldan kelayotgan transport vositasining haydovchisi yo\u0027l berishi kerak.\nYHQ 16-bobi 107-bandiga asosan, chapga burilishda yoki qayrilib olishda relssiz transport vositasining haydovchisi teng ahamiyatli yo\u0027lda qarama-qarshi yo\u0027nalishdan to\u0027g\u0027riga yoki o\u0027ngga harakatlanayotgan, shuningdek, ruxsat etilgan hollarda quvib o\u0027tayotgan transport vositalariga yo\u0027l berishi shart. Bu qoidaga tramvay haydovchilari ham o\u0027zaro amal qilishlari kerak."
                                },
                         "ru":  {
                                    "text":  "Текст вопроса не найден",
                                    "options":  [
                                                    "F1. Зеленый автомобиль одновременно с желтым",
                                                    "F2. Красный автомобиль",
                                                    "F3. Синий автомобиль одновременно с желтым"
                                                ],
                                    "correctAnswer":  3,
                                    "explanation":  "Пункта 104 главы 16 ПДД гласит: На перекрестках неравнозначных дорог водитель транспортного средства, движущегося по второстепенной дороге, должен уступить дорогу транспортному средству, движущемуся по главной дороге, независимо от направления их дальнейшего движения.\nПункта 107 главы 16 ПДД гласит: При повороте налево или развороте водитель безрельсового транспортного средства обязан уступить дорогу транспортным средствам, движущимся по равнозначной дороге со встречного направления прямо или направо, а также производящим обгон в разрешенных случаях. Этим же правилом должны руководствоваться между собой водители трамваев."
                                },
                         "uzk":  {
                                     "text":  "Текст вопроса не найден",
                                     "options":  [
                                                     "F1. Яшил автомобиль сариқ билан бир вақтда",
                                                     "F2. Қизил автомобиль",
                                                     "F3. Кўк автомобиль сариқ билан бир вақтда"
                                                 ],
                                     "correctAnswer":  3,
                                     "explanation":  "ЙҲҚ 16-боби 104-бандига асосан, тенг аҳамиятга ега бўлмаган йўллар кесишган чорраҳада, кейинги ҳаракат йўналишидан қатъи назар, асосий йўлдан ҳаракатланаётган транспорт воситасига иккинчи даражали йўлдан келаётган транспорт воситасининг ҳайдовчиси йўл бериши керак.\nЙҲҚ 16-боби 107-бандига асосан, чапга бурилишда ёки қайрилиб олишда релссиз транспорт воситасининг ҳайдовчиси тенг аҳамиятли йўлда қарама-қарши йўналишдан тўғрига ёки ўнгга ҳаракатланаётган, шунингдек, рухсат етилган ҳолларда қувиб ўтаётган транспорт воситаларига йўл бериши шарт. Бу қоидага трамвай ҳайдовчилари ҳам ўзаро амал қилишлари керак."
                                 }
                     }
}
