{
    "questionId": 158,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Haydovchi qayta tizilishdan va harakatlanish yo'nalishini o'zgartirishdan oldin nima qilishi zarur?",
            "options": [
                "F1. Ushbu manyovr xavfsiz bo'lishiga va harakatlanishning boshqa qatnashchilariga xalaqit bermasligiga ishonch hosil qilishi",
                "F2. Chapga burilish haqida ogohlantirish ishorasi berishi va hech kimga xalaqit bermasligi haqida ishonch hosil qilishi",
                "F3. Aholi punktidan tashqarida tovush ishora berishi",
                "F4. Ko'rsatilgan barcha harakatlarni bajarishi"
            ],
            "correctAnswer": 1,
            "explanation": "YHQ 9-bobi 53-bandiga asosan: Haydovchi harakatlanishni boshlash, yo'nalishni o'zgartirish (qayta tizilish, burilish, qayrilib olish, quvib oʻtish va aylanib o'tish) va to'xtashdan oldin bajarilayotgan manyovr xavfsiz ekanligiga va boshqa harakat qatnashchilariga xalaqit bermasligiga ishonch hosil qilishi kerak."
        },
        "ru": {
            "text": "Что обязан сделать водитель перед перестроением и другим изменением направления движения?",
            "options": [
                "F1. Убедиться, что данный маневр будет безопасным и не создаст помех другим участникам движения",
                "F2. Подать предупредительный сигнал левого поворота и убедиться, что никому не будет создана помеха",
                "F3. Вне населенных пунктов подать звуковой сигнал",
                "F4. Выполнить все указанные действия"
            ],
            "correctAnswer": 1,
            "explanation": "Пункта 53 главы 9 ПДД гласит: Перед началом движения, перестроением, поворотом (разворотом), изменением направления и остановкой водитель должен убедиться в том, что своим маневром не создает опасность и препятствие другим транспортным средствам. Предупредительный сигнал может быть и левого, и правого поворота, в зависимости от направления движения."
        },
        "uzk": {
            "text": "Ҳайдовчи қайта тизилишдан ва ҳаракатланиш йўналишини ўзгартиришдан олдин нима қилиши зарур?",
            "options": [
                "F1. Ушбу манёвр хавфсиз бўлишига ва ҳаракатланишнинг бошқа қатнашчиларига халақит бермаслигига ишонч ҳосил килиши",
                "F2. Чапга бурилиш ҳакида огоҳлантириш ишораси бериши ва ҳеч кимга халақит бермаслиги ҳакида ишонч ҳосил килиши",
                "F3. Аҳоли пунктидан ташкарида товуш ишора бериши",
                "F4. Кўрсатилган барча ҳаракатларни бажариши"
            ],
            "correctAnswer": 1,
            "explanation": "ЙҲҚ 9-боби 53-бандига асосан: Ҳайдовчи ҳаракатланишни бошлаш, йўналишни ўзгартириш (қайта тизилиш, бурилиш, қайрилиб олиш, қувиб ўтиш ва айланиб ўтиш) ва тўхташдан олдин бажарилаётган манёвр хавфсиз эканлигига ва бошқа ҳаракат қатнашчиларига халақит бермаслигига ишонч ҳосил қилиши керак."
        }
    }
}