{
    "questionId": 168,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Qaysi javobda shatakka olingan transport vositasidagi yoritish asboblarini yoqishning to'g'ri holati ko'rsatilgan?",
            "options": [
                "F1. Kunning qorong'i vaqtida yoki tuman boʻlgan sharoitda faralarning yaqinni yoritish chiroqlari",
                "F2. Avariya yorug'lik ishoralari, u nosoz bo'lganda yoki bo'lmagan hollarda uning orqa tomoniga avariya sababli to'xtash belgisi o'rnatilishi kerak",
                "F3. Aholi punktlarida gabarit chiroqlari",
                "F4. Aholi punktlaridan tashqaridagi yo'llarda istalgan yoritish chiroqlarini"
            ],
            "correctAnswer": 2,
            "explanation": "YHQ 8-bobi 50-bandining ikkinchi xatboshisiga asosan, avariya ishorasi quyidagi hollarda yoqilishi kerak: shatakka olishda (shatakka olingan transport vositasida).\nYHQ 8-bobi 52-bandiga asosan: Shatakka olingan transport vositasida avariya yorug'lik ishoralari boʻlmasa yoki ular ishlamasa uning orqa tomoniga avariya sababli to'xtash belgisi o'rnatilishi kerak."
        },
        "ru": {
            "text": "В каком ответе указан правильный вариант включения световых приборов на буксируемом транспортном средстве?",
            "options": [
                "F1. Ближний свет фар в темное время суток или в условиях тумана",
                "F2. Аварийная сигнализация, при отсутствии или неисправности транспортное средство должно быть обозначено знаком аварийной остановки укрепленном на нем сзади, с левой стороны",
                "F3. Габаритные огни в населенных пунктах",
                "F4. Любое освещение на дорогах вне населенных пунктах"
            ],
            "correctAnswer": 2,
            "explanation": "Пункта 50 главы 8 ПДД гласит: Одновременное включение всех световых указателей поворотов является сигналом оповещения об аварийной ситуации. Аварийная световая сигнализация должна быть включена в следующих случаях: - при дорожно-транспортном происшествии;\n- при вынужденной остановке в местах, где остановка запрещена;\n- при ослеплении водителя светом фар;\n- при буксировке (на буксируемом транспортном средстве).\nПункта 52 главы 8 ПДД гласит: При отсутствии или неисправности аварийной световой сигнализации на буксируемом транспортном средстве на его задней части должен быть закреплен знак аварийной остановки."
        },
        "uzk": {
            "text": "Қайси жавобда шатакка олинган транспорт воситасидаги ёритиш асбобларини ёқишнинг тўғри ҳолати кўрсатилган?",
            "options": [
                "F1. Куннинг қоронғи вақтида ёки туман бўлган шароитда фараларнинг яқинни ёритиш чироқлари",
                "F2. Авария ёруғлик ишоралари, у носоз бўлганда ёки бўлмаган ҳолларда унинг орқа томонига авария сабабли тўхташ белгиси ўрнатилиши керак",
                "F3. Аҳоли пунктларида габарит чироқлари",
                "F4. Аҳоли пунктларидан ташқаридаги йўлларда исталган ёритиш чироқларини"
            ],
            "correctAnswer": 2,
            "explanation": "ЙҲҚ 8-боби 50-бандининг иккинчи хатбошисига асосан, авария ишораси қуйидаги ҳолларда ёқилиши керак: шатакка олишда (шатакка олинган транспорт воситасида).\nЙҲҚ 8-боби 52-бандига асосан: Шатакка олинган транспорт воситасида авария ёруғлик ишоралари бўлмаса ёки улар ишламаса унинг орқа томонига авария сабабли тўхташ белгиси ўрнатилиши керак."
        }
    }
}