{
    "questionId": 166,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Kunning qorong'i vaqtida yo'lning yoritilgan qismida harakatlanayotgan mexanik transport vositasida qaysi chiroqlar yoqilgan bo'lishi kerak?",
            "options": [
                "F1. Faralarning yaqinni yorituvchi chiroqlari",
                "F2. Faralarning uzoqni yorituvchi chiroqlari yoki gabarit chiroqlar",
                "F3. Faralarning yaqinni yorituvchi chiroqlari (tumanga qarshi faralar) yoki gabarit chiroqlar"
            ],
            "correctAnswer": 1,
            "explanation": "YHQ 23-bobi 135-bandiga asosan, quyidagi hollarda uzoqni yorituvchi chiroqlar o'rniga yaqinni yorituvchi chiroqlar yoqilishi kerak: aholi yashash joylarida yo'l yoritilgan bo'lsa;\nqarama-qarshi yoʻnalishdagi transport vositasiga kamida 150 metr masofa qolganda, shuningdek haydovchi transport vositasining chiroqlarini vaqt-vaqti bilan oʻchirib bunga zaruriyat borligini bildirgan hollarda undan ham koʻproq masofada; qarama-qarshi va bir yoʻnalishdagi transport vositalari haydovchilarining ko'zini qamashtirishi mumkin boʻlgan boshqa barcha holatlarda. Ko'zi qamashgan haydovchi avariya ishoralarini yoqishi, harakatlanish bo'lagini o'zgartirmasdan tezlikni kamaytirishi va to'xtashi kerak."
        },
        "ru": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Ближний свет фар",
                "F2. Дальний свет фар или габаритные огни",
                "F3. Ближний свет фар (противотуманные фары) или габаритные огни"
            ],
            "correctAnswer": 1,
            "explanation": "Пункта 135 главы 23 ПДД гласит: В темное время суток и в условиях недостаточной видимости, а также в тоннелях на всех движущихся транспортных средствах должны быть включены: - на неосвещенных участках дороги ближний или дальний свет фар;\n- на освещенных участках дороги - ближний свет фар; - на прицепах, независимо от освещения дороги - габаритные огни."
        },
        "uzk": {
            "text": "Куннинг қоронғи вақтида йўлнинг ёритилган қисмида ҳаракатланаётган механик транспорт воситасида қайси чироқлар ёқилган бўлиши керак?",
            "options": [
                "F1. Фараларнинг яқинни ёритувчи чироклари",
                "F2. Фараларнинг узоқни ёритувчи чироқлари ёки габарит чироқлар",
                "F3. Фараларнинг яқинни ёритувчи чироқлари (туманга қарши фаралар) ёки габарит чироқлар"
            ],
            "correctAnswer": 1,
            "explanation": "ЙҲҚ 23-боби 135-бандига асосан, қуйидаги ҳолларда узоқни ёритувчи чироқлар ўрнига яқинни ёритувчи чироқлар ёқилиши керак: аҳоли яшаш жойларида йўл ёритилган бўлса;\nқарама-қарши йўналишдаги транспорт воситасига камида 150 метр масофа қолганда, шунингдек ҳайдовчи транспорт воситасининг чироқларини вақт-вақти билан ўчириб бунга зарурият борлигини билдирган ҳолларда ундан ҳам кўпроқ масофада;\nқарама-қарши ва бир йўналишдаги транспорт воситалари ҳайдовчиларининг кўзини қамаштириши мумкин бўлган бошқа барча ҳолатларда. Кўзи қамашган ҳайдовчи авария ишораларини ёқиши, ҳаракатланиш бўлагини ўзгартирмасдан тезликни камайтириши ва тўхташи керак."
        }
    }
}