{
    "questionId": 160,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Sanab o'tilgan shartlarning qaysi birida transport vositasidan foydalanish taqiqlanadi?",
            "options": [
                "F1. Oyna tozalagichlar belgilangan tartibda ishlamaydi",
                "F2. Ishlatilgan gazlarni chiqarish tizimi nosoz",
                "F3. Ishlab chiqargan korxona tomonidan ko'zda tutilgan orqa himoya vositasi loyto'sgich va sachratmagichlar bo'lmasa",
                "F4. Sanab o'tilgan hamma sharoitlarda"
            ],
            "correctAnswer": 4,
            "explanation": "YHQ 3-ilovasi 4-Bo'limining 4.1-bandiga asosan: Oyna tozalagich belgilangan tartibda ishlamayotgan bo'lsa taqiqlanadi. YHQ 3-ilovasi 6-Bo'limining 6.3-bandiga asosan: ishlab chiqarilgan gazlarni chiqarib tashlash tizimi buzuq bo'lsa taqiqlanadi. YHQ 3-ilovasi 7-Bo'limining 7.7-bandiga asosan: transport vositasi konstruksiyasida koʻzda tutilgan orqa himoya vositasi, loy to'sgich va sachratmagichlar bo'lmasa."
        },
        "ru": {
            "text": "При каких из перечисленных условий запрещается эксплуатация транспортного средства?",
            "options": [
                "F1. Не работают в установленном режиме стеклоочистители",
                "F2. Неисправна система выпуска отработанных газов",
                "F3. Отсутствует предусмотренный конструкцией задний противооткатный буфер безопасности",
                "F4. При всех перечисленных условиях"
            ],
            "correctAnswer": 4,
            "explanation": "В \"Условиях, при которых запрещается эксплуатация транспортных средств\" (приложение №3 к ПДД) сказано, что запрещается эксплуатация транспортных средств, если: 4.1. Не работают в установленном режиме стеклоочистители; 6.4. Неисправна система выпуска отработавших газов; 7.6. Отсутствуют предусмотренные конструкцией задний буфер, обеспечивающий безопасность при самопроизвольном движении, грязезащитные фартуки и брызговики. Соответственно, при всех перечисленных условиях запрещается эксплуатация транспортных средств."
        },
        "uzk": {
            "text": "Санаб ўтилган шартларнинг қайси бирида транспорт воситасидан фойдаланиш тақиқланади?",
            "options": [
                "F1. Ойна тозалагичлар белгиланган тартибда ишламайди",
                "F2. Ишлатилган газларни чиқариш тизими носоз",
                "F3. Ишлаб чикарган корхона томонидан кўзда тутилган орқа ҳимоя воситаси лойтўсгич ва сачратмагичлар бўлмаса",
                "F4. Санаб ўтилган ҳамма шароитларда"
            ],
            "correctAnswer": 4,
            "explanation": "ЙҲҚ 3-иловаси 4-бўлимининг 4.1-бандига асосан: Ойна тозалагич белгиланган тартибда ишламаётган бўлса тақиқланади. ЙҲҚ 3-иловаси 6-бўлимининг 6.3-бандига асосан: ишлаб чиқарилган газларни чиқариб ташлаш тизими бузуқ бўлса тақиқланади. ЙҲҚ 3-иловаси 7-бўлимининг 7.7-бандига асосан: транспорт воситаси конструкциясида кўзда тутилган орқа ҳимоя воситаси, лой тўсгич ва сачратмагичлар бўлмаса."
        }
    }
}