{
    "questionId": 169,
    "image": "data/images/q0169.webp",
    "translations": {
        "uz": {
            "text": "Quyidagi 3.27 «To'xtash taqiqlangan » belgisining amal qilish chegarasi qayerda tugaydi?",
            "options": [
                "F1. Birinchi chorrahada",
                "F2. Aholi yashaydigan joyning oxirida",
                "F3. Yo'lning yotiq sariq chizig'i oxirida"
            ],
            "correctAnswer": 3,
            "explanation": "YHQ 1-ilovasi 3-Bo'limining qirq toʻqqizinchi xatboshisiga asosan: 3.27 belgisi 1.4 yotiq chizigʻi bilan birgalikda, 3.28 belgisi esa 1.10 yotiq chizig'i bilan birgalikda qo'llanishi mumkin, bunda belgilarga amal qilish chiziqlar uzunligi bilan aniqlanadi."
        },
        "ru": {
            "text": "Где заканчивается зона действия знака 3.27 «Остановка запрещена» в данной ситуации?",
            "options": [
                "F1. У первого перекрёстка",
                "F2. В конце населенного пункта",
                "F3. В конце желтой линии дорожной разметки"
            ],
            "correctAnswer": 3,
            "explanation": "Запрещающий знак 3.27 \"Остановка запрещена\". Запрещается остановка и стоянка транспортных средств. Зона действия знака 3.27 - от места установки знака до ближайшего перекрестка за ним, а в населенных пунктах при отсутствии перекрестка - до конца населенного пункта. Действие знаков не прерывается в местах выезда с прилегающих к дороге территорий и местах пересечения (примыкания) с полевыми, лесными и другими второстепенными дорогами, перед которыми не установлены соответствующие знаки. Знак 3.27 может быть применен совместно с горизонтальной разметкой 1.4 (сплошная линия желтого цвета), при этом зона действия знака определяется протяженностью линии разметки. Соответственно, в данном случае зона действия знака 3.27 \"Остановка запрещена\" заканчивается в конце желтой линии дорожной разметки."
        },
        "uzk": {
            "text": "Қуйидаги 3.27 «Тўхташ тақиқланган» белгисининг амал килиш чегараси қаерда тугайди?",
            "options": [
                "F1. Биринчи чорраҳада",
                "F2. Аҳоли яшайдиган жойнинг охирида",
                "F3. Йўлнинг ётиқ сариқ чизиғи охирида"
            ],
            "correctAnswer": 3,
            "explanation": "ЙҲҚ 1-иловаси 3-бўлимининг қирқ тўққизинчи хатбошисига асосан: 3.27 белгиси 1.4 ётиқ чизиғи билан биргаликда, 3.28 белгиси эса 1.10 ётиқ чизиғи билан биргаликда қўлланиши мумкин, бунда белгиларга амал қилиш чизиқлар узунлиги билан аниқланади."
        }
    }
}