{
    "questionId": 172,
    "image": "data/images/q0172.webp",
    "translations": {
        "uz": {
            "text": "Taqiqlovchi belgi yo'lning haydovchi toʻxtagan qismiga ta'sir qiladimi?",
            "options": [
                "F1. Ta'sir qiladi",
                "F2. Ta'sir qilmaydi"
            ],
            "correctAnswer": 1,
            "explanation": "YHQ 1-ilovasi 3-Bo'limining qirq uchinchi xatboshisiga asosan: 3.16, 3.20, 3.22, 3.24, 3.26 — 3.30 belgilarining ta’siri belgi o'rnatilgan joydan keyingi eng yaqin chorrahagacha, ular bo'lmaganda — aholi punktining oxirigacha ta’siri qiladi.\nYondosh hududlardan yo'lga chiqish joylarida yoki yo'lning dala, o'rmon yo'llari va boshqa doimiy harakatlanish, o'tib ketish uchun mo'ljallanmagan yo'llar bilan kesishgan (tutashgan) joylarida, ularning oldida tegishli belgilar o'rnatilmagan bo'lsa, bu belgilarning ta’siri yo'qolmaydi."
        },
        "ru": {
            "text": "Действует ли запрещающий знак на тот участок дороги, где остановился водитель?",
            "options": [
                "F1. Действует",
                "F2. Не действует"
            ],
            "correctAnswer": 1,
            "explanation": "Зона действия знаков 3.16, 3.20, 3.22, 3.24, 3.26—3.30 — от места установки знака до ближайшего перекрестка, а в населенных пунктах при их отсутствии — до конца населенного пункта."
        },
        "uzk": {
            "text": "Тақиқловчи белги йўлнинг ҳайдовчи тўхтаган қисмига таъсир қиладими?",
            "options": [
                "F1. Таъсир қилади",
                "F2. Таъсир килмайди"
            ],
            "correctAnswer": 1,
            "explanation": "ЙҲҚ 1-иловаси 3-бўлимининг қирқ учинчи хатбошисига асосан: 3.16, 3.20, 3.22, 3.24, 3.26 — 3.30 белгиларининг таъсири белги ўрнатилган жойдан кейинги энг яқин чорраҳагача, улар бўлмаганда — аҳоли пунктининг охиригача таъсири қилади.\nЁндош ҳудудлардан йўлга чиқиш жойларида ёки йўлнинг дала, ўрмон йўллари ва бошқа доимий ҳаракатланиш, ўтиб кетиш учун мўлжалланмаган йўллар билан кесишган (туташган) жойларида, уларнинг олдида тегишли белгилар ўрнатилмаган бўлса, бу белгиларнинг таъсири йўқолмайди."
        }
    }
}