{
    "questionId": 174,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Yo'lning o'rtasida joylashgan bekatda to'xtagan yo'nalishli tramvay yonidan o'tayotganda haydovchi nima qilishi kerak?",
            "options": [
                "F1. To'xtashi kerak va tramvay eshiklarini yopganidan so'ng qo'zg'alishi kerak",
                "F2. To'xtab turgan tramvayga ketayotgan yoki undan tushayotgan yo'lovchilarga yo'l berishi kerak"
            ],
            "correctAnswer": 2,
            "explanation": "YHQ 17-bobi 114-bandiga asosan: Agar yo'lovchilarni tushirish yoki chiqarish qatnov qismida yoki unda joylashgan maydonchada amalga oshirilayotgan bo'lsa, haydovchi bekatda toʻxtagan yo'nalishli transport vositasi eshiklari tomon borayotgan yoki undan kelayotgan piyoda(lar)ga yo'l berishi kerak."
        },
        "ru": {
            "text": "Как должен поступить водитель при проезде мимо трамвая попутного направления, стоящего на обозначенной остановке, расположенной на середине дороги?",
            "options": [
                "F1. Остановиться и возобновить движение только после того, как будут закрыты двери трамвая",
                "F2. Уступить дорогу пешеходам идущим к стоящему трамваю или от него"
            ],
            "correctAnswer": 2,
            "explanation": "Пункта 114 главы 17 ПДД гласит: Водитель должен уступить дорогу пешеходам, идущим к дверям стоящего на остановке маршрутного транспортного средства или от него, если посадка и высадка производится с проезжей части или с посадочной площадки, расположенной на ней."
        },
        "uzk": {
            "text": "Йўлнинг ўртасида жойлашган бекатда тўхтаган йўлакай йўналишли трамвай ёнидан ўтаётганда ҳайдовчи нима қилиши керак?",
            "options": [
                "F1. Тўхташи керак ва трамвай эшикларини ёпганидан сўнг қўзғалиши керак",
                "F2. Тўхтаб турган трамвайга кетаëтган ёки ундан тушаëтган йўловчиларга йўл бериши керак"
            ],
            "correctAnswer": 2,
            "explanation": "ЙҲҚ 17-боби 114-бандига асосан: Агар йўловчиларни тушириш ёки чиқариш қатнов қисмида ёки унда жойлашган майдончада амалга оширилаётган бўлса, ҳайдовчи бекатда тўхтаган йўналишли транспорт воситаси эшиклари томон бораётган ёки ундан келаётган пиёда (лар)га йўл бериши керак."
        }
    }
}