{
    "questionId": 177,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Piyodalar o'tish joylarida",
                "F2. Tonellarda",
                "F3. Ko'priklarda, osma yo'llarda, estakadalarda va ularning ostida",
                "F4. Temir yo'l kesishmalarida",
                "F5. Hamma sanab o'tilgan hollarda"
            ],
            "correctAnswer": 5,
            "explanation": "YHQ 9-bobi 62-bandiga asosan, quyidagi joylarda qayrilib olish taqiqlanadi: piyodalarning o'tish joylarida;\ntunnellarda;\nkoʻpriklar, yoʻl o'tkazgichlar, estakadalar va ularning ostida (tegishli yoʻl belgilari bilan bunday manyovrni bajarish ruxsat berilgan yoʻl qismlari bundan mustasno);\ntemir yo'l kesishmalarida;\nyo'lning ko'rinishi biror-bir yo'nalishda 100 metrdan kam bo'lgan joylarda."
        },
        "ru": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. На пешеходных переходах",
                "F2. В тоннелях",
                "F3. На мостах, путепроводах, эстакадах и под ними",
                "F4. На железнодорожных переездах",
                "F5. Во всех перечисленных случаях"
            ],
            "correctAnswer": 5,
            "explanation": "Пункта 62 главы 9 ПДД гласит: Разворот запрещается: - на пешеходных переходах;\n- в тоннелях;\n- на мостах, путепроводах, эстакадах, подвесных мостах и под ними;\n- на железнодорожных переездах;\n- в местах с видимостью дороги хотя бы в одном направлении менее 100 м.\nСоответственно, во всех перечисленных случаях разворот запрещен."
        },
        "uzk": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Пиёдалар ўтиш жойларида",
                "F2. Тонелларда",
                "F3. Кўприкларда, осма йўлларда, эстакадаларда ва уларнинг остида",
                "F4. Темир йўл кесишмаларида",
                "F5. Ҳамма санаб ўтилган ҳолларда"
            ],
            "correctAnswer": 5,
            "explanation": "ЙҲҚ 9-боби 62-бандига асосан, қуйидаги жойларда қайрилиб олиш тақиқланади: пиёдаларнинг ўтиш жойларида;\nтуннелларда;\nкўприклар, йўл ўтказгичлар, эстакадалар ва уларнинг остида (тегишли йўл белгилари билан бундай манёврни бажариш рухсат берилган йўл қисмлари бундан мустасно);\nтемир йўл кесишмаларида;\nйўлнинг кўриниши бирор-бир йўналишда 100 метрдан кам бўлган жойларда."
        }
    }
}