{
    "questionId":  178,
    "image":  "data/images/q0178.webp",
    "translations":  {
                         "uz":  {
                                    "text":  "Текст вопроса не найден",
                                    "options":  [
                                                    "F1. Bir xil yo\u0027nalishda to\u0027g\u0027riga harakatlanayotgan ko\u0027k avtomobilga yo\u0027l berishi kerak",
                                                    "F2. Ko\u0027k avtomobilga nisbatan ustunlikka ega, chunki o\u0027zib o\u0027tish uchun mo\u0027ljallangan tasmadan ketmoqda",
                                                    "F3. Ustunlikka ega, chunki burilish ishorasini yoqdi"
                                                ],
                                    "correctAnswer":  1,
                                    "explanation":  "YHQ 9-bobi 55-bandiga asosan: Haydovchi qayta tizilishda harakatlanish yo\u0027nalishini o\u0027zgartirmasdan harakatlanayotgan yo\u0027lakay transport vositalariga yo\u0027l berishi kerak.\nBir yo\u0027nalishda harakatlanayotgan transport vositalari bir vaqtda qayta tizilayotganda, haydovchi o\u0027ng tomondagi transport vositasiga yo\u0027l berishi kerak."
                                },
                         "ru":  {
                                    "text":  "Текст вопроса не найден",
                                    "options":  [
                                                    "F1. Обязан уступить дорогу синему автомобилю, движущемуся попутно в прямом направлении",
                                                    "F2. Имеет преимущество перед синим автомобилем, т.к. движется по полосе, предназначенной для обгона",
                                                    "F3. Имеет преимущество, т.к. включил сигнал поворота"
                                                ],
                                    "correctAnswer":  1,
                                    "explanation":  "Пункта 55 главы 9 ПДД гласит: При перестроении водитель должен уступить дорогу транспортным средствам, движущимся попутно по соседней полосе, не меняя направление движения. При одновременном перестроении транспортных средств, движущихся попутно, водитель должен уступить дорогу транспортному средству, находящемуся справа. В данном случае зеленый автомобиль перестраивается на соседнюю полосу, по которой движется синий автомобиль попутно в прямом направлении. Соответственно, зеленый автомобиль должен уступить дорогу синему. Следует учесть, что подача предупредительного сигнала (сигнал поворота) не дает водителю право на первоочередное движение и не освобождает его от принятия необходимых мер предосторожности (пункт 9.3 ПДД)."
                                },
                         "uzk":  {
                                     "text":  "Текст вопроса не найден",
                                     "options":  [
                                                     "F1. Бир хил йўналишда тўғрига ҳаракатланаётган кук автомобилга йўл бериши керак",
                                                     "F2. Кўк автомобилга нисбатан устунликка эга, чунки ўзиб ўтиш учун мўлжалланган тасмадан кетмокда",
                                                     "F3. Устунликка эга, чунки бурилиш ишорасини ёқди"
                                                 ],
                                     "correctAnswer":  1,
                                     "explanation":  "ЙҲҚ 9-боби 55-бандига асосан: Ҳайдовчи қайта тизилишда ҳаракатланиш йўналишини ўзгартирмасдан ҳаракатланаётган йўлакай транспорт воситаларига йўл бериши керак.\nБир йўналишда ҳаракатланаётган транспорт воситалари бир вақтда қайта тизилаётганда, ҳайдовчи ўнг томондаги транспорт воситасига йўл бериши керак."
                                 }
                     }
}
