{
    "questionId": 181,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Hodisa sodir bo'lgan joyda to'xtash, guvohlarning ismi-sharifi va manzilini yozib olish, hodisa haqida militsiyaga xabar berish, shikastlanganlarga shifokor kelguncha tibbiy yordam berish uchun. choralar ko'rish",
                "F2. Darhol to'xtash va hodisa sodir bo'lgan joyda qolish, avariya majburiy to'xtash yoritgichini yoqish va avariya sababli to'xtash belgisini o'rnatish",
                "F3. To'xtash va hodisaga tegishli izlarni saqlash, ularning atrofini to'sib, hodisa sodir bo'lgan joyni aylanib o'tishni tashkil etish uchun hamma mumkin bo'lgan choralarni ko'rish, militsiyaga xabar berish, tibbiy yordam berish"
            ],
            "correctAnswer": 2,
            "explanation": "YHQ 3-bobi 13-bandiga asosan, yoʻl-transport hodisasi sodir boʻlganda unga daxldor haydovchilar quyidagilarni bajarishlari shart: transport vositasini darhol to'xtatishi, avariya ishoralarini yoqishi va avariya sababli to'xtash belgisini o'rnatishi, transport vositasini va hodisaga daxldor buyumlarni joyidan qo'zg'atmasligi."
        },
        "ru": {
            "text": "Что должен сделать в первую очередь водитель, причастный к дорожно-транспортному происшествию?",
            "options": [
                "F1. Остановиться на месте происшествия, записать фамилии и адреса очевидцев, сообщить о случившемся в милицию, принять меры для оказания доврачебной медицинской помощи пострадавшим",
                "F2. Немедленно остановиться и оставаться на месте происшествия, включить аварийную световую сигнализацию и выставить знак аварийной остановки",
                "F3. Остановиться и принять все возможные меры к сохранению следов происшествия, ограждению их и организации объезда места происшествия, сообщить о случившемся в милицию и принять меры для оказания доврачебной медицинской помощи пострадавшим"
            ],
            "correctAnswer": 2,
            "explanation": "Пункта 13 главы 3 ПДД гласит: При дорожно-транспортном происшествии водители, причастные к нему, обязаны: - немедленно остановить транспортное средство, включить аварийную световую сигнализацию или выставить знак аварийной остановки (мигающий красный фонарь), не перемещать транспортное средство и предметы, имеющие отношение к происшествию."
        },
        "uzk": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Ҳодиса содир бўлган жойда тўхташ, гувоҳларнинг исми-шарифи ва манзилини ëзиб олиш, ҳодиса ҳакида милицияга хабар бериш, шикастланганларга шифокор келгунча тиббий ёрдам бериш учун чоралар кўриш",
                "F2. Дарҳол тўхташ ва ҳодиса содир бўлган жойда колиш, авария мажбурий тўхташ ёритгичини ёкиш ва авария сабабли тўхташ белгисини ўрнатиш",
                "F3. Тўхташ ва ҳодисага тегишли изларни саклаш, уларнинг атрофини тўсиб, ҳодиса содир бўлган жойни айланиб ўтишни ташкил этиш учун ҳамма мумкин бўлган чораларни кўриш, милицияга хабар бериш, тиббий ёрдам бериш"
            ],
            "correctAnswer": 2,
            "explanation": "ЙҲҚ 3-боби 13-бандига асосан, йўл-транспорт ҳодисаси содир бўлганда унга дахлдор ҳайдовчилар қуйидагиларни бажаришлари шарт: транспорт воситасини дарҳол тўхтатиши, авария ишораларини ёқиши ва авария сабабли тўхташ белгисини ўрнатиши, транспорт воситасини ва ҳодисага дахлдор буюмларни жойидан қўзғатмаслиги."
        }
    }
}