{
    "questionId": 188,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Shatakka olingan mexanik transport vositasida qaysi tashqi yoritish chiroqlari yoqilgan bo'lishi kerak?",
            "options": [
                "F1. Kunning qorong'i vaqtida, gabarit chiroqlarini",
                "F2. Yaqinni yorituvchi fara chiroqlari",
                "F3. Avariya (xavf-xatar) ishoralarini"
            ],
            "correctAnswer": 3,
            "explanation": "YHQ 8-bobi 50-bandining birinchi xatboshisi asosan: Burilishni koʻrsatuvchi barcha yorug'lik ishoralarining bir vaqtda miltillashi avariya (xavf-xatar) ishoralari hisoblanadi.\nYHQ 8-bobi 50-bandining to'rtinchi xatboshisiga asosan, avariya ishorasi quyidagi hollarda yoqilishi kerak: shatakka olishda (shatakka olingan transport vositasida)."
        },
        "ru": {
            "text": "Какое внешнее освещение должно быть включено на буксируемом транспортном средстве?",
            "options": [
                "F1. В темное время суток, только габаритные огни",
                "F2. Ближний свет фар",
                "F3. Аварийная сигнализация"
            ],
            "correctAnswer": 3,
            "explanation": "Пункта 50 главы 8 ПДД гласит: Одновременное включение всех световых указателей поворотов является сигналом оповещения об аварийной ситуации. Аварийная световая сигнализация должна быть включена в следующих случаях: - при дорожно-транспортном происшествии;\n- при вынужденной остановке в местах, где остановка запрещена;\n- при ослеплении водителя светом фар;\n- при буксировке (на буксируемом транспортном средстве). Водитель должен включать аварийную световую сигнализацию и в других случаях для предупреждения участников движения об опасности, которую может создать транспортное средство, управляемое им."
        },
        "uzk": {
            "text": "Шатакка олинган механик транспорт воситасида қайси ташқи ёритиш чироқлари ёқилган бўлиши керак?",
            "options": [
                "F1. Куннинг қоронғи вактида, габарит чироқларини",
                "F2. Яқинни ёритувчи фара чироклари",
                "F3. Aвария (хавф-хатар) ишораларини"
            ],
            "correctAnswer": 3,
            "explanation": "ЙҲҚ 8-боби 50-бандининг биринчи хатбошиси асосан: Бурилишни кўрсатувчи барча ёруғлик ишораларининг бир вақтда милтиллаши авария (хавф-хатар) ишоралари ҳисобланади.\nЙҲҚ 8-боби 50-бандининг тўртинчи хатбошисига асосан, авария ишораси қуйидаги ҳолларда ёқилиши керак: шатакка олишда (шатакка олинган транспорт воситасида)."
        }
    }
}