{
    "questionId": 199,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Sirpanchiq yo'lda karbyuratorning drossel zaslonkasini keskin ochish qanday xavfli oqibatlarga olib kelishi mumkin?",
            "options": [
                "F1. Karbyurator qismlari ishdan chiqishiga",
                "F2. Yurgizgich ishlashdan to'xtab qolishiga",
                "F3. Avtomobilning yonga sirpanib ketishiga"
            ],
            "correctAnswer": 3,
            "explanation": "Sirpanchiq yoʻlda surilish hollari avtomobil g'ildiraklarining shataksirashi (joyida aylanishi) natijasida harakatning birdan tezlanishdan kelib chiqadi. Bu holda surilish sabablarini bartaraf qilish, ya'ni yonilg'i o'tishini boshqaruvchi tepkisini (drossel zaslonkasini) bosishni kamaytirish lozim."
        },
        "ru": {
            "text": "Какие опасные последствия может вызвать резкое открытие дроссельной заслонки на скользкой дороге?",
            "options": [
                "F1. Выход из строя деталей карбюратора",
                "F2. Прекращение работы двигателя",
                "F3. Боковой занос автомобиля"
            ],
            "correctAnswer": 3,
            "explanation": "Открытие дроссельной заслонки карбюратора происходит при нажатии на педаль газа. При резком открытии дроссельной заслонки на скользкой дороге произойдет пробуксовка ведущих колес и возможен боковой занос автомобиля. Вряд ли карбюратор сломается при резком нажатии на педаль газа. Двигатель не прекращает работу при нажатии на педаль газа, а наоборот, начинает интенсивнее работать."
        },
        "uzk": {
            "text": "Сирпанчиқ йўлда карбюраторнинг дроссел заслонкасини кескин очиш қандай хавфли оқибатларга олиб келиши мумкин?",
            "options": [
                "F1. Карбюратор кисмлари ишдан чиқишига",
                "F2. Юргизгич ишлашдан тўхтаб қолишига",
                "F3. Автомобилнинг ёнга сирпаниб кетишига"
            ],
            "correctAnswer": 3,
            "explanation": "Сирпанчиқ йўлда сурилиш ҳоллари автомобил ғилдиракларининг шатаксираши (жойида айланиши) натижасида ҳаракатнинг бирдан тезланишдан келиб чиқади. Бу ҳолда сурилиш сабабларини бартараф қилиш, яъни ёнилғи ўтишини бошқарувчи тепкисини (дроссель заслонкасини) босишни камайтириш лозим."
        }
    }
}