{
    "questionId": 194,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Quyidagi hollarning qaysi birida temir yo'l kesishmasiga kirish taqiqlanadi?",
            "options": [
                "F1. Svetoforning taqiqlovchi ishorasi yonganda shlagbaum ochiq turgan holatda",
                "F2. Qishloq xo'jaligi mashinasini mexanik transport vositasiga yuklab olib o'tish holatida",
                "F3. Tezligi 8 km/soatdan ko'p bo'lgan transport vositalari"
            ],
            "correctAnswer": 1,
            "explanation": "YHQ 18-bobi 118-bandining ikkinchi xatboshisiga asosan, temir yo'l kesishmasiga quyidagi hollarda kirish taqiqlanadi: shlagbaum holatidan qat'i nazar, svetoforning taqiqlovchi ishorasida."
        },
        "ru": {
            "text": "В каких случаях запрещается выезжать на железнодорожный переезд?",
            "options": [
                "F1. Шлагбаум открыт, но горит запрещающий сигнал светофора",
                "F2. Сельскохозяйственная машина загружена на механическое транспортное средство",
                "F3. Если скорость движения механического транспортного средства превышает 8 км\\ч"
            ],
            "correctAnswer": 1,
            "explanation": "Пункта 118 главы 18 ПДД гласит: Запрещается въезжать на железнодорожный переезд в следующих случаях: - при закрытом либо начинающем закрываться шлагбауме независимо от сигнала светофора;\n- при запрещающем сигнале светофора независимо от положения и наличия шлагбаума;\n- при запрещающем сигнале дежурного по переезду (дежурный обращен к водителю грудью или спиной с поднятым над головой жезлом, красным фонарем или флажком, либо с вытянутыми в стороны руками);\n- если за переездом образовался затор, который вынудит водителя остановиться на переезде;\n- если к переезду на расстоянии в пределах видимости приближается поезд (локомотив, дрезина)."
        },
        "uzk": {
            "text": "Қуйидаги ҳолларнинг қайси бирида темир йўл кесишмасига кириш тақиқланади?",
            "options": [
                "F1. Светофорнинг тақиқловчи ишораси ёнганда шлагбаум очик турган ҳолатда",
                "F2. Қишлоқ хўжалиги машинасини механик транспорт воситасига юклаб олиб ўтиш ҳолатида",
                "F3. Тезлиги 8 км/соатдан кўп бўлган транспорт воситалари"
            ],
            "correctAnswer": 1,
            "explanation": "ЙҲҚ 18-боби 118-бандининг иккинчи хатбошисига асосан, темир йўл кесишмасига қуйидаги ҳолларда кириш тақиқланади: шлагбаум ҳолатидан қатъи назар, светофорнинг тақиқловчи ишорасида."
        }
    }
}