{
    "questionId": 197,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Kunduzgi vaqtda transportning old yoki orqa tomoniga 1 metrdan ortiq chiqib turgan yuk qanday belgilanadi?",
            "options": [
                "F1. Diagonali bo'yicha qizil va oq almashuvchi chiziqlari bo'lgan taxtacha yoki bayroqchalar bilan",
                "F2. Qizil bayroqchalar bilan",
                "F3. Oq bayroqchalar bilan"
            ],
            "correctAnswer": 1,
            "explanation": "YHQ 27-bobi 163-bandiga asosan: Transport vositasining gabaritlaridan old yoki orqa tomonga bir metrdan, yon tomonga gabarit chiroqlarining chetki qismidan 0,4 metrdan ortiq chiqib turgan yuk «Katta o'lchamli yuk» taniqlik belgisi bilan belgilanishi, qorong'i vaqtda va yetarlicha ko'rinmaydigan sharoitda esa bunga qo'shimcha ravishda old oq chiroq yoki yorug'lik qaytargich, orqasi esa qizil chiroq yoki yorug'lik qaytargich bilan belgilanishi kerak.\nYHQ 29-bobi 176-bandining sakkizinchi xatboshisiga asosan, transport vositalariga quyidagi taniqlik belgilari oʻrnatilishi kerak: «Katta oʻlchamli yuk» — ichiga kengligi 50 millimetrli, diagonal bo'yicha navbatma-navbat qizil va oq rangli chiziqlar tushirilgan, nur qaytaradigan yuzali, o'lchami 400 x 400 millimetrli toʻrtburchak shaklidagi belgi."
        },
        "ru": {
            "text": "Как обозначается груз, выступающий за габариты транспортного средства спереди или сзади более чем на 1м в дневное время?",
            "options": [
                "F1. Флажками или щитками с красно-белыми линиями по диагонали",
                "F2. Красными флажками",
                "F3. Белыми флажками"
            ],
            "correctAnswer": 1,
            "explanation": "Пункта 163 главы 27 ПДД гласит: Груз, выступающий за габариты транспортного средства спереди или сзади более чем на 1 м, сбоку более чем на 0,4 м от внешнего края габаритного огня, должен быть обозначен опознавательными знаками \"Крупногабаритный груз\", в соответствии с пунктом 176 Правил, а в темное время суток и в условиях недостаточной видимости, кроме того, спереди - фонарем или световозвращателем белого цвета, сзади - фонарем или световозвращателем красного цвета.\nПункта 176 главы 29 ПДД гласит: На транспортных средствах должны устанавливаться следующие опознавательные знаки: \"Крупногабаритный груз\" - знак в виде прямоугольника размером 400х400 мм с нанесенными по диагонали красными и белыми чередующимися полосами шириной 50 мм со световозвращающей поверхностью."
        },
        "uzk": {
            "text": "Кундузги вақтда транспортнинг олд ёки орқа томонига 1 метрдан ортиқ чиқиб турган юк қандай белгиланади?",
            "options": [
                "F1. Диагонали бўйича қизил ва оқ чизиқлари бўлган тахтача ёки байрокчалар билан",
                "F2. Қизил байроқчалар билан",
                "F3. Ок байроқчалар билан"
            ],
            "correctAnswer": 1,
            "explanation": "ЙҲҚ 27-боби 163-бандига асосан: Транспорт воситасининг габаритларидан олд ёки орқа томонга бир метрдан, ён томонга габарит чироқларининг четки қисмидан 0,4 метрдан ортиқ чиқиб турган юк «Katta ўлчамли юк таниқлик белгиси билан белгиланиши, қоронғи вақтда ва етарлича кўринмайдиган шароитда эса бунга қўшимча равишда олд оқ чироқ ёки ёруғлик қайтаргич, орқаси эса қизил чироқ ёки ёруғлик қайтаргич билан белгиланиши керак.\nЙҲҚ 29-боби 176-бандининг саккизинчи хатбошисига асосан, транспорт воситаларига қуйидаги таниқлик белгилари ўрнатилиши керак: «Katta ўлчамли юк» — ичига кенглиги 50 миллиметрли, диагонал бўйича навбатма-навбат қизил ва оқ рангли чизиқлар туширилган, нур қайтарадиган юзали, ўлчами 400 х 400 миллиметрли тўртбурчак шаклидаги белги."
        }
    }
}