{
    "questionId":  203,
    "image":  "data/images/q0203.webp",
    "translations":  {
                         "uz":  {
                                    "text":  "Yo\u0027naltirgichlar bilan ko\u0027rsatilgan yo\u0027nalishlarning qaysi biridan harakat qilish mumkin?",
                                    "options":  [
                                                    "F1. Faqat to\u0027g\u0027riga",
                                                    "F2. Chapga va orqaga",
                                                    "F3. To\u0027g\u0027riga, chapga va orqaga"
                                                ],
                                    "correctAnswer":  1,
                                    "explanation":  "YHQ 2-ilovasi 1-bo\u0027limining o\u0027ttiz sakkizinchi xatboshisiga asosan: 1.11 chizigʻini uzuq-uzuq chiziq tomonidan, sidirg\u0027a chiziq tomonidan esa faqat quvib yoki aylanib oʻtishni tugatayotganda bosib o\u0027tishga ruxsat etiladi."
                                },
                         "ru":  {
                                    "text":  "По какому пути из числа обозначенных стрелками разрешено движение?",
                                    "options":  [
                                                    "F1. Только прямо",
                                                    "F2. Налево и в обратном направлении",
                                                    "F3. Прямо, налево и в обратном направлении"
                                                ],
                                    "correctAnswer":  1,
                                    "explanation":  "Горизонтальная разметка 1.11 - разделяет транспортные потоки противоположных или попутных направлений на участках дорог, где перестроение разрешено только из одной полосы;\nобозначает места, предназначенные для разворота, въезда и выезда со стояночных площадок и т.п., где движение разрешено только в одну сторону. Линию 1.11 разрешается пересекать со стороны прерывистой, а также и со стороны сплошной, но только при завершении обгона или объезда.\nВ данном случае пересекать сплошную линию разметки запрещается. Поэтому движение разрешено только прямо."
                                },
                         "uzk":  {
                                     "text":  "Йўналтиргичлар билан кўрсатилган йўналишларнинг қайси биридан ҳаракат қилиш мумкин?",
                                     "options":  [
                                                     "F1. Фақат тўғрига",
                                                     "F2. Чапга ва орқага",
                                                     "F3. Тўғрига, чапга ва орқага"
                                                 ],
                                     "correctAnswer":  1,
                                     "explanation":  "ЙҲҚ 2-иловаси 1-бўлимининг ўттиз саккизинчи хатбошисига асосан: 1.11 чизиғини узуқ-узуқ чизиқ томонидан, сидирға чизиқ томонидан эса фақат қувиб ёки айланиб ўтишни тугатаётганда босиб ўтишга рухсат этилади."
                                 }
                     }
}
