{
    "questionId": 217,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "To'xtash yo'li deb nimaga aytiladi?",
            "options": [
                "F1. Xavfning haydovchiga ma'lum bo'lgan paytidan tormozlash boshlanguncha avtomobilda o'tilgan masofa",
                "F2. Avtomobilda xavfning haydovchiga ma'lum bo'lgan paytidan boshlab to'la to'xtashga qadar o'tilgan masofa"
            ],
            "correctAnswer": 2,
            "explanation": "To'xtash yo'liga haydovchining xavf-xatarsiz sezgan vaqtidan boshlab transport vositasining butunlay to'xtagunga qadar yurib o'tgan masofasi tushuniladi. To'xtash yo'li doim tormoz yoʻlidan ko'proq bo'ladi, chunki tormozlanish boshlanishidan avval transport vositasi haydovchining reaksiya vaqti va tormoz uzatmasining ishlab ketish vaqtiga bog'liq bo'lgan masofadan o'tib oladi"
        },
        "ru": {
            "text": "Что называется остановочным путем?",
            "options": [
                "F1. Дистанция, пройденная автомобилем за время, когда водителю стало известно об опасности до начала торможения",
                "F2. Путь, пройденный автомобилем с момента обнаружения водителем опасности, до его полной остановки"
            ],
            "correctAnswer": 2,
            "explanation": "Остановочным путем называется путь, пройденный автомобилем с момента обнаружения водителем опасности, до его полной остановки. Дистанция, пройденная автомобилем с момента обнаружения водителем опасности до начала торможения, скорее всего, называется \"путь раздумий и размышлений\"."
        },
        "uzk": {
            "text": "Тўхташ йўли деб нимага айтилади?",
            "options": [
                "F1. Хавфнинг ҳайдовчига маълум бўлган пайтидан тормозлаш бошлангунча автомобилда ўтилган масофа",
                "F2. Автомобилда хавфнинг ҳайдовчига маълум бўлган пайтидан бошлаб тўла тўхташга қадар ўтилган масофа"
            ],
            "correctAnswer": 2,
            "explanation": "Тўхташ йўлига ҳайдовчининг хавф-хатарсиз сезган вақтидан бошлаб транспорт воситасининг бутунлай тўхтагунга қадар юриб ўтган масофаси тушунилади. Тўхташ йўли доим тормоз йўлидан кўпроқ бўлади, чунки тормозланиш бошланишидан аввал транспорт воситаси ҳайдовчининг реакция вақти ва тормоз узатмасининг ишлаб кетиш вақтига боғлиқ бўлган масофадан ўтиб олади."
        }
    }
}