{
    "questionId": 219,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Avtomobilda tibbiyot qutichasini qayerda saqlash lozim?",
            "options": [
                "F1. Yengil avtomobilning yukxonasida",
                "F2. Tayyorlovchi korxona tomonidan belgilangan joylarda berk holatda",
                "F3. Avtomobilning kuzovida ko'rinadigan joyda"
            ],
            "correctAnswer": 2,
            "explanation": "YHQ 3-ilovasi 7-bo'limining 7.10-bandiga asosan, tibbiyot qutichasi, oʻt o'chirgich transport vositalarini ishlab chiqargan korxona tomonidan belgilangan joyda mustahkam o'rnatiladi. Agar transport vositasining konstruksiyasida bunday joy koʻzda tutilmagan bo'lsa, tibbiyot qutichasi oson olinadigan joyda o'rnatiladi."
        },
        "ru": {
            "text": "Где положено хранить медицинскую аптечку в автомобиле?",
            "options": [
                "F1. В багажнике легкового автомобиля",
                "F2. В закрепленном состоянии в местах, установленных предприятием изготовителем",
                "F3. В кузове автомобиля на видном месте"
            ],
            "correctAnswer": 2,
            "explanation": "Пункту 7.10. раздела 7 приложения № 3 к ПДД, примечание: аптечка и огнетушитель должны располагаться в закрепленном состоянии в местах,\nустановленных предприятием - изготовителем. Если конструкцией транспортного средства эти места не предусмотрены, медицинская аптечка должна храниться в легкодоступном месте."
        },
        "uzk": {
            "text": "Автомобилда тиббиёт қутичасини қаерда сақлаш лозим?",
            "options": [
                "F1. Енгил автомобилнинг юкхонасида",
                "F2. Тайёрловчи корхона томонидан белгиланган жойларда берк ҳолатда",
                "F3. Автомобилнинг кузовида кўринадиган жойда"
            ],
            "correctAnswer": 2,
            "explanation": "ЙҲҚ 3-иловаси 7-бўлимининг 7.10-бандига асосан, тиббиёт қутичаси, ўт ўчиргич транспорт воситаларини ишлаб чиқарган корхона томонидан белгиланган жойда мустаҳкам ўрнатилади. Агар транспорт воситасининг конструкциясида бундай жой кўзда тутилмаган бўлса, тиббиёт қутичаси осон олинадиган жойда ўрнатилади."
        }
    }
}