{
    "questionId": 218,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Transport vositalarida sun'iy yoritilgan tunnelda harakatlanayotganda qanday yoritish asboblari yoqilishi kerak?",
            "options": [
                "F1. Faqat uzoqni yorituvchi fara chiroqlari",
                "F2. Uzoqni yoki yaqinni yorituvchi fara chiroqlari",
                "F3. Avariya (xavf-xatar) ishoralari",
                "F4. Yoritish chiroqlari yoqilmaydi"
            ],
            "correctAnswer": 2,
            "explanation": "YHQ 23-bobi 134-bandining birinchi va ikkinchi xatboshlariga asosan: Qorong'i vaqtda va yetarlicha ko'rinmaydigan sharoitda, shuningdek yo'lning yoritilganligidan qat'i nazar, tunnellarda harakatlanayotgan transport vositalarida quyidagi yoritish asboblari yoqilgan bo'lishi kerak: barcha mexanik transport vositalari — uzoqni yoki yaqinni yorituvchi chiroqlar."
        },
        "ru": {
            "text": "Какие световые приборы должны быть включены на транспортном средстве при движении в тоннеле с искусственным освещением?",
            "options": [
                "F1. Дальний свет фар",
                "F2. Дальний или Ближний свет фар",
                "F3. Аварийная световая сигнализация",
                "F4. Световые приборы не включаются"
            ],
            "correctAnswer": 2,
            "explanation": "Пункта 134 главы 23 ПДД гласит: В темное время суток и в условиях недостаточной видимости, а также в тоннелях на всех движущихся транспортных средствах должны быть включены: на неосвещенных участках дороги ближний или дальний свет фар;\nна освещенных участках дороги ближний свет фар;\nна прицепах, независимо от освещения дороги — габаритные огни."
        },
        "uzk": {
            "text": "Транспорт воситаларида сунъий ёритилган туннелда ҳаракатланаётганда қандай ёритиш асбоблари ёқилиши керак?",
            "options": [
                "F1. Фақат узоқни ёритувчи фара чироқлари",
                "F2. Узоқни ёки яқинни ёритувчи фара чироқлари",
                "F3. Aвария (хавф-хатар) ишоралари",
                "F4. Ёритиш чироқлари ёқилмайди"
            ],
            "correctAnswer": 2,
            "explanation": "ЙҲҚ 23-боби 134-бандининг биринчи ва иккинчи хатбошларига асосан: Қоронғи вақтда ва етарлича кўринмайдиган шароитда, шунингдек йўлнинг ёритилганлигидан қатъи назар, туннелларда ҳаракатланаётган транспорт воситаларида қуйидаги ёритиш асбоблари ёқилган бўлиши керак: барча механик транспорт воситалари — узоқни ёки яқинни ёритувчи чироқлар."
        }
    }
}