{
    "questionId":  212,
    "image":  "data/images/q0212.webp",
    "translations":  {
                         "uz":  {
                                    "text":  "Текст вопроса не найден",
                                    "options":  [
                                                    "F1. Faqat «A»",
                                                    "F2. Faqat «Б»",
                                                    "F3. Faqat «В»",
                                                    "F4. «A» va «Б»",
                                                    "F5. «Б» va «В»"
                                                ],
                                    "correctAnswer":  4,
                                    "explanation":  "YHQ 1-ilovasi 4-bo\u0027limining to\u0027qqizinchi xatboshisiga asosan: 4.1.1 belgisi yo\u0027lning qismi boshlanishiga o\u0027rnatilsa, unga yaqin chorrahagacha amal qilinadi. Belgi oʻng tomonda joylashgan hovli va boshqa yondosh hududlarga burilishni taqiqlamaydi."
                                },
                         "ru":  {
                                    "text":  "Текст вопроса не найден",
                                    "options":  [
                                                    "F1. Только «А»",
                                                    "F2. Только «Б»",
                                                    "F3. Только «В»",
                                                    "F4. «А» и «Б»",
                                                    "F5. «Б» и «В»"
                                                ],
                                    "correctAnswer":  4,
                                    "explanation":  "Предписывающий знак 4.1.1 \"Движение прямо\". Предписывает транспортным средствам двигаться в указанных или в определенных направлениях, в данном случае прямо. Запрещающий знак 3.27 \"Остановка запрещена\". Запрещается остановка и стоянка транспортных средств. Запрещающий знак 3.31 \"Конец зоны всех ограничений\". Обозначение конца зоны действия одновременно нескольких знаков из следующих: 3.16, 3.20, 3.22, 3.24, 3.26-3.30. В данном случае знак 3.31 снимает ограничение знака 3.27, но не отменяет действие предписывающего знака 4.1.1. Следует учесть, что действие знака 4.1.1, установленного в начале дороги, распространяется до ближайшего перекрестка. Знак не запрещает повороты направо во дворы и на другие прилегающие к дороге территории. Соответственно, движение разрешено прямо и направо на прилегающую территории (направления А и Б), но запрещено налево (направление В)."
                                },
                         "uzk":  {
                                     "text":  "Текст вопроса не найден",
                                     "options":  [
                                                     "F1. Фақат «А»",
                                                     "F2. Фақат «Б»",
                                                     "F3. Фақат «В»",
                                                     "F4. «А» ва «Б»",
                                                     "F5. «Б» ва «В»"
                                                 ],
                                     "correctAnswer":  4,
                                     "explanation":  "ЙҲҚ 1-иловаси 4-бўлимининг тўққизинчи хатбошисига асосан: 4.1.1 белгиси йўлнинг қисми бошланишига ўрнатилса, унга яқин чорраҳагача амал қилинади. Белги ўнг томонда жойлашган ҳовли ва бошқа ёндош ҳудудларга бурилишни тақиқламайди."
                                 }
                     }
}
