{
    "questionId":  223,
    "image":  "data/images/q0223.webp",
    "translations":  {
                         "uz":  {
                                    "text":  "Rasmda ko\u0027rsatilgan holatda yo\u0027lovchilarni tushirish uchun to\u0027xtashga ruxsat etiladimi?",
                                    "options":  [
                                                    "F1. Ruxsat etiladi",
                                                    "F2. Taqiqlanadi"
                                                ],
                                    "correctAnswer":  1,
                                    "explanation":  "YHQ 22-bobi 132-bandining ikkinchi va uchinchi xatboshlariga asosan: Agar 5.9 yo\u0027l belgisi bilan belgilangan tasma qatnov qismining boshqa tasmalardan uzuq-uzuq chiziq bilan ajratilgan bo\u0027lsa, burilmoqchi bo\u0027layotgan transport vositalari bu tasmaga qayta tizilishlari kerak.\nShuningdek, bunday joylarda yo\u0027nalishli transport vositalarining harakatiga xalaqit bermaslik sharti bilan yo\u0027lga chiqish, qatnov qismining chetki o\u0027ng tomonida yo\u0027lovchilarni chiqarish va tushirish uchun bu bo\u0027lakka o\u0027tishga ruxsat etiladi."
                                },
                         "ru":  {
                                    "text":  "Разрешается ли остановка для высадки пассажира в ситуации, показанной на рисунке?",
                                    "options":  [
                                                    "F1. Разрешается",
                                                    "F2. Запрещается"
                                                ],
                                    "correctAnswer":  1,
                                    "explanation":  "Пункта 132 главы 22 ПДД гласит: Eсли эта полоса, обозначенная знаком 5.9, отделена от остальной проезжей части дороги прерывистой линией разметки, то при поворотах транспортные средства должны перестраиваться на эту полосу.\nРазрешается также в таких местах заезжать на эту полосу при въезде на дорогу и для посадки и высадки пассажиров у правого края проезжей части при условии, что это не создаст помех движению маршрутных транспортных средств."
                                },
                         "uzk":  {
                                     "text":  "Расмда кўрсатилган ҳолатда йўловчиларни тушириш учун тўхташга рухсат этиладими?",
                                     "options":  [
                                                     "F1. Рухсат этилади",
                                                     "F2. Тақиқланади"
                                                 ],
                                     "correctAnswer":  1,
                                     "explanation":  "ЙҲҚ 22-боби 132-бандининг иккинчи ва учинчи хатбошларига асосан: Aгар 5.9 йўл белгиси билан белгиланган тасма қатнов қисмининг бошқа тасмалардан узуқ-узуқ чизиқ билан ажратилган бўлса, бурилмоқчи бўлаётган транспорт воситалари бу тасмага қайта тизилишлари керак.\nШунингдек, бундай жойларда йўналишли транспорт воситаларининг ҳаракатига халақит бермаслик шарти билан йўлга чиқиш, қатнов қисмининг четки ўнг томонида йўловчиларни чиқариш ва тушириш учун бу бўлакка ўтишга рухсат етилади."
                                 }
                     }
}
