{
    "questionId": 230,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "12 yoshga etmagan bolalarni transport vositasining oldingi o'rindig'ida tashishga ruxsat etiladimi?",
            "options": [
                "F1. Bolalarni ushlab turuvchi maxsus qurilma o'rnatilgan bo'lsa ruxsat etiladi",
                "F2. Faqat katta yoshdagi yo'lovchi hamroh bo'lganida ruxsat etiladi",
                "F3. Taqiqlanadi"
            ],
            "correctAnswer": 1,
            "explanation": "YHQ 26-bobi 159-bandiga asosan: Odamlarni tashish quyidagi hollarda taqiqlanadi:\nbolalarni yuk avtomobillarining yukxonasida;\ntransport vositasining kabinasidan tashqarida (odam tashish uchun mo'ljallangan bortli yuk yoki furgon-yuk xonali avtomobillar bundan mustasno);\nTraktorlar va boshqa o'ziyurar uskunalar, yuk tashiladigan tirkamalar, tirkama-uycha, yuk mototsikllari, elektromototsikllar, mopedlar va skuterlar yukxonasida;\nMototsikllar, elektromototsikllar, mopedlar va skuterlarning konstruksiyasida ko'zda tutilgan joylardan tashqarida;\n12 yoshga to'lmagan bolalarni mototsikl, elektromototsikl, moped va skuterning orqa o'rindig'ida, shuningdek, bolalarni ushlab turuvchi maxsus qurilma o'rnatilmagan transport vositasining old o'rindig'ida;\nodam soni transport vositasining texnik tavsifnomasida ko'zda tutilgan miqdordan ortiq bo'lganda.\nBunda transport vositasining haqiqiy vazni uni ishlab chiqargan korxona belgilagan ruxsat etilgan vazndan oshmasligi kerak."
        },
        "ru": {
            "text": "Разрешается ли перевозить детей, не достигших 12-летнего возраста, переднем сиденье транспортного средства?",
            "options": [
                "F1. Разрешается транспортного средства при отсутствии специального детского удерживающего устройства",
                "F2. Разрешается только в сопровождении взрослого пассажира",
                "F3. Запрещается"
            ],
            "correctAnswer": 1,
            "explanation": "Абзацу 5 пункта 159 главы 26 ПДД, Запрещается перевозить людей в следующих случаях:\n- вне кабины транспортного средства (кроме случаев перевозки людей в кузове бортового грузового автомобиля или на грузовом автомобиле с кузовом- фургоном);\n- на тракторах и других самоходных техника, на грузовом прицепе, в прицепе-даче, в кузове грузового мотоцикла;\n— вне предусмотренных конструкцией мотоциклы, электромотоциклы, мопеды и скутеры мест;\n— запрещается перевозить детей до 12 лет на заднем сиденье мотоцикл, электромотоцикл, мопед и скутера, а также на переднем сиденье транспортного средства при отсутствии специального детского удерживающего устройства;\n При этом фактическая масса транспортного средства не должна превышать разрешенной максимальной массы, установленной заводом - изготовителем. сидения."
        },
        "uzk": {
            "text": "12 ёшга етмаган болаларни транспорт воситасининг олдинги ўриндиғида ташишга рухсат этиладими?",
            "options": [
                "F1. Болаларни ушлаб турувчи махсус қурилма ўрнатилган бўлса рухсат этилади",
                "F2. Фақат катта ёшдаги йўловчи ҳамроҳ бўлганида рухсат этилади",
                "F3. Тақиқланади"
            ],
            "correctAnswer": 1,
            "explanation": "ЙҲҚ 26-боби 159-бандига асосан: Одамларни ташиш қуйидаги ҳолларда тақиқланади:\nболаларни юк автомобилларининг юкхонасида;\nтранспорт воситасининг кабинасидан ташқарида (одам ташиш учун мўлжалланган бортли юк ёки фургон-юк хонали автомобиллар бундан мустасно);\nТракторлар ва бошқа ўзиюрар ускуналар, юк ташиладиган тиркамалар, тиркама-уйча, юк мотоцикллари, электромотоцикллар, мопедлар ва скутерлар юкхонасида;\nМотоцикллар, электромотоцикллар, мопедлар ва скутерларнинг конструкциясида кўзда тутилган жойлардан ташқарида;\n12 ёшга тўлмаган болаларни мотоцикл, электромотоцикл, мопед ва скутернинг орқа ўриндиғида, шунингдек, болаларни ушлаб турувчи махсус қурилма ўрнатилмаган транспорт воситасининг олд ўриндиғида;\nодам сони транспорт воситасининг техник тавсифномасида кўзда тутилган миқдордан ортиқ бўлганда.\nБунда транспорт воситасининг ҳақиқий вазни уни ишлаб чиқарган корхона белгилаган рухсат етилган вазндан ошмаслиги керак."
        }
    }
}