{
    "questionId": 241,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Jihozlangan bekatlari bo'lmagan tramvay to'xtash joylarida unga chiqish uchun qachon qatnov qismiga chiqishga ruxsat etiladi?",
            "options": [
                "F1. Tramvay yaqinlashib kelganda",
                "F2. Tramvay to'la to'xtagandan so'ng",
                "F3. Har qanday holda",
                "F4. Agar qatnov qismida transport vositalari yo'q bo'lsa, tramvay yaqinlashib kelganda"
            ],
            "correctAnswer": 2,
            "explanation": "YHQ 4-bobi 22-bandining birinchi xatboshisiga asosan: Yo'nalishli transport vositalarini faqat qatnov qismidan baland joylashgan kutish maydonchalarida, ular boʻlmaganda esa, trotuar yoki yo'l yoqasida kutishlari kerak. Qatnov qismidan baland joylashgan maydonchalar bilan jihozlanmagan bekatlarda yo'nalishli transport vositalari to'la to'xtagandan soʻng unga chiqish uchun qatnov qismiga chiqishga ruxsat etiladi. Undan tushgandan keyin ushlanib qolmasdan qatnov qismini bo'shatishlari shart."
        },
        "ru": {
            "text": "Когда можно выходить на проезжую часть для посадки на трамвайных остановках, не оборудованных посадочными площадками?",
            "options": [
                "F1. При приближении трамвая",
                "F2. После полной остановки трамвая",
                "F3. В любом случае",
                "F4. При приближении трамвая, если на проезжей части нет транспортных средств"
            ],
            "correctAnswer": 2,
            "explanation": "Пункта 22 главы 4 ПДД гласит: В местах остановки маршрутных транспортных средств, при отсутствии специально оборудованных остановочных пунктов, разрешается выходить на проезжую часть для посадки в транспортное средство лишь после его полной остановки. После высадки необходимо, не задерживаясь, освободить проезжую часть."
        },
        "uzk": {
            "text": "Жиҳозланган бекатлари бўлмаган трамвай тўхташ жойларида унга чиқиш учун қачон қатнов қисмига чикишга рухсат этилади?",
            "options": [
                "F1. Трамвай яқинлашиб келганда",
                "F2. Трамвай тўла тўхтагандан сўнг",
                "F3. Ҳар қандай ҳолда",
                "F4. Агар қатнов қисмида транспорт воситалари йўқ бўлса, трамвай яқинлашиб келганда"
            ],
            "correctAnswer": 2,
            "explanation": "ЙҲҚ 4-боби 22-бандининг биринчи хатбошисига асосан: Йўналишли транспорт воситаларини фақат қатнов қисмидан баланд жойлашган кутиш майдончаларида, улар бўлмаганда эса, тротуар ёки йўл ёқасида кутишлари керак. Қатнов қисмидан баланд жойлашган майдончалар билан жиҳозланмаган бекатларда йўналишли транспорт воситалари тўла тўхтагандан сўнг унга чиқиш учун қатнов қисмига чиқишга рухсат этилади. Ундан тушгандан кейин ушланиб қолмасдан қатнов қисмини бўшатишлари шарт."
        }
    }
}