{
    "questionId":  256,
    "image":  "data/images/q0256.webp",
    "translations":  {
                         "uz":  {
                                    "text":  "Oraliq masofa, deb nimaga aytiladi?",
                                    "options":  [
                                                    "F1. «A» masofa",
                                                    "F2. «Б» masofa",
                                                    "F3. «A» va «Б» masofa"
                                                ],
                                    "correctAnswer":  1,
                                    "explanation":  "YHQ 10-bobi 73-bandiga asosan: Haydovchi o\u0027zidan oldinda harakatlanayotgan transport vositasi keskin tormoz berganida toʻqnashib ketmaslik kafolatini beradigan darajadagi oraliq masofani, shuningdek yo\u0027l harakati xavfsizligini ta\u0027minlaydigan yonlama oraliq masofani saqlashi kerak."
                                },
                         "ru":  {
                                    "text":  "Что называется дистанцией?",
                                    "options":  [
                                                    "F1. Расстояние «A»",
                                                    "F2. Расстояние «Б»",
                                                    "F3. Расстояние «А» и «Б»"
                                                ],
                                    "correctAnswer":  1,
                                    "explanation":  "Пункта 73 главы 10 ПДД гласит: Водитель должен соблюдать такую дистанцию до движущегося впереди транспортного средства, которая гарантировала бы избежание столкновения в случае его экстренной остановки, а также боковой интервал, обеспечивающий безопасность дорожного движения. Дистанция до\nвпереди идущего транспортного средства должна выбираться с учетом скорости движения и эффективности рабочей тормозной системы. Кроме того, немаловажными факторами при выборе дистанции являются состояние покрытия дороги, изношенность протектора шин, шипованные шины, системы АБС и другое."
                                },
                         "uzk":  {
                                     "text":  "Оралиқ масофа, деб нимага айтилади?",
                                     "options":  [
                                                     "F1. «A» масофа",
                                                     "F2. «Б» масофа",
                                                     "F3. «А» ва «Б» масофа"
                                                 ],
                                     "correctAnswer":  1,
                                     "explanation":  "ЙҲҚ 10-боби 73-бандига асосан: Ҳайдовчи ўзидан олдинда ҳаракатланаётган транспорт воситаси кескин тормоз берганида тўқнашиб кетмаслик кафолатини берадиган даражадаги оралиқ масофани, шунингдек йўл ҳаракати хавфсизлигини таъминлайдиган ёнлама оралиқ масофани сақлаши керак."
                                 }
                     }
}
