{
    "questionId": 258,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Majburiy to'xtagan haydovchi qanday choralar ko'rishi kerak?",
            "options": [
                "F1. Yaqinni yorituvchi faralar yoki tumanga qarshi faralarni yoqishi kerak",
                "F2. Yurgizgich kapotini ko'tarib qo'yishi kerak",
                "F3. Avariya yorug'lik ishoralarini yoqish, agar u ishlamasa, avariya sababli to'xtash belgisini aholi punktlarida transport vositasidan 15 metrdan, ulardan tashqarida esa, 30 metrdan kam bo'lmagan masofada o'rnatishi kerak"
            ],
            "correctAnswer": 3,
            "explanation": "YHQ 8-bobi 51-bandiga asosan: Transport vositasi to'satdan to'xtab qolganda, zudlik bilan avariya yorug'lik ishorasini yoqish, agar u ishlamasa, avariya sababli to'xtash belgisini darhol o'rnatish kerak. Avariya sababli to'xtash belgisi quyidagi hollarda qo'llaniladi:\nyo'l-transport hodisasi sodir bo'lganda;\nto'xtash taqiqlangan joylarda va ko'rinishi cheklangan joylarda majburiy to'xtaganda;\nUshbu belgi boshqa haydovchilarni xavfli vaziyat haqida o'z vaqtida ogohlantirish imkonini beradigan masofada o'rnatilishi kerak. Bu masofa aholi punktlarida transport vositasidan 15 metr, aholi punktlaridan tashqaridagi joylarda esa 30 metrdan kam bo'lmasligi kerak."
        },
        "ru": {
            "text": "Что должен предпринять водитель при вынужденной остановке?",
            "options": [
                "F1. Включить ближний свет фар или противотуманные фары",
                "F2. Поднять капот двигателя",
                "F3. При вынужденной остановке, там где остановка запрещена водитель обязан включить аварийную сигнализацию, а также при ее неисправности выставить знак аварийной остановки в населенных пунктах не менее чем за 15м, а вне населенных не менее чем на 30 м"
            ],
            "correctAnswer": 3,
            "explanation": "Пункту 50, 51 главы 8 ПДД гласит: Одновременное включение всех световых указателей поворотов является сигналом оповещения об аварийной ситуации. Аварийная световая сигнализация должна быть включена в следующих случаях: - при дорожно-транспортном происшествии;\n- при вынужденной остановке в местах, где остановка запрещена;\n- при ослеплении водителя светом фар;\n- при буксировке (на буксируемом транспортном средстве). Водитель должен включать аварийную световую сигнализацию и в других случаях для предупреждения участников движения об опасности, которую может создать транспортное средство, управляемое им.\nПосле включения аварийной световой сигнализации, а также при ее неисправности или отсутствии знак аварийной остановки должен быть немедленно выставлен в следующих случаях: - при дорожно-транспортном происшествии;\n- при вынужденной остановке в местах, где она запрещена, и там, где с учетом условий видимости транспортное средство не может быть своевременно замечено другими водителями. Этот знак устанавливается на расстоянии, обеспечивающем в конкретной обстановке своевременное предупреждение других водителей об опасности. Однако это расстояние должно быть не менее 15 м от транспортного средства в населенных пунктах и 30 м - вне населенных пунктов."
        },
        "uzk": {
            "text": "Мажбурий тўхтаган ҳайдовчи қандай чоралар кўриши керак?",
            "options": [
                "F1. Яқинни ёритувчи фаралар ёки туманга қарши фараларни ёқиши керак",
                "F2. Юргизгич капотини кўтариб қўйиши керак",
                "F3. Aвария ёруғлик ишораларини ёқиш, агар у ишламаса, авария сабабли тўхташ белгисини аҳоли пунктларида транспорт воситасидан 15 метрдан, улардан ташқарида еса, 30 метрдан кам бўлмаган масофада ўрнатиши керак"
            ],
            "correctAnswer": 3,
            "explanation": "ЙҲҚ 8-боби 51-бандига асосан: Транспорт воситаси тўсатдан тўхтаб қолганда, зудлик билан авария ёруғлик ишорасини ёқиш, агар у ишламаса, авария сабабли тўхташ белгисини дарҳол ўрнатиш керак. Aвария сабабли тўхташ белгиси қуйидаги ҳолларда қўлланилади:\nйўл-транспорт ҳодисаси содир бўлганда;\nтўхташ тақиқланган жойларда ва кўриниши чекланган жойларда мажбурий тўхтаганда;\nУшбу белги бошқа ҳайдовчиларни хавфли вазият ҳақида ўз вақтида огоҳлантириш имконини берадиган масофада ўрнатилиши керак. Бу масофа аҳоли пунктларида транспорт воситасидан 15 метр, аҳоли пунктларидан ташқаридаги жойларда еса 30 метрдан кам бўлмаслиги керак."
        }
    }
}