{
    "questionId":  252,
    "image":  "data/images/q0252.webp",
    "translations":  {
                         "uz":  {
                                    "text":  "Ushbu belgi amal qilgan hududda avtobus haydovchisi quvib o\u0027tishi mumkinmi?",
                                    "options":  [
                                                    "F1. Quvib o\u0027tish qoidalariga rioya qilib barcha hollarda mumkin",
                                                    "F2. Mumkin emas",
                                                    "F3. Agar quvib o\u0027tilayotgan transport vositalari soatiga 40 km.dan kam tezlikda harakat qilayotgan bo\u0027lsagina mumkin"
                                                ],
                                    "correctAnswer":  1,
                                    "explanation":  "YHQ 1-ilovasi 3-bo\u0027limining yigirma oltinchi xatboshisiga asosan: 3.22. «Yuk avtomobillarida quvib o\u0027tish taqiqlangan». Toʻla vazni 3,5 tonnadan ortiq boʻlgan yuk avtomobillarida barcha transport vositalarini quvib oʻtish taqiqlanishini bildiradi. (soatiga 40 km dan kam tezlikda harakatlanayotgan transport vositasi, traktor, ot-arava, velosiped bundan mustasno)."
                                },
                         "ru":  {
                                    "text":  "Можно ли водителю автобуса обгонять в зоне действия этого знака?",
                                    "options":  [
                                                    "F1. Можно во всех случаях с соблюдением правил обгона",
                                                    "F2. Нельзя",
                                                    "F3. Можно при условии, если обгоняемое транспортное средство движется со скоростью менее 40 км/ч"
                                                ],
                                    "correctAnswer":  1,
                                    "explanation":  "Запрещающий знак 3.22 \"Обгон грузовым автомобилям запрещен\". Запрещается грузовым автомобилям с разрешенной максимальной массой более 3,5 т обгон всех транспортных средств (за исключением транспортного средства, трактора, гужевой повозки, велосипеда, движущегося со скоростью менее 40 км/ч). Знак запрещает обгон грузовым автомобилям, соответственно, автобусам в зоне действия этого знака обгон разрешен во всех случаях."
                                },
                         "uzk":  {
                                     "text":  "Ушбу белги амал қилган ҳудудда автобус ҳайдовчиси қувиб ўтиши мумкинми?",
                                     "options":  [
                                                     "F1. Қувиб ўтиш қоидаларига риоя килиб барча ҳолларда мумкин",
                                                     "F2. Мумкин эмас",
                                                     "F3. Агар қувиб ўтилаётган транспорт воситалари соатига 40 км.дан кам тезликда ҳаракат килаётган бўлсагина мумкин"
                                                 ],
                                     "correctAnswer":  1,
                                     "explanation":  "ЙҲҚ 1-иловаси 3-бўлимининг йигирма олтинчи хатбошисига асосан: 3.22. «Юк автомобилларида қувиб ўтиш тақиқланган». Тўла вазни 3,5 тоннадан ортиқ бўлган юк автомобилларида барча транспорт воситаларини қувиб ўтиш тақиқланишини билдиради. (соатига 40 км дан кам тезликда ҳаракатланаётган транспорт воситаси, трактор, от-арава, велосипед бундан мустасно)."
                                 }
                     }
}
