{
    "questionId": 267,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Aholi punktidan tashqarida tirkamali yengil avtomobil haydovchisiga eng katta tezlikni soatiga necha kilometrdan oshirmasdan harakatlanishga ruxsat etiladi?",
            "options": [
                "F1. 50 km/s",
                "F2. 70 km/s",
                "F3. 80 km/s",
                "F4. 90 km/s",
                "F5. 100 km/s"
            ],
            "correctAnswer": 3,
            "explanation": "YHQ 11-bobi 79-bandining uchinchi xatboshisiga asosan, aholi punktlaridan tashqarida: boshqa avtobuslar, tirkamali yengil avtomobillar, mototsikllar, elektromototsikllar ruxsat etilgan toʻla vazni 3,5 tonnadan ortiq boʻlgan yuk avtomobillariga tezlikni soatiga 80 kilometrdan oshirmasdan."
        },
        "ru": {
            "text": "С какой максимальной скоростью разрешено движение водителю легкового автомобиля буксирующего прицеп вне населенного пункта?",
            "options": [
                "F1. 50 км/ч",
                "F2. 70 км/ч",
                "F3. 80 км/ч",
                "F4. 90 км/ч",
                "F5. 100 км/ч"
            ],
            "correctAnswer": 3,
            "explanation": "Пункт 79 главы 11 ПДД гласит: Вне населенных пунктов разрешается движение: - легковым, а также грузовым автомобилям с разрешенной максимальной массой не более 3,5 т со скоростью не более 100 км/ч;\n- междугородним автобусам и микроавтобусам - не более 90 км/ч;\n- другим автобусам, легковым автомобилям при буксировке прицепа, мотоциклам, электромотоциклам грузовым автомобилям с разрешенной максимальной массой более 3,5 т - не более 80 км/ч;\n- грузовым автомобилям при буксировке прицепа - не более 70 км/час."
        },
        "uzk": {
            "text": "Аҳоли пунктидан ташқарида тиркамали енгил автомобиль ҳайдовчисига энг катта тезликни соатига неча километрдан оширмасдан ҳаракатланишга рухсат этилади?",
            "options": [
                "F1. 50 км/с",
                "F2. 70 км/с",
                "F3. 80 км/с",
                "F4. 90 км/с",
                "F5. 100 км/с"
            ],
            "correctAnswer": 3,
            "explanation": "ЙҲҚ 11-боби 79-бандининг учинчи хатбошисига асосан, аҳоли пунктларидан ташқарида: бошқа автобуслар, тиркамали енгил автомобиллар, мотоцикллар, электромотоцикллар рухсат этилган тўла вазни 3,5 тоннадан ортиқ бўлган юк автомобилларига тезликни соатига 80 километрдан оширмасдан."
        }
    }
}