{
    "questionId": 261,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Transport vositalari ixtiyoriga berilgan vakolatnomasi bo'lgan shaxs o'zining ishtirokida transport vositasini boshqa shaxsga boshqarishni topshirishi mumkinmi?",
            "options": [
                "F1. Mumkin",
                "F2. Mumkin emas",
                "F3. Bu shaxsda mazkur toifali transport vositasini boshqarishga ruxsat beruvchi haydovchilik guvohnomasi boʻlgan taqdirda transport vositalari egalarining fuqarolik javobgarligini majburiy sug'urta qilish bo'yicha sug'urta polisida ismi sharifi ko'rsatilgan bo'lsa yoki majburiy sug'urta qilish bo'yicha shartnoma ushbu transport vositasidan cheklanmagan shaxslarning foydalanishini hisobga olgan holda tuzilgan bo'lsa"
            ],
            "correctAnswer": 3,
            "explanation": "YHQ 2-bobi 8-bandiga asosan: Tegishli toifadagi transport vositasini boshqarish huquqini beruvchi haydovchilik guvohnomasiga, uning taloniga, vaqtinchalik ruxsatnomaga ega bo'lgan shaxs, oʻziga tegishli bo'lmagan transport vositasini, uning egasi yonida boʻlganida yoxud tasarruf etish huquqini beruvchi yoki egalik qilishga, foydalanishga berilganligini tasdiqlovchi hujjatlari bo'lgan shaxs ishtirokidagina (ularning roziligi bilan) boshqarishi mumkin, agar transport vositalari egalarining fuqarolik javobgarligini majburiy sug'urta qilish boʻyicha shartnoma ushbu transport vositasidan cheklanmagan shaxslarning foydalanilishini hisobga olgan holda tuzilgan yoki transport vositasini boshqarayotgan shaxs sug'urta polisida koʻrsatilgan bo'lsa."
        },
        "ru": {
            "text": "Может ли лицо, имеющее доверенность на право распоряжения транспортным средством, передавать управление транспортным средством в своем присутствии другому лицу?",
            "options": [
                "F1. Может",
                "F2. Не может",
                "F3. Может, при наличии у этого лица водительского удостоверения на право управления транспортным средством данной категории"
            ],
            "correctAnswer": 3,
            "explanation": "Пункта 8 главы 2 ПДД гласит: Лицо, имеющее удостоверение на право управления транспортным средством соответствующей категории, талон к нему или временное разрешение, имеет право управлять не принадлежающим ему транспортным средством в присутствии владельца или лица, имеющего документ, подтверждающий право на распоряжение, владение и пользование транспортным средством (по их согласию), а также при условии, что договор обязательного страхования гражданской ответственности владельца транспортного средства заключен в отношении неограниченного числа лиц, допущенных к управлению данным транспортным средством, либо если лицо, управляющее транспортным средством, указано в страховом полисе."
        },
        "uzk": {
            "text": "Транспорт воситалари ихтиёрига берилган ваколатномаси бўлган шахс ўзининг иштирокида транспорт воситасини бошқа шахсга бошқаришни топшириши мумкинми?",
            "options": [
                "F1. Мумкин",
                "F2. Мумкин эмас",
                "F3. Бу шахсда мазкур тоифали транспорт воситасини бошқаришга рухсат берувчи ҳайдовчилик гувоҳномаси бўлган такдирда транспорт воситалари эгаларининг фукаролик жавобгарлигини мажбурий суғурта қилиш бўйича суғурта полисида исми шарифи кўрсатилган бўлса ёки мажбурий суғурта қилиш бўйича шартнома ушбу транспорт воситасидан чекланмаган шахсларнинг фойдаланишини ҳисобга олган ҳолда тузилган бўлса"
            ],
            "correctAnswer": 3,
            "explanation": "ЙҲҚ 2-боби 8-бандига асосан: Тегишли тоифадаги транспорт воситасини бошқариш ҳуқуқини берувчи ҳайдовчилик гувоҳномасига, унинг талонига, вақтинчалик рухсатномага эга бўлган шахс, ўзига тегишли бўлмаган транспорт воситасини, унинг эгаси ёнида бўлганида ёхуд тасарруф этиш ҳуқуқини берувчи ёки эгалик қилишга, фойдаланишга берилганлигини тасдиқловчи ҳужжатлари бўлган шахс иштирокидагина (уларнинг розилиги билан) бошқариши мумкин, агар транспорт воситалари эгаларининг фуқаролик жавобгарлигини мажбурий суғурта қилиш бўйича шартнома ушбу транспорт воситасидан чекланмаган шахсларнинг фойдаланилишини ҳисобга олган ҳолда тузилган ёки транспорт воситасини бошқараётган шахс суғурта полисида кўрсатилган бўлса."
        }
    }
}