{
    "questionId":  271,
    "image":  "data/images/q0271.webp",
    "translations":  {
                         "uz":  {
                                    "text":  "Текст вопроса не найден",
                                    "options":  [
                                                    "F1. Birinchi bo\u0027lib",
                                                    "F2. Ikkinchi bo\u0027lib",
                                                    "F3. Uchinchi bo\u0027lib",
                                                    "F4. Oxirgi bo\u0027lib"
                                                ],
                                    "correctAnswer":  3,
                                    "explanation":  "YHQ 6-bobi 25-bandiga asosan, ko\u0027k yoki ko\u0027k va qizil rangli yalt-yalt etuvchi chiroq- mayoqchasi va (yoki) maxsus tovushli ishorasi yoqilgan tezkor va maxsus xizmat transport vositalarining haydovchilari kechiktirib bo\u0027lmaydigan xizmat vazifalarini bajarayotib, yo\u0027l harakati xavfsizligini ta\u0027minlash sharti bilan Qoidalarning 7-bob (38-bandidan tashqari), 9-16, 19-20 boblari, Qoidalarning 1 va 2-ilovalari talablaridan chetga chiqishlari mumkin. YHQ 16-bobi 104, 106-bandiga asosan, teng ahamiyatga ega bo\u0027lmagan yo\u0027llar kesishgan chorrahada, keyingi harakat yo\u0027nalishidan qat\u0027i nazar, asosiy yo\u0027ldan kelayotgan transport vositasiga ikkinchi darajali yo\u0027ldan kelayotgan transport vositasining haydovchisi yo\u0027l berishi kerak. Asosiy yo\u0027lning yo\u0027nalishi chorrahada o\u0027zgarganda, asosiy yo\u0027lda harakatlanayotgan haydovchilar o\u0027zaro teng ahamiyatli yo\u0027llar kesishgan chorrahasidan o\u0027tish qoidasiga amal qilishlari kerak. Ikkinchi darajali yo\u0027llarda harakatlanayotgan haydovchilar ham o\u0027zaro shu qoidaga amal qilishlari lozim."
                                },
                         "ru":  {
                                    "text":  "Текст вопроса не найден",
                                    "options":  [
                                                    "F1. Первым",
                                                    "F2. Вторым",
                                                    "F3. Третьим",
                                                    "F4. Последним"
                                                ],
                                    "correctAnswer":  3,
                                    "explanation":  "Пункта 25 главы 6 ПДД гласит: Водители транспортных средств оперативных и специальных служб с включенным проблесковым маячком синего или синего и красного цветов, выполняя неотложное служебное задание, могут отступать от требований разделов 7 (кроме пункта 38), 9-16, 19-20 Правил, приложений 1 и 2 к Правилам при условии обеспечения безопасности движения. Пунктам 104, 106 главы 16 ПДД, на перекрестках неравнозначных дорог водитель транспортного средства, движущегося по второстепенной дороге, должен уступить дорогу транспортному средству, движущемуся по главной дороге, независимо от направления их дальнейшего движения. Если главная дорога на перекрестке меняет направление, водители, движущиеся по главной дороге, должны руководствоваться между собой правилами проезда перекрестков равнозначных дорог. Этим же правилом должны руководствоваться между собой и водители, движущиеся по второстепенным дорогам."
                                },
                         "uzk":  {
                                     "text":  "Текст вопроса не найден",
                                     "options":  [
                                                     "F1. Биринчи бўлиб",
                                                     "F2. Иккинчи бўлиб",
                                                     "F3. Учинчи бўлиб",
                                                     "F4. Охирги бўлиб"
                                                 ],
                                     "correctAnswer":  3,
                                     "explanation":  "ЙҲҚ 6-боби 25-бандига асосан, кўк ёки кўк ва қизил рангли ялт-ялт этувчи чироқ- маёқчаси ва (ёки) махсус товушли ишораси ёқилган тезкор ва махсус хизмат транспорт воситаларининг ҳайдовчилари кечиктириб бўлмайдиган хизмат вазифаларини бажараётиб, йўл ҳаракати хавфсизлигини таъминлаш шарти билан Қоидаларнинг 7-боб (38-бандидан ташқари), 9-16, 19-20 боблари, Қоидаларнинг 1 ва 2-иловалари талабларидан четга чиқишлари мумкин.\nЙҲҚ 16-боби 104, 106-бандига асосан, тенг аҳамиятга эга бўлмаган йўллар кесишган чорраҳада, кейинги ҳаракат йўналишидан қатъи назар, асосий йўлдан келаётган транспорт воситасига иккинчи даражали йўлдан келаётган транспорт воситасининг ҳайдовчиси йўл бериши керак. Асосий йўлнинг йўналиши чорраҳада ўзгарганда, асосий йўлда ҳаракатланаётган ҳайдовчилар ўзаро тенг аҳамиятли йўллар кесишган чорраҳасидан ўтиш қоидасига амал қилишлари керак. Иккинчи даражали йўлларда ҳаракатланаётган ҳайдовчилар ҳам ўзаро шу қоидага амал қилишлари лозим."
                                 }
                     }
}
