{
    "questionId": 286,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Faqat aholi punktlaridan tashqarida ro'paradan kelayotgan transport vositalari bo'lmaganda",
                "F2. Faqat yetarli ko'rinmaydigan sharoitda",
                "F3. Agar bunga zaruriyat tug'ilsa, barcha joylarda",
                "F4. Kunning qorong'i vaqtida yo'lning barcha qismlarida"
            ],
            "correctAnswer": 1,
            "explanation": "YHQ 23-bobi 139-bandining birinchi xatboshisiga asosan: Projektor chiroq va izlovchi chiroqlardan faqat aholi yashash joylaridan tashqarida, qarama-qarshi yo'nalishdan kelayotgan transport vositalari boʻlmaganda foydalanish mumkin"
        },
        "ru": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Только вне населенных пунктов при отсутствии встречных транспортных средств",
                "F2. Только в условиях недостаточной видимости",
                "F3. В любых местах, если в этом есть необходимость",
                "F4. В темное время суток на всех участках дорог"
            ],
            "correctAnswer": 1,
            "explanation": "Пункт 139 главы 23 ПДД гласит: Фарой-прожектором и фарой-искателем разрешается пользоваться только вне населенных пунктов при отсутствии встречных транспортных средств. В населенных пунктах пользоваться такими фарами разрешается только водителям оперативных и специальных транспортных средств при выполнении служебных обязанностей."
        },
        "uzk": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Фақат аҳоли пунктларидан ташқарида рўпарадан келаëтган транспорт воситалари бўлмаганда",
                "F2. Фақат етарли кўринмайдиган шароитда",
                "F3. Агар бунга зарурият туғилса, барча жойларда",
                "F4. Куннинг қоронғи вақтида йўлнинг барча кисмларида"
            ],
            "correctAnswer": 1,
            "explanation": "ЙҲҚ 23-боби 139-бандининг биринчи хатбошисига асосан: Прожектор чироқ ва изловчи чироқлардан фақат аҳоли яшаш жойларидан ташқарида, қарама-қарши йўналишдан келаётган транспорт воситалари бўлмаганда фойдаланиш мумкин."
        }
    }
}