{
    "questionId": 280,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Agar transport vositasining tuzilishida ko'zda tutilgan orqani ko'rsatadigan ko'zgular bo'lmasa, avtomobildan foydalanishga ruxsat etiladimi?",
            "options": [
                "F1. Agar orqa oyna pardalar bilan berkitilmagan bo'lsa ruxsat etiladi",
                "F2. Taqiqlanadi",
                "F3. Loaqal bitta ko'zgu bo'lsa ruxsat etiladi"
            ],
            "correctAnswer": 2,
            "explanation": "YHQ 3-ilovasi 7-bo'limining 7.1-bandiga asosan: Orqa tomonni ko'rsatuvchi ko'zgular soni, joylashuvi va turi belgilangan talablarga mos kelmasa, transport vositasining konstruksiyasida koʻzda tutilgan oynalari bo'lmasa foydalanish taqiqlanadi."
        },
        "ru": {
            "text": "Разрешается ли эксплуатация автомобиля, если отсутствуют предусмотренные конструкцией транспортного средства зеркала заднего вида?",
            "options": [
                "F1. Разрешается, если заднее стекло не закрыто шторками",
                "F2. Запрещается",
                "F3. Разрешается, если имеется хотя бы одно зеркало"
            ],
            "correctAnswer": 2,
            "explanation": "В \"Условиях, при которых запрещается эксплуатация транспортных средств\" (приложение №3 к ПДД) сказано, что эксплуатация транспортных средств запрещена, если: 7.1. Отсутствуют предусмотренные конструкцией транспортного средства зеркала заднего вида."
        },
        "uzk": {
            "text": "Агар транспорт воситасининг тузилишида кўзда тутилган орқани кўрсатадиган кўзгулар бўлмаса, автомобилдан фойдаланишга рухсат этиладими?",
            "options": [
                "F1. Агар орқа ойна пардалар билан беркитилмаган бўлса рухсат этилади",
                "F2. Тақиқланади",
                "F3. Лоакал битта кўзгу бўлса рухсат этилади"
            ],
            "correctAnswer": 2,
            "explanation": "ЙҲҚ 3-иловаси 7-бўлимининг 7.1-бандига асосан: Орқа томонни кўрсатувчи кўзгулар сони, жойлашуви ва тури белгиланган талабларга мос келмаса, транспорт воситасининг конструкциясида кўзда тутилган ойналари бўлмаса фойдаланиш тақиқланади."
        }
    }
}