{
    "questionId": 291,
    "image": "data/images/q0291.webp",
    "translations": {
        "uz": {
            "text": "Qaysi transport vositasining haydovchisi yo'l berishi kerak?",
            "options": [
                "F1. Tez yordam avtomobilining haydovchisi",
                "F2. Yengil avtomobilning haydovchisi"
            ],
            "correctAnswer": 2,
            "explanation": "YHQ 6-bobi 25-bandining birinchi xatboshisiga asosan: Ko'k yoki ko'k va qizil rangli yalt-yalt etuvchi chiroq-mayoqchasi yoqilgan transport vositalarining haydovchilari kechiktirib bo'lmaydigan xizmat vazifalarini bajarayotib, yo'l harakati xavfsizligini ta'minlash sharti bilan ushbu Qoidalarning 7 bob (38-bandidan tashqari), 9-16, 19-20 boblari, 1 va 2-ilovalari talablaridan chetga chiqishlari mumkin.\nYo'l harakatining boshqa ishtirokchilariga nisbatan imtiyozga ega bo'lishi uchun tezkor va maxsus xizmatlarning transport vositalarida, tezkor va maxsus xizmatlarning ko'k yoki qizil yoxud ko'k va qizil rangli yalt-yalt etuvchi mayoqchalar va maxsus tovushli ishora yoqilgan bo'lishi shart. Ular o'zlariga yo'l berilayotganligiga ishonch hosil qilganlaridan so'nggina imtiyozdan foydalanishlari mumkin."
        },
        "ru": {
            "text": "Водитель какого транспортного средства должен уступить дорогу?",
            "options": [
                "F1. Водитель скорой помощи",
                "F2. Водитель легкового автомобиля"
            ],
            "correctAnswer": 2,
            "explanation": "Пункт 25 главы 6 ПДД гласит: Водители транспортных средств оперативных и специальных служб, с включенным проблесковым маячком синего цвета и (или) специальным звуковым сигналом, выполняя неотложные служебные задания, могут отступать от требований разделов 7 (кроме пункта 38), 9-16, 19-20 Правил, приложений 1 и 2 к Правилам при условии обеспечения безопасности движения.\nДля получения приоритета перед другими участниками движения водители транспортных средств оперативных и специальных служб должны включить проблесковый маячок синего или красного или синего и красного цветов и специальный звуковой сигнал. Воспользоваться приоритетом они могут, только убедившись, что им уступают дорогу."
        },
        "uzk": {
            "text": "Қайси транспорт воситасининг ҳайдовчиси йўл бериши керак?",
            "options": [
                "F1. Тез ёрдам автомобилининг ҳайдовчиси",
                "F2. Енгил автомобилнинг ҳайдовчиси"
            ],
            "correctAnswer": 2,
            "explanation": "ЙҲҚ 6-боби 25-бандининг биринчи хатбошисига асосан: Кўк ёки кўк ва қизил рангли ялт-ялт этувчи чироқ маёқчаси ёқилган транспорт воситаларининг ҳайдовчилари кечиктириб бўлмайдиган хизмат вазифаларини бажараётиб, йўл ҳаракати хавфсизлигини таъминлаш шарти билан ушбу Қоидаларнинг 7 боб (38-бандидан ташқари), 9-16, 19-20 боблари, 1 ва 2-иловалари талабларидан четга чиқишлари мумкин.\nЙўл ҳаракатининг бошқа иштирокчиларига нисбатан имтиёзга эга бўлиши учун тезкор ва махсус хизматларнинг транспорт воситаларида, тезкор ва махсус хизматларнинг кўк ёки қизил ёхуд кўк ва қизил рангли ялт-ялт этувчи маёқчалар ва махсус товушли ишора ёқилган бўлиши шарт. Улар ўзларига йўл берилаётганлигига ишонч ҳосил қилганларидан сўнггина имтиёздан фойдаланишлари мумкин."
        }
    }
}