{
    "questionId":  292,
    "image":  "data/images/q0292.webp",
    "translations":  {
                         "uz":  {
                                    "text":  "Ushbu belgi qaysi transport vositalarini quvib o\u0027tishni taqiqlaydi?",
                                    "options":  [
                                                    "F1. Hammasini",
                                                    "F2. Hammasini, 40 km/soatdan kam tezlikda yakka harakat qilayotganlardan tashqari",
                                                    "F3. Yengil avtomobillar, mototsikllar va to\u0027la vazni 3,5 tonnadan kam bo\u0027lgan yuk avtomobillarni",
                                                    "F4. To\u0027la vazni 3,5 tonnadan ko\u0027p bo\u0027lgan yuk avtomobillarni"
                                                ],
                                    "correctAnswer":  2,
                                    "explanation":  "YHQ 1-ilovasi 3-bo\u0027limining yigirma toʻrtinchi xatboshisiga asosan: 3.20. «Quvib oʻtish taqiqlangan». Soatiga 40 km dan kam tezlikda harakatlanayotgan yakka transport vositasidan boshqa transport vositalarini quvib oʻtish taqiqlanishini bildiradi."
                                },
                         "ru":  {
                                    "text":  "Какие транспортные средства запрещается обгонять при этом знаке?",
                                    "options":  [
                                                    "F1. Все, кроме одиночных, движущихся со скоростью менее 40 км/ч",
                                                    "F2. Легковые автомобили, мотоциклы и грузовые автомобили с полной массой менее 3,5 т",
                                                    "F3. Грузовые автомобили с полной массой более 3,5 т"
                                                ],
                                    "correctAnswer":  2,
                                    "explanation":  "Запрещающий знак 3.20 \"Обгон запрещен\". Запрещается обгон всех транспортных средств, кроме одиночных, движущихся со скоростью менее 40 км/ч."
                                },
                         "uzk":  {
                                     "text":  "Ушбу белги қайси транспорт воситаларини қувиб ўтишни тақиқлайди?",
                                     "options":  [
                                                     "F1. Ҳаммасини",
                                                     "F2. Ҳаммасини, 40 км/соатдан кам тезликда якка ҳаракат қилаётганлардан ташқари",
                                                     "F3. Енгил автомобиллар, мотоцикллар ва тўла вазни 3,5 тоннадан кам бўлган юк автомобилларни",
                                                     "F4. Тўла вазни 3,5 тоннадан кўп бўлган юк автомобилларни"
                                                 ],
                                     "correctAnswer":  2,
                                     "explanation":  "ЙҲҚ 1-иловаси 3-бўлимининг йигирма тўртинчи хатбошисига асосан: 3.20. «Қувиб ўтиш тақиқланган». Соатига 40 км дан кам тезликда ҳаракатланаётган якка транспорт воситасидан бошқа транспорт воситаларини қувиб ўтиш тақиқланишини билдиради."
                                 }
                     }
}
