{
    "questionId":  300,
    "image":  "data/images/q0300.webp",
    "translations":  {
                         "uz":  {
                                    "text":  "Ta\u0027qiqlovchi belgi tagiga o\u0027rnatilgan qo\u0027shimcha axborot belgisi nima maqsadda qo\u0027yilgan?",
                                    "options":  [
                                                    "F1. Belgidan uning amal qilish hududigacha bo\u0027lgan oraliqni aniqlash uchun",
                                                    "F2. Taqiqlovchi belgi amal qilish hududini aniqlash uchun"
                                                ],
                                    "correctAnswer":  1,
                                    "explanation":  "YHQ 1-ilovasi 7-bo\u0027limining ikkinchi xatboshisiga asosan: 7.1.1. «Ob\u0027ektgacha boʻlgan masofa». Belgidan yo\u0027lning xavfli joyi, yoʻl harakatiga tegishli cheklovlar kiritiladigan joyi yoki harakat yo\u0027nalishi bo\u0027yicha oldindagi muayyan joygacha boʻlgan masofani ko\u0027rsatadi."
                                },
                         "ru":  {
                                    "text":  "С какой целью установлена табличка под данным знаком?",
                                    "options":  [
                                                    "F1. Для уточнения расстояния от знака до начала зоны его действия",
                                                    "F2. Для уточнения зоны действия запрещающего знака"
                                                ],
                                    "correctAnswer":  1,
                                    "explanation":  "Знак дополнительной информации 7.1.1 \"Расстояние до объекта\". Указывает расстояние от знака до начала опасного участка, места введения соответствующего ограничения или определенного места (объекта), находящегося впереди по ходу движения. В данном случае табличка под знаком означает расстояние от знака до участка дороги, на котором обгон запрещен."
                                },
                         "uzk":  {
                                     "text":  "Таъқиқловчи белги тагига ўрнатилган қўшимча ахборот белгиси нима мақсадда қўйилган?",
                                     "options":  [
                                                     "F1. Белгидан унинг амал қилиш ҳудудигача бўлган ораликни аниқлаш учун",
                                                     "F2. Тақиқловчи белги амал қилиш ҳудудини аниқлаш учун"
                                                 ],
                                     "correctAnswer":  1,
                                     "explanation":  "ЙҲҚ 1-иловаси 7-бўлимининг иккинчи хатбошисига асосан: 7.1.1. «Объектгача бўлган масофа». Белгидан йўлнинг хавфли жойи, йўл ҳаракатига тегишли чекловлар киритиладиган жойи ёки ҳаракат йўналиши бўйича олдиндаги муайян жойгача бўлган масофани кўрсатади."
                                 }
                     }
}
