{
    "questionId": 317,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Haydovchi harakat tezligini tanlashda nimani hisobga olishi kerak?",
            "options": [
                "F1. Harakatning serqatnovligini, transport vositasi va yukning xususiyati va holatini",
                "F2. Yo'l va ob-havo sharoitini",
                "F3. Barcha sanab o'tilgan omillarni"
            ],
            "correctAnswer": 3,
            "explanation": "YHQ 11-bobi 77-bandining birinchi xatboshisiga asosan: Haydovchi harakatning serqatnovligini, transport vositasi va yukning xususiyati hamda holatini, yoʻl va ob-havo sharoitini, shuningdek harakatlanish yo'nalishidagi ko'rinishni hisobga olgan holda transport vositasi tezligini belgilangandan oshirmasdan boshqarishi kerak."
        },
        "ru": {
            "text": "Что должен учитывать водитель при выборе скорости движения?",
            "options": [
                "F1. Интенсивность движения, особенности и состояние транспортного средства и груза",
                "F2. Дорожные и метеорологические условия",
                "F3. Все перечисленные факторы"
            ],
            "correctAnswer": 3,
            "explanation": "Пункта 77 главы 11 ПДД, гласит: Водитель должен вести транспортное средство со скоростью, не превышающей установленного ограничения, с учетом интенсивности движения, особенностей и состояния транспортного средства и груза, дорожных и метеорологических условий, а также видимости в направлении движения. Скорость транспортного средства должна обеспечивать водителю возможность постоянного контроля за движением транспортного средства с целью выполнения требований Правил. При возникновении препятствия или опасности для движения, которые водитель в состоянии обнаружить, он должен принять меры к снижению скорости вплоть до полной остановки транспортного средства или безопасному для других участников движения объезду препятствия. Соответственно, все перечисленные факторы должны быть учтены при выборе скорости движения."
        },
        "uzk": {
            "text": "Ҳайдовчи ҳаракат тезлигини танлашда нимани ҳисобга олиши керак?",
            "options": [
                "F1. Ҳаракатнинг серқатновлигини, транспорт воситаси ва юкнинг хусусияти ва ҳолатини",
                "F2. Йўл ва об-ҳаво шароитини",
                "F3. Барча санаб ўтилган омилларни"
            ],
            "correctAnswer": 3,
            "explanation": "ЙҲҚ 11-боби 77-бандининг биринчи хатбошисига асосан: Ҳайдовчи харакатнинг серкатновлигини, транспорт воситаси ва юкнинг хусусияти хамда холатини, йўл ва об-хаво шароитини, шунингдек ҳаракатланиш йўналишидаги кўринишни ҳисобга олган ҳолда транспорт воситаси тезлигини белгилангандан оширмасдан бошқариши керак."
        }
    }
}