{
    "questionId": 319,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Haydovchi avtopoyezd harakatining eng keng bo'lagini aniqlashda nimani hisobga olishi kerak?",
            "options": [
                "F1. Faqat kengligi bo'yicha avtopoyezdning o'lchamlarini",
                "F2. Kengligi bo'yicha transport vositasining o'lchamlarini, shuningdek, tirkamaning chayqalishini hamda uning burilish markaziga siljishini"
            ],
            "correctAnswer": 2,
            "explanation": "Yakka avtomobil boshqarishning barcha uslublari avtopoezd uchun qo'llanilishi mumkin, biroq uning katta vazni va gabaritlari (tashqi oʻlchami) bois bir qator xossalar bor. Avtopoezd - bu bitta yarim tirkama yoxud bir yoki bir necha tirkamali shatakchi transport vositasidir. Harakat vaqtida tirkama doim shatakchi avtomobilning harakat yo'lidan chetga siljib turadi va quvib oʻtish hamda qarama-qarshi yo'nalishdagi harakat uchun xavf-xatar tug'diradi. Avtopoezdning manyovr qilishi yakka avtomobilga nisbatan yomonroq. Burilish vaqtida avtopoezd burilish markazi tomon siljiyda va avtopoez harakat bo'lagi kengayishini haydovchi inobatga olishi lozim."
        },
        "ru": {
            "text": "Что должен учитывать водитель при определении наибольшей ширины полосы движения автопоезда?",
            "options": [
                "F1. Только габариты автопоезда по ширине",
                "F2. Габариты транспортного средства по ширине, а также виляние прицепа и смещение его к центру поворота"
            ],
            "correctAnswer": 2,
            "explanation": "Все приемы вождения одиночного автомобиля применимы для автопоезда, однако ввиду его значительного веса и габаритов имеются и особенности. Автопоезд представляет собой автомобиль- тягач с одним полуприцепом или с одним или несколькими прицепами. Во время движения прицеп постоянно отклоняется в стороны от траектории движения автомобиля-тягача, что повышает опасность при обгоне и встречном разъезде. Маневренность автопоезда хуже, чем у одиночного автомобиля. Водителю следует учитывать, что во время поворота автопоезда прицеп смещается в сторону центра поворота и увеличивается коридор движения автопоезда."
        },
        "uzk": {
            "text": "Ҳайдовчи автопоезд ҳаракатининг энг кенг бўлагини аниқлашда нимани ҳисобга олиши керак?",
            "options": [
                "F1. Фақат кенглиги бўйича автопоезднинг ўлчамларини",
                "F2. Кенглиги бўйича транспорт воситасининг ўлчамларини, шунингдек, тиркаманинг чайкалишини ҳамда унинг бурилиш марказига силжишини"
            ],
            "correctAnswer": 2,
            "explanation": "Якка автомобиль бошқаришнинг барча услублари автопоезд учун қўлланилиши мумкин, бироқ унинг катта вазни ва габаритлари (ташқи ўлчами) боис бир қатор хоссалар бор. Автопоезд – бу битта ярим тиркама ёхуд бир ёки бир неча тиркамали шатакчи транспорт воситасидир. Ҳаракат вақтида тиркама доим шатакчи автомобилнинг ҳаракат йўлидан четга силжиб туради ва қувиб ўтиш ҳамда қарама-қарши йўналишдаги ҳаракат учун хавф-хатар туғдиради. Автопоезднинг манёвр қилиши якка автомобилга нисбатан ёмонроқ. Бурилиш вақтида автопоезд бурилиш маркази томон силжийда ва автопоез ҳаракат бўлаги кенгайишини ҳайдовчи инобатга олиши лозим."
        }
    }
}