{
    "questionId": 329,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Haydovchi avtopoyezdni tormozlashning qaysi qoidalariga rioya qilishi kerak?",
            "options": [
                "F1. Tormoz tepksini keskin kuchli bosish - ulagichni ajratgan holda",
                "F2. Oldindan tezlikni kamaytirib, ulagichni ajratmay, bir tekis tormozlash"
            ],
            "correctAnswer": 2,
            "explanation": "Tormoz tizimi mavjud bo'lmagan tirkamani ulash vaqtida ulangan transport vositalarining umumiy vazni kattalashgani bois avtomobilning tormoz yo'li ortadi. Avtopoezdni faqat yo'lning to'g'ri uchastkalarda to'xtatish mumkin, bunda uning to'liq vazni bir chiziqda bo'lishi kerak. Aylana yoʻlda shatakchi avtomobilning ag'darilishi, yoʻl chetiga chiqib ketishi yoki shatakchi moslamaning ishdan chiqishiga olib keluvchi tirkamaning surilib ketishi yoki avtopoezdning buklanishi yuzaga kelishi mumkin."
        },
        "ru": {
            "text": "Какие правила торможения автопоезда должен соблюдать водитель?",
            "options": [
                "F1. Тормозить резким порывистым нажатием на педаль тормоза, выключив при этом сцепление",
                "F2. Тормозить плавно, заблаговременно снизить скорость, не выключая сцепление"
            ],
            "correctAnswer": 2,
            "explanation": "При подсоединении прицепа, не имеющего своей тормозной системы, тормозной путь автомобиля увеличивается, так как увеличивается масса сцепленных транспортных средств. Останавливать автопоезд можно только на прямых участках, так, чтобы весь он располагался на одной линии. При торможении на закруглении может возникнуть занос прицепа или складывание автопоезда, за которым может последовать опрокидывание, сталкивание автомобиля- тягача в кювет или поломка буксирного устройства."
        },
        "uzk": {
            "text": "Ҳайдовчи автопоездни тормозлашнинг қайси қоидаларига риоя қилиши керак?",
            "options": [
                "F1. Topмoз тепксини кескин кучли босиш-улагични ажратган ҳолда",
                "F2. Олдиндан тезликни камайтириб, улагични ажратмай, бир текис тормозлаш"
            ],
            "correctAnswer": 2,
            "explanation": "Тормоз тизими мавжуд бўлмаган тиркамани улаш вақтида уланган транспорт воситаларининг умумий вазни катталашгани боис автомобилнинг тормоз йўли ортади. Автопоездни фақат йўлнинг тўғри участкаларда тўхтатиш мумкин, бунда унинг тўлиқ вазни бир чизиқда бўлиши керак. Айлана йўлда шатакчи автомобилнинг ағдарилиши, йўл четига чиқиб кетиши ёки шатакчи мосламанинг ишдан чиқишига олиб келувчи тиркаманинг сурилиб кетиши ёки автопоезднинг букланиши юзага келиши мумкин."
        }
    }
}