{
    "questionId": 327,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Siz reversiv harakatli yo'lga burilmoqchisiz. Burilishdan keyin Siz qaysi tasma bo'ylab harakatlanish huquqiga egasiz?",
            "options": [
                "F1. Aholi punktlarida istalgan tasma bo'ylab harakatlanishga ruxsat etiladi",
                "F2. Chetki o'ng tasma bo'ylab faqat reversiv svetofor yoki boshqa tasmalar bo'yicha ham harakatlanishga ruxsat etadigan «Tasmalar bo'yicha harakatlanish yo'nalishi» belgisidan o'tgandan so'ng qayta tizilishga ruxsat etiladi",
                "F3. Aholi punktidan tashqarida qatnov qismining iloji boricha o'ng chetiga yaqinroqda"
            ],
            "correctAnswer": 2,
            "explanation": "YHQ 10-bobi 71-bandiga asosan: Reversiv harakatlanishli yo'lga burilishda haydovchi transport vositasini shunday boshqarishi kerakki, bunda transport vositasi qatnov qismlari kesishmasidan chiqishda chetki o'ng qatorni egallashi kerak. Shu yo'nalishdagi boshqa tasmalardan ham harakatlanish ruxsat etilganiga ishonch hosil qilingandan keyingina haydovchiga qayta tizilishga ruxsat etiladi."
        },
        "ru": {
            "text": "Вы поворачиваете на дорогу с реверсивным движением. По какой полосе после поворота Вы имеете право двигаться?",
            "options": [
                "F1. В населенных пунктах движение разрешается по любой полосе",
                "F2. По крайней правой полосе. Перестраиваться разрешается только после проезда реверсивного светофора или знака «Направления движения по полосам», разрешающего движение и по другим полосам",
                "F3. Вне населенных пунктов по возможности ближе к правому краю проезжей части"
            ],
            "correctAnswer": 2,
            "explanation": "Пункту 72 главы 10 ПДД, гласит: При повороте на дорогу с реверсивным движением, выезжая с пересечений проезжих частей, транспортное средство должно занять крайнюю правую полосу. Перестроение разрешается только после того, как водитель убедится, что движение в данном направлении разрешается и по другим полосам."
        },
        "uzk": {
            "text": "Сиз реверсив ҳаракатли йўлга бурилмоқчисиз. Бурилишдан кейин Сиз қайси тасма бўйлаб ҳаракатланиш ҳуқуқига эгасиз?",
            "options": [
                "F1. Аҳоли пунктларида исталган бўлак бўйлаб ҳаракатланишга рухсат этилади",
                "F2. Четки ўнг тасма бўйлаб фақат реверсив светофор ëки бошқа бўлаклар бўйича ҳам ҳаракатланишга рухсат этадиган «Тасмалар бўйича ҳаракатланиш йўналиши» белгисидан ўтгандан сўнг қайта тизилишга рухсат этилади",
                "F3. Аҳоли пунктидан ташқарида қатнов қисмининг иложи борича ўнг четига яқинрокда"
            ],
            "correctAnswer": 2,
            "explanation": "ЙҲҚ 10-боби 72-бандига асосан: Реверсив ҳаракатланишли йўлга бурилишда ҳайдовчи транспорт воситасини шундай бошқариши керакки, бунда транспорт воситаси қатнов қисмлари кесишмасидан чиқишда четки ўнг қаторни егаллаши керак. Шу йўналишдаги бошқа тасмалардан ҳам ҳаракатланиш рухсат етилганига ишонч ҳосил қилингандан кейингина ҳайдовчига қайта тизилишга рухсат етилади."
        }
    }
}