{
    "questionId": 321,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Yo'lovchilarga haydovchi transport vositasini boshqarayotganda, uni chalg'itishga ruxsat etiladimi?",
            "options": [
                "F1. Ruxsat etiladi",
                "F2. Belgilangan yo'nalishdagi transport vositalarida faqat bir martalik chiptalar sotib olish uchun ruxsat etiladi",
                "F3. Taqiqlanadi"
            ],
            "correctAnswer": 3,
            "explanation": "YHQ 5-bobi 24-bandining birinchi xatboshisiga asosan, yo'lovchilarga quyidagilar taqiqlanadi: transport vositasi harakatlanayotgan vaqtda haydovchini boshqarishdan chalg'itish va unga xalaqit berish."
        },
        "ru": {
            "text": "Разрешается ли пассажирам отвлекать водителя при управлении транспортным средством?",
            "options": [
                "F1. Разрешается",
                "F2. Разрешается только для покупки разовых талонов в маршрутных транспортных средствах",
                "F3. Запрещается"
            ],
            "correctAnswer": 3,
            "explanation": "Пункта 24 главы 5 ПДД, гласит: Пассажирам запрещается: - отвлекать водителя или мешать ему во время движения транспортного средства;\n- стоять на бортовом грузовом автомобиле, сидеть на грузе, расположенном на уровне или выше бортов;\n- открывать двери транспортного средства во время его движения."
        },
        "uzk": {
            "text": "Йўловчиларга ҳайдовчи транспорт воситасини бошқараётганда, уни чалғитишга рухсат этиладими?",
            "options": [
                "F1. Рухсат этилади",
                "F2. Белгиланган йўналишдаги транспорт воситаларида фақат бир марталик чипталар сотиб олиш учун рухсат этилади",
                "F3. Тақиқланади"
            ],
            "correctAnswer": 3,
            "explanation": "ЙҲҚ 5-боби 24-бандининг биринчи хатбошисига асосан, йўловчиларга қуйидагилар тақиқланади: транспорт воситаси ҳаракатланаётган вақтда ҳайдовчини бошқаришдан чалғитиш ва унга халақит бериш."
        }
    }
}