{
    "questionId": 323,
    "image": "data/images/q0323.webp",
    "translations": {
        "uz": {
            "text": "Haydovchilardan qay biri yo'lovchilarni tushirish uchun to'g'ri to'xtadi?",
            "options": [
                "F1. Ko'k va qizil avtomobillarning haydovchilari",
                "F2. Mototsikl va ko'k avtomobil haydovchilari",
                "F3. Faqat ko'k avtomobil haydovchisi",
                "F4. Barcha haydovchilar"
            ],
            "correctAnswer": 2,
            "explanation": "YHQ 2-ilovasi 1-boʻlimining oltinchi, oʻn ikkinchi va yigirma birinchi xatboshlariga asosan: 1.4 — to'xtash taqiqlangan joyni bildiradi. Yakka holda yoki 3.27 «To'xtash taqiqlangan» yoʻl belgisi bilan qoʻllaniladi hamda yo'lning qatnov qismi chetiga yoki yoʻl chetidagi to'siq ustidan chiziladi;\n1.10 — to'xtab turish taqiqlangan joyni bildiradi;\nyakka holda yoki 3.28 yo'l belgisi bilan qo'llaniladi va yo'lning qatnov qismi chetiga yoki yoʻl chetidagi toʻsiq ustidan chiziladi;\n1.17 — yo'nalishli transport vositalarining bekatlari hamda taksilarning to'xtab turish joylarini bildiradi;\nYHQ 13-bobi 91-bandining to'qqizinchi xatboshisiga asosan, quyidagi joy va holatlarda to'xtash taqiqlanadi: bekat maydonchalarida, yo'nalishli transport vositalari toʻxtash joylarida, jumladan, 1.17 chizigʻi bilan belgilangan, ular boʻlmaganda esa yo'nalishli transport vositalari toʻxtash joyi belgilari va bekatdan harakatlanish yoʻnalishi bo'ylab (yetmasdan va o'tib ketib) 15 metrdan kam masofada."
        },
        "ru": {
            "text": "Кто из водителей правильно произвел остановку для высадки пассажиров?",
            "options": [
                "F1. Водители синего и красного автомобилей",
                "F2. Водитель мотоцикла и синего автомобиля",
                "F3. Только водитель синего автомобиля",
                "F4. Все водители"
            ],
            "correctAnswer": 2,
            "explanation": "Горизонтальная разметка 1.4 (сплошная линия желтого цвета) - обозначает места, где запрещена остановка. Применяется самостоятельно или в сочетании со знаком 3.27 и наносится у края проезжей части или по верху бордюра. Горизонтальная разметка 1.10 (прерывистая линия желтого цвета) - обозначает места, где запрещена стоянка. Применяется самостоятельно или в сочетании со знаком 3.28 и наносится у края проезжей части или по верху бордюра. Горизонтальная разметка 1.17 - обозначает остановки маршрутных транспортных средств и стоянки такси.\nПункта 91 главы 13 ПДД, гласит: Что остановка запрещена на остановочных площадках, а при их отсутствии - ближе 15 м от указателя остановки маршрутных транспортных средств или такси, если это создаст помехи их движению. В данном случае только водитель красного автомобиля нарушил Правила дорожного движения, соответственно, водители мотоцикла и синего автомобиля правильно произвели остановку для высадки пассажиров."
        },
        "uzk": {
            "text": "Ҳайдовчилардан қай бири йўловчиларни тушириш учун тўғри тўхтади?",
            "options": [
                "F1. Кўк ва қизил автомобилларнинг ҳайдовчилари",
                "F2. Мотоцикл ва кўк автомобиль ҳайдовчилари",
                "F3. Фақат кўк автомобиль ҳайдовчиси",
                "F4. Барча ҳайдовчилар"
            ],
            "correctAnswer": 2,
            "explanation": "ЙҲҚ 2-иловаси 1-булимининг олтинчи, ўн иккинчи ва йигирма биринчи хатбошларига асосан: 1.4 — тўхташ тақиқланган жойни билдиради. Якка ҳолда ёки 3.27 «Тухташ тақиқланган», йўл белгиси билан қўлланилади ҳамда йўлнинг қатнов қисми четига ёки йўл четидаги тўсиқ устидан чизилади;\n1.10 — тўхтаб туриш тақиқланган жойни билдиради; якка ҳолда ёки 3.28 йўл белгиси билан қўлланилади ва йўлнинг қатнов қисми четига ёки йўл четидаги тўсиқ устидан чизилади;\n1.17 — йўналишли транспорт воситаларининг бекатлари ҳамда таксиларнинг тўхтаб туриш жойларини билдиради; ЙҲҚ 13-боби 91-бандининг тўққизинчи хатбошисига асосан, қуйидаги жой ва ҳолатларда тўхташ тақиқланади: бекат майдончаларида, йўналишли транспорт воситалари тўхташ жойларида, жумладан, 1.17 чизиғи билан белгиланган, улар бўлмаганда эса йўналишли транспорт воситалари тўхташ жойи белгилари ва бекатдан ҳаракатланиш йўналиши бўйлаб (етмасдан ва ўтиб кетиб) 15 метрдан кам масофада."
        }
    }
}