{
    "questionId":  322,
    "image":  "data/images/q0322.webp",
    "translations":  {
                         "uz":  {
                                    "text":  "Текст вопроса не найден",
                                    "options":  [
                                                    "F1. Yo\u0027nalishli taksilarga",
                                                    "F2. Taksometri ishlab turgan taksilarga",
                                                    "F3. «Nogiron» taniqlik belgisi o\u0027rnatilgan nogiron boshqarayotgan avtomobilga",
                                                    "F4. Belgilangan yo\u0027nalishdagi transport vositalariga",
                                                    "F5. F2 va F3 javoblarda ko\u0027rsatilgan transport vositalariga"
                                                ],
                                    "correctAnswer":  5,
                                    "explanation":  "YHQ 1-ilovasi 3-boʻlimining o\u0027ttiz ikkinchi, qirqinchi va qirq birinchi xatboshlariga asosan: 3.28. «To\u0027xtab turish taqiqlangan». Transport vositalarining to\u0027xtab turishi taqiqlanishini bildiradi. Ushbu Qoidalarning 176-bandiga binoan “Nogiron” tanish belgisi bilan belgilangan avtomobillar, mototsikllar, elektromototsikllar, mopedlar va skuterlarni boshqarayotgan nogiron haydovchilar 3.2, 3.3 va 3.28 belgilari talablaridan chetga chiqishlari mumkin. 7.18 belgi bo\u0027lganda 3.27 belgisining ta’sir doirasida to\u0027xtashga ruxsat etiladi."
                                },
                         "ru":  {
                                    "text":  "На какие транспортные средства действие этого знака не распространяется?",
                                    "options":  [
                                                    "F1. Маршрутное такси",
                                                    "F2. Такси с включенным таксометром",
                                                    "F3. На автомобиль, управляемый инвалидом, который обозначен опознавательным знаком «Инвалид»",
                                                    "F4. Маршрутные транспортные средства",
                                                    "F5. Транспортные средства, указанные во F2 и F3 ответах"
                                                ],
                                    "correctAnswer":  5,
                                    "explanation":  "Запрещающий знак 3.28 \"Стоянка запрещена\". Запрещается стоянка транспортных средств. Автомобили, мотоциклы электрические мотоциклы, мопеды и скутеры с коляской, оборудованные опознавательным знаком “Инвалид” в соответствии с пунктом 176 настоящих Правил, управляемые инвалидами, могут отступать от требований знаков 3.2, 3.3 и 3.28. При наличии знака 7.18 разрешается остановка в зоне действия знака 3.27."
                                },
                         "uzk":  {
                                     "text":  "Қайси транспорт воситаларига ушбу белгининг амал қилиши татбиқ этилмайди?",
                                     "options":  [
                                                     "F1. Йўналишли таксиларга",
                                                     "F2. Таксометри ишлаб турган таксиларга",
                                                     "F3. «Ногирон» таниқлик белгиси ўрнатилган ногирон бошқараётган автомобилга",
                                                     "F4. Белгиланган йўналишдаги транспорт воситаларига",
                                                     "F5. F2 ва F3 жавобларда кўрсатилган транспорт воситаларига"
                                                 ],
                                     "correctAnswer":  5,
                                     "explanation":  "ЙҲҚ 1-иловаси 3-бўлимининг ўттиз иккинчи, қирқинчи ва қирқ биринчи хатбошларига асосан: 3.28. «Тўхтаб туриш тақиқланган». Транспорт воситаларининг тўхтаб туриши тақиқланишини билдиради. Ушбу Қоидаларнинг 176-бандига биноан “Ногирон” таниш белгиси билан белгиланган автомобиллар, мотоцикллар, электромотоцикллар, мопедлар ва скутерларни бошқараётган ногирон ҳайдовчилар 3.2, 3.3 ва 3.28 белгилари талабларидан четга чиқишлари мумкин. 7.18 белги бўлганда 3.27 белгисининг таъсир доирасида тўхташга рухсат этилади."
                                 }
                     }
}
