{
    "questionId": 332,
    "image": "data/images/q0332.webp",
    "translations": {
        "uz": {
            "text": "Chorrahada qaysi yo'nalishlarda harakat qilish ruxsat etiladi?",
            "options": [
                "F1. Faqat «Г» va «Е»",
                "F2. «А», «Б», «Г», «Д»",
                "F3. «Б», «В», «Г», «Д»"
            ],
            "correctAnswer": 1,
            "explanation": "YHQ 1-ilovasi 1-boʻlimining to'qqizinchi, oʻn birinchi va oʻn ikkinchi xatboshlariga asosan: 5.8.1. “Tasmalar bo'yicha harakat yo'nalishi”. Tasmalar soni va har biri bo'yicha ruxsat etilgan harakatlanish yo'nalishlari. Boshqa yo'nalishlar bo'yicha harakatlanish taqiqlanadi.\n5.8.2. “Tasma bo'yicha harakatlanish yo'nalishi”. Tasma bo'yicha ruxsat etilgan harakatlanish yo'nalishi. Boshqa yo'nalishlar bo'yicha harakatlanish taqiqlanadi.\nYo'lning chetki chap bo'lagidan chapga burilishga ruxsat beruvchi 5.8.1 va 5.8.2 belgilari shu tasmadan qayrilishga ham ruxsat beradi.\nChorrahadan oldin o'rnatilgan 5.8.1 va 5.8.2 belgilarining ta’siri, agar shu turkumdagi boshqa belgilar o'rnatilmagan bo'lsa, butun chorrahaga tatbiq etiladi."
        },
        "ru": {
            "text": "В каких направлениях разрешено продолжить движение на перекрестке?",
            "options": [
                "F1. Только «Г» и «E»",
                "F2. «А», «Б», «Г», «Д»",
                "F3. «Б», «В», «Г», «Д»"
            ],
            "correctAnswer": 1,
            "explanation": "Предписывающий знак 5.8.1 \"Направления движения по полосам\". Число полос и разрешенные направления движения на каждой их них. Действие знака 5.8.1, установленного перед перекрестком, распространяется на весь перекресток, если другие знаки этого типа, установленные на нем, не дают иных указаний. В данном случае движение по правой полосе возможно только направо в направлении «E». По левой полосе движение возможно только прямо в направлении «Г»."
        },
        "uzk": {
            "text": "чорраҳада қайси йўналишларда ҳаракат қилиш рухсат этилади?",
            "options": [
                "F1. Фақат «Г» ва «E»",
                "F2. «А», «Б», «Г», «Д»",
                "F3. «Б», «В», «Г», «Д»"
            ],
            "correctAnswer": 1,
            "explanation": "ЙҲҚ 1-иловаси 1-бўлимининг тўққизинчи, ўн биринчи ва ўн иккинчи хатбошларига асосан: 5.8.1. “Тасмалар бўйича ҳаракат йўналиши”. Тасмалар сони ва ҳар бири бўйича рухсат етилган ҳаракатланиш йўналишлари. Бошқа йўналишлар бўйича ҳаракатланиш тақиқланади.\n5.8.2. “Тасма бўйича ҳаракатланиш йўналиши”. Тасма бўйича рухсат етилган ҳаракатланиш йўналиши. Бошқа йўналишлар бўйича ҳаракатланиш тақиқланади.\nЙўлнинг четки чап бўлагидан чапга бурилишга рухсат берувчи 5.8.1 ва 5.8.2 белгилари шу тасмадан қайрилишга ҳам рухсат беради.\nЧорраҳадан олдин ўрнатилган 5.8.1 ва 5.8.2 белгиларининг таъсири, агар шу туркумдаги бошқа белгилар ўрнатилмаган бўлса, бутун чорраҳага татбиқ етилади."
        }
    }
}