{
    "questionId": 337,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Chorrahani kesib o'tishda tramvay yo'li bo'ylab harakatlanishga ruxsat etiladimi?",
            "options": [
                "F1. Taqiqlanadi",
                "F2. Agar qarama-qarshi yoʼnalishdagi tramvayga to'sqinlik qilmasa, ruxsat etiladi",
                "F3. Qarama-qarshi yo'nalishdagi tramvay yo'llari bo'ylab ruxsat etiladi",
                "F4. Boshqa tasmalar band boʼlganda, aylanib oʼtishga, chapga burilish va qayrilib olishga, bir yoʼnalishdagi tramvay yoʼllari boʼylab xarakatlanishga ruxsat etiladi. (agar chorraxadan oldin 5.8.1 yoki 5.8.2 yoʼl belgilari oʼrnatilmagan boʼlsa) Bunda tramvayga xalaqit bermaslik kerak"
            ],
            "correctAnswer": 4,
            "explanation": "YHQ 10-bobi 69-bandining birinchi xatboshisiga asosan: Bir yo'nalishdagi qatnov qismining chap tomonida u bilan bir sathda joylashgan tramvay yo'lidan, shu yo'nalishdagi boshqa tasmalar band bo'lganda harakatlanishga, shuningdek, aylanib o'tishga, chapga burilish va qayrilib olishga ushbu Qoidalarning 56-bandini hisobga olgan holda ruxsat etiladi. Biroq bu tramvayga xalaqit bermasligi kerak. Qarama-qarshi yo'nalishdagi tramvay yo'lidan harakatlanish taqiqlanadi.\nAgar chorrahadan oldin 5.8.1 yoki 5.8.2 yo'l belgilari o'rnatilgan bo'lsa, chorrahadan o'tishda tramvay yo'llaridan harakatlanish taqiqlanadi."
        },
        "ru": {
            "text": "Разрешается ли движение по трамвайным путям при проезде перекрестка?",
            "options": [
                "F1. Запрещается",
                "F2. Разрешается, если не создаются помехи трамваю",
                "F3. Разрешается, по трамвайным путям попутного направления",
                "F4. Разрешается по трамвайным путям попутного направления при интенсивном движении на других полосах, объезде, опережении (если перед перекрёстком не установлены дорожные знаки 5.8.1 или 5.8.2) При этом не должно создаваться помех трамваю"
            ],
            "correctAnswer": 4,
            "explanation": "Пункта 69 главы 10 ПДД, гласит: Разрешается движение по трамвайным путям попутного направления, расположенным слева на одном уровне с проезжей частью, когда заняты все полосы данного направления, при объезде, обгоне, повороте налево или развороте с учетом пункта 56 Правил. При этом не должно создаваться помех трамваю. Выезжать на трамвайные пути встречного направления запрещается.\nЕсли перед перекрестком установлены дорожные знаки 5.8.1 или 5.8.2, движение по трамвайным путям через перекресток запрещается."
        },
        "uzk": {
            "text": "Чорраҳани кесиб ўтишда трамвай йўли бўйлаб ҳаракатланишга рухсат этиладими?",
            "options": [
                "F1. Тақиқланади",
                "F2. Агар қарама-қарши йўналишдаги трамвайга тўсқинлик қилмаса, рухсат этилади",
                "F3. Карама-қарши йўналишдаги трамвай йўллари бўйлаб рухсат этилади",
                "F4. Бошқа тасмалар банд бўлганда, айланиб ўтишга, чапга бурилиш ва қайрилиб олишга, бир йўналишдаги трамвай йўллари бўйлаб харакатланишга рухсат этилади. (агар чоррахадан олдин 5.8.1 ёки 5.8.2 йўл белгилари ўрнатилмаган бўлса) Бунда трамвайга халақит бермаслик керак"
            ],
            "correctAnswer": 4,
            "explanation": "ЙҲҚ 10-боби 69-бандининг биринчи хатбошисига асосан: Бир йўналишдаги қатнов қисмининг чап томонида у билан бир сатҳда жойлашган трамвай йўлидан, шу йўналишдаги бошқа тасмалар банд бўлганда ҳаракатланишга, шунингдек, айланиб ўтишга, чапга бурилиш ва қайрилиб олишга ушбу Қоидаларнинг 56-бандини ҳисобга олган ҳолда рухсат етилади. Бироқ бу трамвайга халақит бермаслиги керак. Қарама-қарши йўналишдаги трамвай йўлидан ҳаракатланиш тақиқланади.\nАгар чорраҳадан олдин 5.8.1 ёки 5.8.2 йўл белгилари ўрнатилган бўлса, чорраҳадан ўтишда трамвай йўлларидан ҳаракатланиш тақиқланади."
        }
    }
}