{
    "questionId":  334,
    "image":  "data/images/q0334.webp",
    "translations":  {
                         "uz":  {
                                    "text":  "Текст вопроса не найден",
                                    "options":  [
                                                    "F1. Tramvay, sariq, yashil avtomobillar",
                                                    "F2. Tramvay va yashil avtomobil, sariq avtomobil",
                                                    "F3. Yashil, sariq avtomobillar, tramvay"
                                                ],
                                    "correctAnswer":  2,
                                    "explanation":  "YHQ 16-bobi 105-bandiga asosan: Teng ahamiyatga ega bo\u0027lgan yo\u0027llar kesishgan chorrahada relssiz transport vositasining haydovchisi o\u0027ngdan kelayotgan transport vositalariga yo\u0027l berishi shart. Bu qoidaga tramvay haydovchilari ham o\u0027zaro amal qilishlari kerak. Bunday chorrahalarda, keyingi harakat yoʻnalishidan qat\u0027i nazar, tramvay relssiz transport vositalariga nisbatan oldin oʻtish huquqiga ega bo\u0027ladi."
                                },
                         "ru":  {
                                    "text":  "Текст вопроса не найден",
                                    "options":  [
                                                    "F1. Трамвай, желтый, зеленый автомобили",
                                                    "F2. Трамвай и зеленый автомобиль, желтый автомобиль",
                                                    "F3. Зеленый, желтый автомобили, трамвай"
                                                ],
                                    "correctAnswer":  2,
                                    "explanation":  "Пункта 105 главы 16 ПДД, гласит: На перекрестке равнозначных дорог водитель безрельсового транспортного средства обязан уступить дорогу транспортным средствам, приближающимся справа. Этим же правилом должны руководствоваться между собой водители трамваев. На таких перекрестках трамвай имеет право на первоочередное движение перед безрельсовыми транспортными средствами независимо от направления его движения."
                                },
                         "uzk":  {
                                     "text":  "Текст вопроса не найден",
                                     "options":  [
                                                     "F1. Трамвай, сариқ, яшил автомобиллар",
                                                     "F2. Трамвай ва яшил автомобиль, сариқ автомобиль",
                                                     "F3. Яшил, сариқ автомобиллар, трамвай"
                                                 ],
                                     "correctAnswer":  2,
                                     "explanation":  "ЙҲҚ 16-боби 105-бандига асосан: Тенг аҳамиятга эга бўлган йўллар кесишган чорраҳада рельссиз транспорт воситасининг ҳайдовчиси ўнгдан келаётган транспорт воситаларига йўл бериши шарт. Бу қоидага трамвай ҳайдовчилари ҳам ўзаро амал қилишлари керак. Бундай чорраҳаларда, кейинги ҳаракат йўналишидан қатъи назар, трамвай рельссиз транспорт воситаларига нисбатан олдин ўтиш ҳуқуқига эга бўлади."
                                 }
                     }
}
