{
    "questionId": 335,
    "image": "data/images/q0335.webp",
    "translations": {
        "uz": {
            "text": "Qaysi transport vositasining haydovchisiga belgida ko'rsatilgan tezlik bilan harakatlanishga ruxsat berilgan?",
            "options": [
                "F1. Har ikki haydovchiga",
                "F2. Faqat mikroavtobus haydovchisiga",
                "F3. Har ikkisiga taqiqlangan"
            ],
            "correctAnswer": 2,
            "explanation": "YHQ 11-bobi 79-bandining ikkinchi xatboshisiga asosan, aholi punktlaridan tashqarida: shaharlararo qatnaydigan avtobuslarga va mikroavtobuslarga tezlikni soatiga 90 kilometrdan oshirmasdan;\nYHQ 11-bobi 80-bandining birinchi xatboshisiga asosan, har qanday yoʻllarda: yukxonasida odam tashiyotgan yuk avtomobillariga tezlikni soatiga 60 kilometrdan oshirmasdan."
        },
        "ru": {
            "text": "Водителю какого транспортного средства разрешено движение со скоростью, указанной на знаке?",
            "options": [
                "F1. Обоим водителям",
                "F2. Только водителю микроавтобуса",
                "F3. Обоим запрещено"
            ],
            "correctAnswer": 2,
            "explanation": "Aбзацу 1 пункту 80 главы 11 ПДД, На всех дорогах разрешается движение: Грузовым автомобилям перевозящим людей в кузове со скоростью не более 60 км/ч"
        },
        "uzk": {
            "text": "Қайси транспорт воситасининг ҳайдовчисига белгида кўрсатилган тезлик билан ҳаракатланишга рухсат берилган?",
            "options": [
                "F1. Ҳар икки ҳайдовчига",
                "F2. Фақат микроавтобус ҳайдовчисига",
                "F3. Ҳар иккисига тақиқланган"
            ],
            "correctAnswer": 2,
            "explanation": "ЙҲҚ 11-боби 79-бандининг иккинчи хатбошисига асосан, аҳоли пунктларидан ташқарида: шаҳарлараро қатнайдиган автобусларга ва микроавтобусларга тезликни соатига 90 километрдан оширмасдан;\nЙҲҚ 11-боби 80-бандининг биринчи хатбошисига асосан, ҳар қандай йўлларда: юкхонасида одам ташиётган юк автомобилларига тезликни соатига 60 километрдан оширмасдан."
        }
    }
}