{
    "questionId": 330,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Yon kajavasi bo'lmagan mototsiklda bolalarni tashishga ruxsat etiladimi?",
            "options": [
                "F1. Ruxsat etiladi",
                "F2. 12 yoshdan katta bolalarga ruxsat etiladi",
                "F3. Katta yoshdagi yo'lovchi bo'lganda ruxsat etiladi",
                "F4. Taqiqlanadi"
            ],
            "correctAnswer": 2,
            "explanation": "YHQ 26-bobi 159-bandining toʻrtinchi va beshinchi xatboshilariga asosan, odamlarni tashish quyidagi hollarda taqiqlanadi: Mototsikllar, elektromototsikllar, mopedlar va skuterlarning konstruksiyasida ko'zda tutilgan joylardan tashqarida;\n12 yoshga to'lmagan bolalarni mototsikl, elektromototsikl, moped va skuterning orqa o'rindig'ida, shuningdek, bolalarni ushlab turuvchi maxsus qurilma o'rnatilmagan transport vositasining old o'rindig'ida."
        },
        "ru": {
            "text": "Разрешается ли перевозить детей на мотоцикле без бокового прицепа?",
            "options": [
                "F1. Разрешается",
                "F2. Разрешается детей старше 12-летнего возраста",
                "F3. Разрешается при наличии взрослого пассажира",
                "F4. Запрещается"
            ],
            "correctAnswer": 2,
            "explanation": "Aбзацу 5 пункта 159 главы 26 ПДД, запрещается перевозить людей в следующих случаях: — запрещается перевозить детей до 12 лет на заднем сиденье мотоцикл, электромотоцикл, мопед и скутера, а также на переднем сиденье легкового автомобиля при отсутствии специального детского удерживающего устройства."
        },
        "uzk": {
            "text": "Ён кажаваси бўлмаган мотоциклда болаларни ташишга рухсат этиладими?",
            "options": [
                "F1. Рухсат этилади",
                "F2. 12 ёшдан катта болаларга рухсат этилади",
                "F3. Катта ёшдаги йўловчи бўлганда рухсат этилади",
                "F4. Тақиқланади"
            ],
            "correctAnswer": 2,
            "explanation": "ЙҲҚ 26-боби 159-бандининг тўртинчи ва бешинчи хатбошиларига асосан, одамларни ташиш қуйидаги ҳолларда тақиқланади: Мотоцикллар, электромотоцикллар, мопедлар ва скутерларнинг конструкциясида кўзда тутилган жойлардан ташқарида;\n12 ёшга тўлмаган болаларни мотоцикл, электромотоцикл, мопед ва скутернинг орқа ўриндиғида, шунингдек, болаларни ушлаб турувчи махсус қурилма ўрнатилмаган транспорт воситасининг олд ўриндиғида."
        }
    }
}