{
    "questionId": 339,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Qattiq charchoq boshlanishining asosiy tashqi alomatlari qanday?",
            "options": [
                "F1. Ko'z sanchib og'riydi, yuz terisi oqaradi, uyqu bosadi",
                "F2. Yuz qizil tusga kiradi, qo'l-oyoqlar soviydi, ongi xiralashadi",
                "F3. Mushaklarda horg'inlik seziladi, quloqlarda shovqin, bosh aylanadi, muzdek yopishqoq ter chiqadi"
            ],
            "correctAnswer": 1,
            "explanation": "Haydovchi toliqishning o'ziga xos alomatlariga - uyqu kelishi, lanjlik va diqqatning pasayishi kiradi. Bu holatda transport vositasini boshqarish xavfli bo'lganligi bois, taqiqlangan."
        },
        "ru": {
            "text": "Каковы основные внешние признаки наступления сильной усталости?",
            "options": [
                "F1. Резь в глазах, бледность кожи лица, сонливость",
                "F2. Багрово-красная окраска лица, похолодание конечностей, затуманенное сознание",
                "F3. Мышечная слабость, шум в ушах, головокружение, холодный, липкий пот"
            ],
            "correctAnswer": 1,
            "explanation": "Признаками наступления сильной усталости являются резь в глазах, бледность кожи лица и сонливость. Похолодание конечностей и липкий пот являются признаками более серьезных нарушений здоровья."
        },
        "uzk": {
            "text": "Қаттиқ чарчоқ бошланишининг асосий ташқи аломатлари қандай?",
            "options": [
                "F1. Кўз санчиб оғрийди, юз териси оқаради, уйку босади",
                "F2. Юз қизил тусга киради, қўл-оёклар совийди, онги хиралашади",
                "F3. Мушакларда ҳорғинлик сезилади, қулоқларда шовкин, бош айланади, муздек ёпишқоқ тер чикади"
            ],
            "correctAnswer": 1,
            "explanation": "Ҳайдовчи толиқишнинг ўзига хос аломатларига - уйқу келиши, ланжлик ва диққатнинг пасайиши киради. Бу ҳолатда транспорт воситасини бошқариш хавфли бўлганлиги боис, тақиқланган."
        }
    }
}