{
    "questionId": 347,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Aholi punktlarida yuk avtomobillarning harakatlanishiga qaysi tasmadan ruxsat etiladi?",
            "options": [
                "F1. Qatnov qismining o'ng chetiga yaqin tasmadan",
                "F2. Boshqa tasmalarda qatnov ko'p bo'lganda istalgan tasmadan",
                "F3. Istalgan tasmadan, biroq, agar relssiz transport vositalarining harakati uchun bir yo'nalishda uchta va undan ortiq tasma bo'lsa, u holda chetki chap tasmaga faqat chapga burilish, orqaga qayrilish uchun o'tishga va tushirish yoki ortish uchun bir tomonlama harakatga ruxsat etilgan ko'chalarda to'xtashga"
            ],
            "correctAnswer": 1,
            "explanation": "YHQ: v) yuk avtomobillari, Yo'l harakati qoidalarida belgilangan ayrim istisnolardan tashqari barcha holatlarda, yo'lning faqat o'ng qatnov qismidan harakatlanishi shart."
        },
        "ru": {
            "text": "По какой полосе разрешается движение грузовых автомобилей в населенных пунктах?",
            "options": [
                "F1. По возможности ближе к правому краю проезжей части",
                "F2. По любой полосе, при интенсивном движении на других полосах",
                "F3. По любой полосе, однако, если для движения безрельсовых транспортных средств в одном направлении имеются три полосы и более, то на крайнюю левую полосу разрешается выезжать только для поворота налево, разворота"
            ],
            "correctAnswer": 1,
            "explanation": "ПДД: в) грузовые автомобили во всех случаях должны двигаться только по правой стороне дороги, за исключением некоторых исключений, предусмотренных Правилами дорожного движения."
        },
        "uzk": {
            "text": "Aҳоли пунктларида юк автомобилларнинг ҳаракатланишига қайси тасмадан рухсат етилади?",
            "options": [
                "F1. Қатнов қисмининг ўнг четига яқин тасмадан",
                "F2. Бошқа тасмаларда қатнов кўп бўлганда исталган тасмадан",
                "F3. Исталган тасмадан, бироқ, агар релссиз транспорт воситаларининг ҳаракати учун бир йўналишда учта ва ундан ортиқ тасма бўлса, у ҳолда четки чап тасмага фақат чапга бурилиш, орқага қайрилиш учун ўтишга ва тушириш ёки ортиш учун бир томонлама ҳаракатга рухсат етилган кўчаларда тўхташга"
            ],
            "correctAnswer": 1,
            "explanation": "ЙҲҚ: в) юк автомобиллари, Йўл ҳаракати қоидаларида белгиланган айрим истиснолардан ташқари барча ҳолатларда, йўлнинг фақат ўнг қатнов қисмидан ҳаракатланиши шарт."
        }
    }
}