{
    "questionId":  358,
    "image":  "data/images/q0358.webp",
    "translations":  {
                         "uz":  {
                                    "text":  "Avtomobilning taniqlik belgisi bo\u0027lganda, yo\u0027lning mazkur qismida qanday yuqori tezlik bilan harakatlanishiga ruxsat etiladi?",
                                    "options":  [
                                                    "F1. 70 km/s",
                                                    "F2. 90 km/s",
                                                    "F3. 100 km/s"
                                                ],
                                    "correctAnswer":  1,
                                    "explanation":  "YHQ 29-bobi 176-bandining oltinchi xatboshisiga asosan: «Tezlik cheklangan» — o\u0027ta og\u0027ir, xavfli va katta o\u0027lchamli yuklarni tashiyotgan, shuningdek transport vositasining texnik tavsifnomasida koʻrsatilgan eng yuqori tezligi ushbu Qoidalarning 78, 79 va 80-bandlarida belgilangan tezlikdan kam boʻlgan hollarda transport vositasi kuzovi orqa devorining chap tomoniga 3.24 — «Yuqori tezlik cheklangan» yo\u0027l belgisining kichraytirilgan, rangli tasviri tushirilgan shaklidagi belgi. Belgining diametri 160 millimetrdan kam bo\u0027lmasligi, hoshiyasining kengligi belgi diametrining 1/10 qismiga teng bo\u0027lishi kerak."
                                },
                         "ru":  {
                                    "text":  "С какой максимальной скоростью разрешается движение на данном участке дороги при наличии на автомобиле опознавательного знака?",
                                    "options":  [
                                                    "F1. 70 км/ч",
                                                    "F2. 90 км/ч",
                                                    "F3. 100 км/ч"
                                                ],
                                    "correctAnswer":  1,
                                    "explanation":  "Aбзацу 2 пункта 176 главы 29 ПДД, водителю запрещается превышать скорость, указанную на опознавательном знаке («Ограничение скорости»), установленном на транспортном средстве."
                                },
                         "uzk":  {
                                     "text":  "Автомобилнинг таниқлик белгиси бўлганда, йўлнинг мазкур қисмида қандай юқори тезлик билан ҳаракатланишига рухсат этилади?",
                                     "options":  [
                                                     "F1. 70 км/с",
                                                     "F2. 90 км/с",
                                                     "F3. 100 км/с"
                                                 ],
                                     "correctAnswer":  1,
                                     "explanation":  "ЙҲҚ 29-боби 176-бандининг олтинчи хатбошисига асосан: «Тезлик чекланган» — ўта оғир, хавфли ва катта ўлчамли юкларни ташиётган, шунингдек транспорт воситасининг техник тавсифномасида кўрсатилган энг юқори тезлиги ушбу Қоидаларнинг 78, 79 ва 80-бандларида белгиланган тезликдан кам бўлган ҳолларда транспорт воситаси кузови орқа деворининг Чап томонига 3.24 — «Юқори тезлик чекланган» йўл белгисининг кичрайтирилган, рангли тасвири туширилган шаклидаги белги. Белгининг диаметри 160 миллиметрдан кам бўлмаслиги, ҳошиясининг кенглиги белги диаметрининг 1/10 қисмига тенг бўлиши керак."
                                 }
                     }
}
