{
    "questionId": 351,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Qatnav qismi chetidagi piyoda, yalt-yalt etuvchi mayoqcha va maxsus tovushli ishoralarni yoqib kelayotgan transport vositasi yaqinlashib qolganda qanday yo'l tutishi kerak?",
            "options": [
                "F1. Mumkin qadar tezroq qatnov qismidan o'tib olishi",
                "F2. Qatnov qismidan o'tmasligi",
                "F3. Agar piyodalar o'tish joyida bo'lsa, qatnov qismidan o'tishi"
            ],
            "correctAnswer": 2,
            "explanation": "YHQ 4-bobi 21-bandiga asosan: Yalt-yalt etuvchi koʻk rangli yoki ko'k va qizil rangli chiroq-mayoqchasi va maxsus tovushli ishorasi yoqilgan transport vositalari yaqinlashib kelayotgan bo'lsa, piyodalar qatnov qismidan oʻtmasliklari, unda harakatlanayotganlari esa, bu transport vositalariga yo'l berishlari va zudlik bilan qatnov qismini boʻshatishlari kerak."
        },
        "ru": {
            "text": "Пешеход, находящийся на краю проезжей части, при приближении транспортного средства с включёнными проблесковыми маячками и специальными звуковыми сигналами, должен уступить дорогу?",
            "options": [
                "F1. Как можно скорее перейти проезжую часть",
                "F2. Воздержаться от перехода проезжей части",
                "F3. Перейти проезжую часть, если он находится на пешеходном переходе"
            ],
            "correctAnswer": 2,
            "explanation": "Пункту 21 главы 4 ПДД, гласит: При приближении транспортных средств свключенными синим или синим и красным проблесковыми маячками и (или) специальным звуковым сигналом, пешеходы обязаны воздержаться от перехода проезжей части, а находящиеся на ней, должны уступить дорогу этим транспортным средствам и незамедлительно освободить проезжую часть."
        },
        "uzk": {
            "text": "Қатнав қисми четидаги пиёда, ялт-ялт этувчи маёқча ва махсус товушли ишораларни ёқиб келаётган транспорт воситаси яқинлашиб қолганда қандай йўл тутиши керак?",
            "options": [
                "F1. Мумкин қадар тезрок қатнов қисмидан ўтиб олиши",
                "F2. Қатнов қисмидан ўтмаслиги",
                "F3. Агар пиёдалар ўтиш жойида бўлса, қатнов қисмидан ўтиши"
            ],
            "correctAnswer": 2,
            "explanation": "ЙҲҚ 4-боби 21-бандига асосан: Ялт-ялт этувчи кўк рангли ёки кўк ва қизил рангли чироқ-маёқчаси ва махсус товушли ишораси ёқилган транспорт воситалари яқинлашиб келаётган бўлса, пиёдалар қатнов қисмидан ўтмасликлари, унда ҳаракатланаётганлари эса, бу транспорт воситаларига йўл беришлари ва зудлик билан қатнов қисмини бўшатишлари керак."
        }
    }
}