{
    "questionId": 361,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "«Avtomagistral» belgisi bilan belgilangan yo'lda piyodalarning harakatlanishiga ruxsat etiladimi?",
            "options": [
                "F1. Taqiqlanadi",
                "F2. Transport vositalarining harakatlanishiga qarama qarshi faqat aholi punktlaridan tashqarida yurishga ruxsat etiladi",
                "F3. Transport vositalarining harakatlanishi bo'ylab faqat aholi punktlaridan tashqarida yurishga ruxsat etiladi"
            ],
            "correctAnswer": 1,
            "explanation": "YHQ 19-bobi 121-bandining birinchi xatboshisiga asosan, avtomagistrallarda quyidagilar taqiqlanadi: piyodalar, uy hayvonlari, ot-aravalar, velosipedlar, individual harakatlanish vositalari, skuterlar, mopedlar, traktorlar va uzi yurar avtomobillar, texnik tavsifnomasiga yoki holatiga ko'ra tezligi soatiga 40 kilometrdan kam bo'lgan transport vositalarining harakatlanishi."
        },
        "ru": {
            "text": "Разрешается ли движение пешеходов по дороге, обозначенной знаком «Автомагистраль»?",
            "options": [
                "F1. Запрещается",
                "F2. Разрешается идти только вне населенных пунктов навстречу движения транспортных средств",
                "F3. Разрешается идти вне населенных пунктов по ходу движения транспортных средств"
            ],
            "correctAnswer": 1,
            "explanation": "Пункта 121 главы 19 ПДД, гласит: На автомагистралях запрещается: - движение пешеходов, домашних животных, гужевых повозок, велосипедов, индивидуальные транспортные средства, скутеры, мопедов, тракторов и самоходных машин, транспортных средств, скорость которых по технической характеристике или их состоянию менее 40 км/ч;\nКак видно, по дороге, обозначенной знаком \"Автомагистраль\", движение пешеходов вообще запрещено."
        },
        "uzk": {
            "text": "«Автомагистраль» белгиси билан белгиланган йўлда пиёдаларнинг ҳаракатланишига рухсат этиладими?",
            "options": [
                "F1. Тақиқланади",
                "F2. Транспорт воситаларининг ҳаракатланишига қарама-қарши фақат аҳоли пунктларидан ташкарида юришга рухсат этилади",
                "F3. Транспорт воситаларининг ҳаракатланиши бўйлаб фақат аҳоли пунктларидан ташқарида юришга рухсат этилади"
            ],
            "correctAnswer": 1,
            "explanation": "ЙҲҚ 19-боби 121-бандининг биринчи хатбошисига асосан, автомагистралларда қуйидагилар тақиқланади: пиёдалар, уй ҳайвонлари, от-аравалар, велосипедлар, индивидуал ҳаракатланиш воситалари, скутерлар, мопедлар, тракторлар ва ўзи юрар автомобиллар, техник тавсифномасига ёки ҳолатига кўра тезлиги соатига 40 километрдан кам бўлган транспорт воситаларининг ҳаракатланиши."
        }
    }
}