{
    "questionId": 369,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Orqadan kelayotganlarning urilib ketishini keltirib chiqarishi mumkin",
                "F2. Avtomobilning faqat texnik holatida ko'rinadi",
                "F3. Serqatnov harakatda boshqarishning odatdagi usuli hisoblanadi"
            ],
            "correctAnswer": 1,
            "explanation": "YHQ 11-bobi 81-bandining to'rtinchi xatboshisiga asosan, haydovchilarga quyidagilar taqiqlanadi: yoʻl-transport hodisasining oldini olish zaruriyati boʻlmaganda keskin tormoz berish."
        },
        "ru": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Может способствовать наезду сзади",
                "F2. Отражается только на техническом состоянии автомобиля",
                "F3. Является обычным приемом управления при интенсивном движении"
            ],
            "correctAnswer": 1,
            "explanation": "Водителю запрещается резко тормозить, если это не требуется для предотвращения дорожно-транспортного происшествия. Двигаясь в плотном транспортном потоке, особенно в городских условиях трудно соблюдать необходимую дистанцию. Произведя резкое торможение без необходимости и подставив водителя, движущегося сзади, водитель элементарно не выполнил кодекс водительской солидарности. В таких случаях водитель должен представить себя на месте того водителя, автомобиль которого наехал сзади."
        },
        "uzk": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Орқадан келаётганларнинг урилиб кетишини келтириб чикариши мумкин",
                "F2. Автомобилнинг фақат техник ҳолатида кўринади",
                "F3. Серқатнов ҳаракатда бошқаришнинг одатдаги усули ҳисобланади"
            ],
            "correctAnswer": 1,
            "explanation": "ЙҲҚ 11-боби 81-бандининг тўртинчи хатбошисига асосан, ҳайдовчиларга қуйидагилар тақиқланади: йўл-транспорт ҳодисасининг олдини олиш зарурияти бўлмаганда кескин тормоз бериш."
        }
    }
}