{
    "questionId": 376,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Bitta uzun va uchta qisqa tovushli ishora berib harakatni boshlashi kerak",
                "F2. Yaqinlashib kelayotgan poezdning yo'qligiga ishonch hosil qilishi kerak",
                "F3. Har ikki javob to'g'ri"
            ],
            "correctAnswer": 2,
            "explanation": "YHQ 18-bobi 117-bandiga asosan: Temir yoʻl kesishmasiga yaqinlashib kelayotgan haydovchi yo'l belgilari va chiziqlariga, svetofor ishoralariga, shlagbaum holatiga, kesishma navbatchisining ko'rsatmalariga amal qilishi, yaqinlashib kelayotgan poezd (lokomotiv, drezina) yo'qligiga ishonch hosil qilishi shart."
        },
        "ru": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Должен подать один длинный и три коротких звуковых сигнала перед началом движения",
                "F2. Должен убедиться в отсутствии приближающегося поезда",
                "F3. Оба ответа верны"
            ],
            "correctAnswer": 2,
            "explanation": "Пункт 117 главы 18 ПДД гласит: При приближении к железнодорожному переезду водитель обязан руководствоваться требованиями дорожных знаков и разметки, сигналом светофора, положением шлагбаума, указаниями дежурного по переезду и убедиться в отсутствии приближающегося поезда (локомотива, дрезины)."
        },
        "uzk": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Битта узун ва учта қисқа товушли ишора бериб ҳаракатни бошлаши керак",
                "F2. Яқинлашиб келаётган поэзднинг йўқлигига ишонч ҳосил қилиши керак",
                "F3. Ҳар икки жавоб тўғри"
            ],
            "correctAnswer": 2,
            "explanation": "ЙҲҚ 18-боби 117-бандига асосан: Темир йўл кесишмасига яқинлашиб келаётган ҳайдовчи йўл белгилари ва чизиқларига, светофор ишораларига, шлагбаум ҳолатига, кесишма навбатчисининг кўрсатмаларига амал қилиши, яқинлашиб келаётган поезд (локомотив, дрезина) йўқлигига ишонч ҳосил қилиши шарт."
        }
    }
}