{
    "questionId": 378,
    "image": "data/images/q0378.webp",
    "translations": {
        "uz": {
            "text": "Qaysi transport vositalarining haydovchilari to'xtab turish qoidasini buzdilar?",
            "options": [
                "F1. Yengil avtomobil haydovchisi",
                "F2. Yuk avtomobili haydovchisi",
                "F3. Har ikki haydovchi"
            ],
            "correctAnswer": 3,
            "explanation": "YHQ 1-ilovasi 3-boʻlimining o'ttiz ikkinchi xatboshisiga asosan: 3.28. «Toʻxtab turish taqiqlangan». Transport vositalarining toʻxtab turishi taqiqlanishini bildiradi.\nYHQ 13-bobi 88-bandining uchinchi xatboshisiga asosan: Ruxsat etilgan toʻla vazni 3,5 tonnadan koʻp boʻlgan yuk avtomobillari bir tomonlama harakatli yoʻllarning chap tomonida faqat yuk ortish va tushirish uchun to'xtashlari mumkin."
        },
        "ru": {
            "text": "Водители каких транспортных средств нарушили правила стоянки?",
            "options": [
                "F1. Водитель легкового автомобиля",
                "F2. Водитель грузового автомобиля",
                "F3. Оба водителя"
            ],
            "correctAnswer": 3,
            "explanation": "Запрещающий знак 3.28 \"Стоянка запрещена\". Запрещается стоянка транспортных средств. «Стоянка запрещена» запрещает стоянку транспортных средств. Aбзацу 3 пункта 88 главы 13 ПДД, грузовым автомобилям с разрешенной максимальной массой более 3,5 т на левой стороне дороги с односторонним движением остановка разрешается только для загрузки и разгрузки груза."
        },
        "uzk": {
            "text": "Қайси транспорт воситаларининг ҳайдовчилари тўхтаб туриш қоидасини буздилар?",
            "options": [
                "F1. Енгил автомобиль ҳайдовчиси",
                "F2. Юк автомобили ҳайдовчиси",
                "F3. Ҳар икки ҳайдовчи"
            ],
            "correctAnswer": 3,
            "explanation": "ЙҲҚ 1-иловаси 3-бўлимининг ўттиз иккинчи хатбошисига асосан: 3.28. «Тўхтаб туриш тақиқланган». Транспорт воситаларининг тўхтаб туриши тақиқланишини билдиради.\nЙҲҚ 13-боби 88-бандининг учинчи хатбошисига асосан: Рухсат этилган тўла вазни 3,5 тоннадан кўп бўлган юк автомобиллари бир томонлама ҳаракатли йўлларнинг чап томонида фақат юк ортиш ва тушириш учун тўхташлари мумкин."
        }
    }
}