{
    "questionId": 370,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Qanday holatlarda tashilayotgan yuk ishora taxtachalari yoki bayroqchalar bilan kunning qorong'i vaqtida, yetarli ko'rinmaydigan sharoitlarda esa yorug'lik qaytargich yoki chiroqlar bilan belgilanadi?",
            "options": [
                "F1. Yuk transport vositasining o'lchamidan oldinda yoki orqada 1 metrdan ko'p chiqib qolganda",
                "F2. Yuk transport vositasining o'lchamidan orqada 0,8 metr chiqib qolganda"
            ],
            "correctAnswer": 1,
            "explanation": "YHQ 27-bobi 163-bandiga asosan: Transport vositasining gabaritlaridan old yoki orqa tomonga bir metrdan, yon tomonga gabarit chiroqlarining chetki qismidan 0,4 metrdan ortiq chiqib turgan yuk «Katta o'lchamli yuk» taniqlik belgisi bilan belgilanishi, qorong'i vaqtda va yetarlicha ko'rinmaydigan sharoitda esa bunga qo'shimcha ravishda old oq chiroq yoki yorug'lik qaytargich, orqasi esa qizil chiroq yoki yorug'lik qaytargich bilan belgilanishi kerak."
        },
        "ru": {
            "text": "В каких случаях перевозимый груз должен быть обозначен сигнальными щитками или флажками, а в темное время суток и в условиях недостаточной видимости - светоотражающими приспособлениями или фонарями?",
            "options": [
                "F1. Если груз выступает за габариты транспортного средства спереди или сзади более чем на 1 м",
                "F2. Если груз выступает за габариты транспортного средства сзади на 0,8 м"
            ],
            "correctAnswer": 1,
            "explanation": "Пункту 163 главы 27 ПДД, гласит: Груз, выступающий за габариты транспортного средства спереди или сзади более чем на 1 м, сбоку более чем на 0,4 м от внешнего края габаритного огня, должен быть обозначен опознавательными знаками \"Крупногабаритный груз\", в соответствии с Пункту 176 главы 29 ПДД, Правил, а в темное время суток и в условиях недостаточной видимости, кроме того, спереди - фонарем или световозвращателем белого цвета, сзади - фонарем или световозвращателем красного цвета."
        },
        "uzk": {
            "text": "Қандай ҳолатларда ташилаëтган юк ишора тахтачалари ёки байроқчалар билан куннинг қоронғи вақтида, етарли кўринмайдиган шароитларда эса ёруғлик қайтаргич ёки чироқлар билан белгиланади?",
            "options": [
                "F1. Юк транспорт воситасининг ўлчамидан олдинда ёки орқада 1 метрдан кўп чиқиб қолганда",
                "F2. Юк транспорт воситасининг ўлчамидан орқада 0,8 метр чиқиб қолганда"
            ],
            "correctAnswer": 1,
            "explanation": "ЙҲҚ 27-боби 163-бандига асосан: Транспорт воситасининг габаритларидан олд ёки орқа томонга бир метрдан, ён томонга габарит чироқларининг четки қисмидан 0,4 метрдан ортиқ чиқиб турган юк «Katta ўлчамли юк» таниқлик белгиси билан белгиланиши, қоронғи вақтда ва етарлича кўринмайдиган шароитда эса бунга қўшимча равишда олд оқ чироқ ёки ёруғлик қайтаргич, орқаси эса қизил чироқ ёки ёруғлик қайтаргич билан белгиланиши керак."
        }
    }
}