{
    "questionId": 375,
    "image": "data/images/q0375.webp",
    "translations": {
        "uz": {
            "text": "Rasmda ko'rsatilgan holatda qizil avtomobilning haydovchisi qanday yo'l tutishi kerak?",
            "options": [
                "F1. Svetoforning ruxsat ishorasini kutishi va to'g'riga o'tishi",
                "F2. O'ngga burilish ishorasini yoqishi va o'ngga burilishi",
                "F3. Chapga burilish ishorasini yoqishi va o'ng qatorni bo'shatishi"
            ],
            "correctAnswer": 2,
            "explanation": "Yo'naltirgich ko'rinishidagi qizil, sariq va yashil rangli svetofor ishoralari ham doirasimon shaklidagi svetofor ishoralari bilan bir xil ma'noga ega bo'ladi. Ular faqat ko'rsatilgan yo'nalishga ta'sir etadi. Agar tegishli yoʻl belgisi bilan qayrilib olish taqiqlanmagan bo'lsa, chapga burilishga ruxsat beruvchi yo'naltirgich qayrilib olishga ham ruxsat beradi. Qoʻshimcha tarmoqdagi yashil yo'naltirgich ham xuddi shu ma'noni bildiradi. Svetoforning qo'shimcha tarmoqdagi ishora o'chirilgan bo'lsa, shu tarmoq tartibga solayotgan yo'nalishda harakatlanish taqiqlanganligini bildiradi."
        },
        "ru": {
            "text": "Как должен поступить водитель красного автомобиля в ситуации, показанной на рисунке?",
            "options": [
                "F1. Дождаться разрешающего сигнала светофора и проехать прямо",
                "F2. Включить указатель правого поворота и повернуть направо",
                "F3. Включить указатель левого поворота и освободить правый ряд"
            ],
            "correctAnswer": 2,
            "explanation": "Сигналы светофора, выполненные в виде стрелок красного, желтого и зеленого цветов, имеют то же значение, что и круглые сигналы соответствующего цвета. Их действие распространяется только на направление, указываемое стрелками. Стрелка, разрешающая поворот налево, разрешает и разворот, если это не запрещено соответствующим дорожным знаком. Такое же значение имеет зеленая стрелка в дополнительной секции. Выключенный сигнал дополнительной секции означает запрещение движения в направлении, регулируемом этой секцией.\nВ данном случае движение красному автомобилю разрешено только направо, соответственно, он должен включить указатель правого поворота и повернуть направо."
        },
        "uzk": {
            "text": "Расмда кўрсатилган ҳолатда қизил автомобилнинг ҳайдовчиси қандай йўл тутиши керак?",
            "options": [
                "F1. Светофорнинг рухсат ишорасини кутиши ва тўғрига ўтиши",
                "F2. Ўнгга бурилиш ишорасини ёкиши ва ўнгга бурилиши",
                "F3. Чапга бурилиш ишорасини ёкиши ва ўнг қаторни бўшатиши"
            ],
            "correctAnswer": 2,
            "explanation": "Йўналтиргич кўринишидаги қизил, сариқ ва яшил рангли светофор ишоралари ҳам доирасимон шаклидаги светофор ишоралари билан бир хил маънога эга бўлади. Улар фақат кўрсатилган йўналишга таъсир этади. Агар тегишли йўл белгиси билан қайрилиб олиш тақиқланмаган бўлса, чапга бурилишга рухсат берувчи йўналтиргич қайрилиб олишга ҳам рухсат беради. Қўшимча тармоқдаги яшил йўналтиргич ҳам худди шу маънони билдиради. Светофорнинг қўшимча тармоқдаги ишора ўчирилган бўлса, шу тармоқ тартибга солаётган йўналишда ҳаракатланиш тақиқланганлигини билдиради."
        }
    }
}