{
    "questionId":  377,
    "image":  "data/images/q0377.webp",
    "translations":  {
                         "uz":  {
                                    "text":  "Shunday yo\u0027l belgisi bilan belgilangan yo\u0027l qismlarida shaharlararo bo\u0027lmagan avtobuslarning qanday yuqori tezlik bilan harakatlanishiga ruxsat etiladi?",
                                    "options":  [
                                                    "F1. 50 km/s",
                                                    "F2. 60 km/s",
                                                    "F3. 70 km/s",
                                                    "F4. 80 km/s",
                                                    "F5. 90 km/s"
                                                ],
                                    "correctAnswer":  4,
                                    "explanation":  "YHQ 11-bobi 79-bandining uchinchi xatboshisiga asosan, aholi punktlaridan tashqarida: boshqa avtobuslar, tirkamali yengil avtomobillar, mototsikllar, elektromototsikllar ruxsat etilgan toʻla vazni 3,5 tonnadan ortiq boʻlgan yuk avtomobillariga tezlikni soatiga 80 kilometrdan oshirmasdan."
                                },
                         "ru":  {
                                    "text":  "С какой максимальной скоростью разрешается движение автобусам (не междугородним) на участках дорог, обозначенных таким дорожным знаком?",
                                    "options":  [
                                                    "F1. 50 км/ч",
                                                    "F2. 60 км/ч",
                                                    "F3. 70 км/ч",
                                                    "F4. 80 км/ч",
                                                    "F5. 90 км/ч"
                                                ],
                                    "correctAnswer":  4,
                                    "explanation":  "Информационно-указательный знак 5.24 \"Начало населенного пункта\". Наименование и начало населенного пункта, в котором на данной дороге не действуют требования Правил дорожного движения, устанавливающие порядок движения в населенных пунктах.\nПункт 79 главы 11 ПДД гласит: Вне населенных пунктов разрешается движение:  - другим автобусам, легковым автомобилям при буксировке прицепа, мотоциклам, электромотоциклам грузовым автомобилям с разрешенной максимальной массой более 3,5 т - не более 80 км/ч."
                                },
                         "uzk":  {
                                     "text":  "Шундай йўл белгиси билан белгиланган йўл қисмларида шаҳарлараро бўлмаган автобусларнинг қандай юқори тезлик билан ҳаракатланишига рухсат этилади?",
                                     "options":  [
                                                     "F1. 50 км/с",
                                                     "F2. 60 км/с",
                                                     "F3. 70 км/с",
                                                     "F4. 80 км/с",
                                                     "F5. 90 км/с"
                                                 ],
                                     "correctAnswer":  4,
                                     "explanation":  "ЙҲҚ 11-боби 79-бандининг учинчи хатбошисига асосан, аҳоли пунктларидан ташқарида: бошқа автобуслар, тиркамали енгил автомобиллар, мотоцикллар, электромотоцикллар рухсат этилган тўла вазни 3,5 тоннадан ортиқ бўлган юк автомобилларига тезликни соатига 80 километрдан оширмасдан."
                                 }
                     }
}
