{
    "questionId": 381,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Piyodalar o'tish joyidan tashqarida yo'lning qatnov qismidan ajratuvchi mintaqa bo'lganda piyodalarning o'tishlariga ruxsat etiladimi?",
            "options": [
                "F1. Yo'lning har ikki tomoni ko'rinadigan joylarda ruxsat etiladi",
                "F2. Faqat aholi punktlaridan tashqarida ruxsat etiladi",
                "F3. Faqat aholi punktlarida ruxsat etiladi",
                "F4. Taqiqlanadi"
            ],
            "correctAnswer": 4,
            "explanation": "YHQ 4-bobi 17-bandiga asosan: Piyodalar yoʻlning qatnov qismini piyodalar o'tish joylaridan, shuningdek yer osti va yer usti oʻtish joylaridan, ular bo'lmaganda esa chorrahalarda trotuar chiziqlari yoki yoʻl yoqasi bo'ylab kesib o'tishlari kerak. Piyodalarga ko'rinadigan oraliqda o'tish joyi yoki chorraha boʻlmasa, ajratuvchi mintaqasiz va to'siqsiz yo'llardan yo'lning ikki tomoni yaxshi ko'rinadigan joyidan, qatnov qismining chetiga nisbatan to'g'ri burchak ostida kesib o'tishlariga ruxsat etiladi."
        },
        "ru": {
            "text": "Разрешается ли пешеходам переходить проезжую часть вне пешеходного перехода при наличии разделительной полосы?",
            "options": [
                "F1. Разрешается в местах, где дорога просматривается в обе стороны",
                "F2. Разрешается только вне населенных пунктов",
                "F3. Разрешается только в населенных пунктах",
                "F4. Запрещается"
            ],
            "correctAnswer": 4,
            "explanation": "Пункта 17 главы 4 ПДД, гласит: Пешеходы должны пересекать проезжую часть дороги по пешеходным переходам, а также по подземным и надземным, а при их отсутствии - на перекрестках - по линии тротуаров или обочин. При отсутствии в зоне видимости перехода или перекрестка разрешается переходить дорогу под прямым углом к краю проезжей части на участках без разделительной полосы и ограждений там, где она хорошо просматривается в обе стороны. Соответственно, переходить дорогу можно только на участках без разделительной полосы;\nпри наличии разделительной полосы переход проезжей части вне пешеходного перехода запрещен."
        },
        "uzk": {
            "text": "Пиёдалар ўтиш жойидан ташқарида йўлнинг қатнов қисмидан ажратувчи минтақа бўлганда пиёдаларнинг ўтишларига рухсат этиладими?",
            "options": [
                "F1. Йўлнинг ҳар икки томони куринадиган жойларда рухсат этилади",
                "F2. Фақат аҳоли пунктларидан ташқарида рухсат этилади",
                "F3. Фақат аҳоли пунктларида рухсат этилади",
                "F4. Тақиқланади"
            ],
            "correctAnswer": 4,
            "explanation": "ЙҲҚ 4-боби 17-бандига асосан: Пиёдалар йўлнинг қатнов қисмини пиёдалар ўтиш жойларидан, шунингдек ер ости ва ер усти ўтиш жойларидан, улар бўлмаганда эса чорраҳаларда тротуар чизиқлари ёки йўл ёқаси бўйлаб кесиб ўтишлари керак. Пиёдаларга кўринадиган оралиқда ўтиш жойи ёки чорраҳа бўлмаса, ажратувчи минтақасиз ва тўсиқсиз йўллардан йўлнинг икки томони яхши кўринадиган жойидан, қатнов қисмининг четига нисбатан тўғри бурчак остида кесиб ўтишларига рухсат этилади."
        }
    }
}