{
    "questionId":  387,
    "image":  "data/images/q0387.webp",
    "translations":  {
                         "uz":  {
                                    "text":  "Qaysi transport vositasi haydovchisi to\u0027xtab turish qoidasini buzdi?",
                                    "options":  [
                                                    "F1. Ko\u0027k avtomobil haydovchisi",
                                                    "F2. Qizil avtomobil haydovchisi",
                                                    "F3. Har ikki haydovchi buzdi",
                                                    "F4. Har ikki haydovchi ham buzmadi"
                                                ],
                                    "correctAnswer":  3,
                                    "explanation":  "YHQ 13-bobi 91-bandining sakkizinchi xatboshisiga asosan, quyidagi joy va holatlarda to\u0027xtash taqiqlanadi: qatnov qismi kesishmalarida va kesishayotgan qatnov qismi chetiga 30 metrdan kam masofada (uch tomonlama kesishadigan chorrahalarda yondan tutashgan yo\u0027lning sidirg\u0027a chiziq yoki ajratuvchi mintaqa bilan ajratilgan qarama-qarshi tomoni bundan mustasno)."
                                },
                         "ru":  {
                                    "text":  "Водитель какого транспортного средства нарушил правила стоянки?",
                                    "options":  [
                                                    "F1. Водитель синего автомобиля",
                                                    "F2. Водитель красного автомобиля",
                                                    "F3. Оба водителя нарушили",
                                                    "F4. Оба водителя не нарушили"
                                                ],
                                    "correctAnswer":  3,
                                    "explanation":  "Запрещающий знак 3.28 \"Стоянка запрещена\". Запрещается стоянка транспортных средств. \nПункта 91 главы 13 ПДД, гласит: на пересечениях проезжих частей на расстоянии менее 30 метров от края пересекаюшей проезжей части (за исключением противоположной стороны примыкающей дороги, отделенной разделительной линией или разделительной полосой на трехсторонних перекрестках)."
                                },
                         "uzk":  {
                                     "text":  "Қайси транспорт воситаси ҳайдовчиси тўхтаб туриш қоидасини бузди?",
                                     "options":  [
                                                     "F1. Кўк автомобиль ҳайдовчиси",
                                                     "F2. Қизил автомобиль ҳайдовчиси",
                                                     "F3. Ҳар икки ҳайдовчи бузди",
                                                     "F4. Ҳар икки ҳайдовчи ҳам бузмади"
                                                 ],
                                     "correctAnswer":  3,
                                     "explanation":  "ЙҲҚ 13-боби 91-бандининг саккизинчи хатбошисига асосан, қатнов қисми кесишмаларида ва кесишаётган қатнов қисми четига 30 метрдан кам масофада (уч томонлама кесишадиган чорраҳаларда ёндан туташган йўлнинг сидирға чизиқ ёки ажратувчи минтақа билан ажратилган қарама-қарши томони бундан мустасно)."
                                 }
                     }
}
