{
    "questionId":  383,
    "image":  "data/images/q0383.webp",
    "translations":  {
                         "uz":  {
                                    "text":  "Reversiv svetoforlar bo\u0027lmaganda yoki ular o\u0027chirib qo\u0027yilganda ikkitali uzuq uzuq chiziqni kesib o\u0027tishga ruxsat etiladimi?",
                                    "options":  [
                                                    "F1. Agar u haydovchining chap tomonida bo\u0027lsa, ruxsat etiladi",
                                                    "F2. Agar u haydovchining o\u0027ng tomonida bo\u0027lsa, ruxsat etiladi",
                                                    "F3. Istalgan tomondan ruxsat etiladi",
                                                    "F4. Taqiqlanadi"
                                                ],
                                    "correctAnswer":  2,
                                    "explanation":  "YHQ 2-ilovasi 1-boʻlimining o\u0027n birinchi va o\u0027ttiz oltinchi xatboshlariga asosan: 1.9 — reversiv harakat tashkil etilgan bo\u0027laklarning chegarasini belgilaydi;\nreversiv harakatlanish amalga oshirilgan yo\u0027llarda (reversiv svetofori o\u0027chirilgan holatda) qarama-qarshi yoʻnalishdagi transport oqimini ajratadi. Reversiv svetofor yoqilgan paytda bir yo\u0027nalishli tasmalarni ajratayotgan 1.9 chizig\u0027ini istalgan tomondan bosib o\u0027tishga ruxsat etiladi. Reversiv svetofor o\u0027chirilganda, haydovchilar darhol 1.9 chizig\u0027idan o\u0027ngga qayta tizilishlari kerak."
                                },
                         "ru":  {
                                    "text":  "Разрешается ли пересекать прерывистую двойную линию разметки, при отсутствии реверсивных светофоров или когда они отключены?",
                                    "options":  [
                                                    "F1. Разрешается, если она расположена слева от водителя",
                                                    "F2. Разрешается, если она расположена справа от водителя",
                                                    "F3. Разрешается с любой стороны",
                                                    "F4. Запрещается"
                                                ],
                                    "correctAnswer":  2,
                                    "explanation":  "Горизонтальная разметка 1.9 - обозначает границы полос движения, на которых осуществляется реверсивное движение;\nразделяет транспортные потоки противоположных направлений (при выключенных реверсивных светофорах) на дорогах, где осуществляется реверсивное движение. При отсутствии реверсивных светофоров или когда они отключены, линию 1.9 разрешается пересекать, если она расположена справа от водителя."
                                },
                         "uzk":  {
                                     "text":  "Реверсив светофорлар бўлмаганда ёки улар ўчириб қўйилганда иккитали узуқ-узуқ чизиқни кесиб ўтишга рухсат этиладими?",
                                     "options":  [
                                                     "F1. Агар у ҳайдовчининг чап томонида бўлса, рухсат этилади",
                                                     "F2. Агар у ҳайдовчининг ўнг томонида бўлса, рухсат этилади",
                                                     "F3. Исталган томондан рухсат этилади",
                                                     "F4. Тақиқланади"
                                                 ],
                                     "correctAnswer":  2,
                                     "explanation":  "ЙҲҚ 2-иловаси 1-бўлимининг ўн биринчи ва ўттиз олтинчи хатбошларига асосан: 1.9 — реверсив ҳаракат ташкил этилган бўлакларнинг чегарасини белгилайди;\nреверсив ҳаракатланиш амалга оширилган йўлларда (реверсив светофори ўчирилган ҳолатда) қарама-қарши йўналишдаги транспорт оқимини ажратади. Реверсив светофор ёқилган пайтда бир йўналишли тасмаларни ажратаётган 1.9 чизиғини исталган томондан босиб ўтишга рухсат этилади. Реверсив светофор ўчирилганда, ҳайдовчилар дарҳол 1.9 чизиғидан ўнгга қайта тизилишлари керак."
                                 }
                     }
}
