{
    "questionId": 396,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. To'xtashga va piyodalar o'tish joyiga o'tmaslikka, chunki bu piyodalarning harakati uchun to'sqinlik qiladi",
                "F2. Piyodalar o'tish joyiga 15 metr yetmasdan to'xtashga",
                "F3. Oldinda turgan transport vositasidan zarur masofa saqlangan holda piyodalar o'tish joyida to'xtashga",
                "F4. Piyodalar o'tish joyiga 5 metr yetmasdan to'xtashga"
            ],
            "correctAnswer": 1,
            "explanation": "YHQ 17-bobi 112-bandiga asosan: Piyodalar oʻtish joylaridan keyin paydo bo'lgan tirbandlik tufayli haydovchi piyodalar o'tish joyida to'xtashga majbur bo'ladigan bo'lsa, piyodalar o'tish joyiga kirish taqiqlanadi."
        },
        "ru": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Остановиться и не въезжать на пешеходный переход, так как это создает помеху для движения пешеходов",
                "F2. Остановиться за 15 м перед пешеходным переходом",
                "F3. Остановиться на пешеходном переходе, соблюдая необходимую дистанцию от впереди стоящего транспортного средства",
                "F4. Остановиться за 5 м перед пешеходным переходом"
            ],
            "correctAnswer": 1,
            "explanation": "Пункт 112 главы 17 ПДД, гласит: Запрещается въезжать на пешеходный переход, если за ним образовался затор, который вынудит водителя остановиться на пешеходном переходе. Соответственно, при образовании затора, который вынудит водителя остановиться на пешеходном переходе, он не должен въезжать на него, так как это создаст помеху пешеходам."
        },
        "uzk": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Тўхташга ва пиёдалар ўтиш жойига ўтмасликка, чунки бу пиëдаларнинг ҳаракати учун тўсқинлик килади",
                "F2. Пиёдалар ўтиш жойига 15 метр йетмасдан тўхташга",
                "F3. Олдинда турган транспорт воситасидан зарур масофа сакланган ҳолда пиёдалар ўтиш жойида тўхташга",
                "F4. Пиёдалар ўтиш жойига 5 метр йетмасдан тўхташга"
            ],
            "correctAnswer": 1,
            "explanation": "ЙҲҚ 17-боби 112-бандига асосан: Пиёдалар ўтиш жойларидан кейин пайдо бўлган тирбандлик туфайли ҳайдовчи пиёдалар ўтиш жойида тўхташга мажбур бўладиган бўлса, пиёдалар ўтиш жойига кириш тақиқланади."
        }
    }
}