{
    "questionId": 399,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Chuqur kechuvdan o'tgach, haydovchi nima qilishi shart?",
            "options": [
                "F1. Tezlanish bilan yuqoriroq uzatmalarda harakatlanishga",
                "F2. Qisqa masofa oralig'ida tezlanish olib tormoz tepkisini bir necha bor bosib tormoz mexanizmi friksion ustqoplamalarini quritishi"
            ],
            "correctAnswer": 2,
            "explanation": "Suv kechuvlaridan oʻtgandan keyin, tormoz kalodkalarini quritish lozim. Tormoz tepkisini koʻp marotaba qisqa-qisqa bosish avtomobilning barcha g'ildiraklari tormozlarining samaradorligini qayta tiklaydi."
        },
        "ru": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Двигаться с ускорением на более высоких передачах",
                "F2. На короткой дистанции пробега несколькими резкими нажатиями на тормозную педаль просушить тормозные накладки"
            ],
            "correctAnswer": 2,
            "explanation": "После преодоления глубокого брода водитель обязан: Двигаться с ускорением на более высоких передачах. На короткой дистанции пробега несколькими резкими нажатиями на тормозную педаль просушить тормозные накладки. После преодоления глубокого брода водитель обязан на короткой дистанции пробега несколькими резкими нажатиями на тормозную педаль просушить тормозные накладки, так как мокрые тормозные накладки менее эффективны, что может привести к более длинному тормозному пути."
        },
        "uzk": {
            "text": "Чуқур кечувдан ўтгач, ҳайдовчи нима килиши шарт?",
            "options": [
                "F1. Тезланиш билан юқорироқ узатмаларда ҳаракатланишга",
                "F2. Қиска масофа оралиғида тезланиш олиб тормоз тепкисини бир неча бор босиб тормоз механизми фрикцион усткопламаларини куритиши"
            ],
            "correctAnswer": 2,
            "explanation": "Сув кечувларидан ўтгандан кейин, тормоз калодкаларини қуритиш лозим. Тормоз тепкисини кўп маротаба қисқа-қисқа босиш автомобилнинг барча ғилдираклари тормозларининг самарадорлигини қайта тиклайди."
        }
    }
}