{
    "questionId": 393,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Yotiq chiziqlarning sidirg'a chizig'ini bosib o'tishga ruxsat etiladimi?",
            "options": [
                "F1. Agar u haydovchining o'ng tomonida bo'lsa ruxsat etiladi",
                "F2. Faqat shunday holda ruxsat etiladiki, agar chiziq yo'l qatnov qismining chetlarini bildirsa",
                "F3. Chiziq bir yo'nalishdagi harakat tasmalarining chegarasini bildirganda faqat manyovr qilishda ruxsat etiladi"
            ],
            "correctAnswer": 2,
            "explanation": "YHQ 2-ilovasi 1-bo'limining uchinchi va o'ttiz to'rtinchi xatboshlariga asosan: 1.1 — qarama-qarshi yo'nalishlarda harakatlanayotgan transport oqimlarini ajratadi, yo'lning xavfli joylaridagi harakatlanish bo'lagi chegarasini va velosipedchilar uchun bo'lagining chegarasini bildiradi; yo'lning kirish taqiqlangan qismi chegarasini belgilaydi; transport vositalarining to'xtab turish joyi chegarasini hamda avtomagistral qatoriga kiritilmagan yo'lning qatnov qismi chegarasini bildiradi; \n1.1 va 1.3 chiziqlarini bosib o'tish taqiqlanadi, qatnov qismining chetini bildirish uchun qo'llanilgan 1.1 chizig'i bundan mustasno."
        },
        "ru": {
            "text": "Разрешается ли пересекать сплошную линию горизонтальной разметки?",
            "options": [
                "F1. Разрешается, если она находится справа от водителя",
                "F2. Разрешается только в случае, если линия обозначает край проезжей части дороги",
                "F3. Разрешается только при маневрировании, когда линия обозначает границы полос движения одного направления"
            ],
            "correctAnswer": 2,
            "explanation": "Горизонтальная разметка 1.1 (сплошная линия) - разделяет транспортные потоки противоположных направлений и обозначает границы полос движения в опасных местах на дорогах;\nобозначает границы проезжей части, на которые въезд запрещен;\nобозначает границы стояночных мест транспортных средств и край проезжей части дорог, не отнесенных по условиям движения к автомагистралям. Линии 1.1 и 1.3 пересекать запрещается, кроме случая, когда линия 1.1 применена для обозначения края проезжей части."
        },
        "uzk": {
            "text": "Ётиқ чизиқларнинг сидирға чизиғини босиб ўтишга рухсат этиладими?",
            "options": [
                "F1. Агар у ҳайдовчининг ўнг томонида бўлса рухсат этилади",
                "F2. Фақат шундай ҳолда рухсат этиладики, агар чизиқ йўл қатнов қисмининг четларини билдирса",
                "F3. Чизиқ бир йўналишдаги ҳаракат тасмаларининг чегарасини билдирганда фақат манёвр қилишда рухсат этилади"
            ],
            "correctAnswer": 2,
            "explanation": "ЙҲҚ 2-иловаси 1-бўлимининг учинчи ва ўттиз тўртинчи хатбошларига асосан: 1.1 — қарама-қарши йўналишларда ҳаракатланаётган транспорт оқимларини ажратади, йўлнинг хавфли жойларидаги ҳаракатланиш бўлаги чегарасини ва велосипедчилар учун бўлагининг чегарасини билдиради; йўлнинг кириш тақиқланган қисми чегарасини белгилайди; транспорт воситаларининг тўхтаб туриш жойи чегарасини ҳамда автомагистрал қаторига киритилмаган йўлнинг қатнов қисми чегарасини билдиради; \n1.1 ва 1.3 чизиқларини босиб ўтиш тақиқланади, қатнов қисмининг четини билдириш учун қўлланилган 1.1 чизиғи бундан мустасно."
        }
    }
}