{
    "questionId": 398,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Navbatchining haydovchiga qaratilgan qaysi holati temir yo'l kesishmasi orqali harakatlanishni taqiqlovchi ishora hisoblanadi?",
            "options": [
                "F1. Haydovchiga chap yoki o'ng yelkasini o'girib, tayoqchani (qizil bayroqni) boshidan yuqori ko'tarib turishi",
                "F2. Ko'kragini yoki orqasini o'girib, tayoqchani (qizil bayroqni) boshidan yuqori ko'tarib turishi yoki qo'llarini yoniga uzatib turishi",
                "F3. Istalgan yelkasi yoki ko'kragini o'girib, tayoqchani (qizil bayroqni) boshidan yuqori ko'tarib turishi"
            ],
            "correctAnswer": 2,
            "explanation": "YHQ 18-bobi 118-bandining uchinchi xatboshisiga asosan, temir yo'l kesishmasiga quyidagi hollarda kirish taqiqlanadi: kesishma navbatchisining taqiqlovchi ishorasida (navbatchi haydovchilarga oldi yoki orqasi bilan turib tayoqchani, qizil chiroq yoki bayroqchani yuqoriga ko'tarib tursa yoki qo'llarini yonga uzatsa)."
        },
        "ru": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Левым или правым плечом с поднятым над головой жезлом (красным флагом)",
                "F2. Грудью или спиной с поднятым над головой жезлом (красным флагом) или с вытянутыми в стороны руками",
                "F3. Любым плечом или грудью с поднятым над головой жезлом (красным флагом)"
            ],
            "correctAnswer": 2,
            "explanation": "Aбзацу 3 пункта 118 главы 18 ПДД, сказано, что запрещается въезжать на железнодорожный переезд при запрещающем сигнале дежурного по переезду (дежурный обращен к водителю грудью или спиной с поднятым над головой жезлом, красным фонарем или флажком, либо с вытянутыми в стороны руками)."
        },
        "uzk": {
            "text": "Навбатчининг ҳайдовчига қаратилган қайси ҳолати темир йўл кесишмаси орқали ҳаракатланишни тақиқловчи ишора ҳисобланади?",
            "options": [
                "F1. Ҳайдовчига чап ёки ўнг елкасини ўгириб, таёқчани (қизил байроқни) бошидан юқори кўтариб туриши",
                "F2. Кўкрагини ёки орқасини ўгириб, таёқчани (қизил байроқни) бошидан юқори кўтариб туриши ёки қўлларини ёнига узатиб туриши",
                "F3. Исталган елкаси ёки кўкрагини ўгириб, таёкчани (Қизил байроқни) бошидан юқори кўтариб туриши"
            ],
            "correctAnswer": 2,
            "explanation": "ЙҲҚ 18-боби 118-бандининг учинчи хатбошисига асосан, темир йўл кесишмасига қуйидаги ҳолларда кириш тақиқланади: кесишма навбатчисининг тақиқловчи ишорасида (навбатчи ҳайдовчиларга олди ёки орқаси билан туриб таёқчани, қизил чироқ ёки байроқчани юқорига кўтариб турса ёки қўлларини ёнга узатса)."
        }
    }
}