{
    "questionId":  391,
    "image":  "data/images/q0391.webp",
    "translations":  {
                         "uz":  {
                                    "text":  "Ko\u0027k avtomobil chorrahani nechanchi bo\u0027lib kesib o\u0027tadi?",
                                    "options":  [
                                                    "F1. Birinchi bo\u0027lib",
                                                    "F2. Ikkinchi bo\u0027lib",
                                                    "F3. Uchinchi bo\u0027lib",
                                                    "F4. Oxirgi bo\u0027lib"
                                                ],
                                    "correctAnswer":  4,
                                    "explanation":  "YHQ 16-bobi 106, 106-bandlariga asosan, teng ahamiyatga ega boʻlmagan yo\u0027llar kesishgan chorrahada, keyingi harakat yoʻnalishidan qat\u0027i nazar, asosiy yoʻldan kelayotgan transport vositasiga ikkinchi darajali yoʻldan kelayotgan transport vositasining haydovchisi yo\u0027l berishi kerak. Asosiy yo\u0027lning yo\u0027nalishi chorrahada o\u0027zgarganda, asosiy yo\u0027lda harakatlanayotgan haydovchilar o\u0027zaro teng ahamiyatli yo\u0027llar chorrahasidan oʻtish qoidasiga amal qilishlari kerak.\nYHQ 16-bobi 107-bandiga muvofiq, chapga burilishda yoki qayrilib olishda relssiz transport vositasining haydovchisi teng ahamiyatli yo\u0027ldan qarama-qarshi yo\u0027nalishdan to\u0027g\u0027riga yoki o\u0027ngga harakatlanayotgan, shuningdek, ruxsat etilgan hollarda quvib o\u0027tayotgan transport vositalariga yo\u0027l berishi shart. Bu qoidaga tramvay haydovchilari ham o\u0027zaro amal qilishlari kerak."
                                },
                         "ru":  {
                                    "text":  "Текст вопроса не найден",
                                    "options":  [
                                                    "F1. Первым",
                                                    "F2. Вторым",
                                                    "F3. Третьим",
                                                    "F4. Последним"
                                                ],
                                    "correctAnswer":  4,
                                    "explanation":  "Пунктам 104, 106 главы 16 ПДД, на перекрестках неравнозначных дорог водитель транспортного средства, движущегося по второстепенной дороге, должен уступить дорогу транспортному средству, движущемуся по главной дороге, независимо от направления их дальнейшего движения. Если главная дорога на перекрестке меняет направление, водители, движущиеся по главной дороге, должны руководствоваться между собой правилами проезда перекрестков равнозначных дорог. Этим же правилом должны руководствоваться между собой и водители, движущиеся по второстепенным дорогам.\nПункт 107 главы 16 ПДД, гласит: При повороте налево или развороте водитель безрельсового транспортного средства обязан уступить дорогу транспортным средствам, движущимся по равнозначной дороге со встречного направления прямо или направо, а также производящим обгон в разрешенных случаях. Этим же правилом должны руководствоваться между собой водители трамваев."
                                },
                         "uzk":  {
                                     "text":  "Кўк автомобиль чорраҳани нечанчи бўлиб кесиб ўтади?",
                                     "options":  [
                                                     "F1. Биринчи бўлиб",
                                                     "F2. Иккинчи бўлиб",
                                                     "F3. Учинчи бўлиб",
                                                     "F4. Охирги бўлиб"
                                                 ],
                                     "correctAnswer":  4,
                                     "explanation":  "ЙҲҚ 16-боби 106, 106-бандларига асосан, тенг аҳамиятга эга бўлмаган йўллар кесишган чорраҳада, кейинги ҳаракат йўналишидан қатъи назар, асосий йўлдан келаётган транспорт воситасига иккинчи даражали йўлдан келаётган транспорт воситасининг ҳайдовчиси йўл бериши керак. Асосий йўлнинг йўналиши чорраҳада ўзгарганда, асосий йўлда ҳаракатланаётган ҳайдовчилар ўзаро тенг аҳамиятли йўллар чорраҳасидан ўтиш қоидасига амал қилишлари керак.\nЙҲҚ 16-боби 107-бандига мувофиқ, чапга бурилишда ёки қайрилиб олишда рельссиз транспорт воситасининг ҳайдовчиси тенг аҳамиятли йўлдан қарама-қарши йўналишдан тўғрига ёки ўнгга ҳаракатланаётган, шунингдек, рухсат этилган ҳолларда қувиб ўтаётган транспорт воситаларига йўл бериши шарт. Бу қоидага трамвай ҳайдовчилари ҳам ўзаро амал қилишлари керак."
                                 }
                     }
}
