{
    "questionId": 409,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Ikki tomonlama harakatli yo'lda uchta tasma bor, Siz o'nga burilishingiz zarur. Siz ushbu manyovrni qaysi tasmadan amalga oshirasiz?",
            "options": [
                "F1. O'ng tasmadan",
                "F2. O'rta tasmadan",
                "F3. O'ng yoki o'rta tasmadan",
                "F4. O'rta tasmadan, lekin faqat o'ng tasma band bo'lgan holda"
            ],
            "correctAnswer": 1,
            "explanation": "YHQ 9-bobi 56-bandining birinchi xatboshisiga asosan: Haydovchi, aylanma harakatlanish tashkil qilingan chorrahalarga kirish uchun burilishdan boshqa barcha hollarda, o'ngga, chapga burilish yoki qayrilib olishdan oldin shu yo'nalishda harakatlanishi mo'ljallangan qatnov qismining eng chetki holatini egallashi shart."
        },
        "ru": {
            "text": "На дороге с двухсторонним движением имеющих три полосы вы должны повернуть направо. С какой полосы произведете этот маневр?",
            "options": [
                "F1. С правой полосы",
                "F2. Со средней полосы",
                "F3. С правой или средней полосы",
                "F4. Со средней, только в том случае когда правая сторона занята"
            ],
            "correctAnswer": 1,
            "explanation": "Пункту 56 главы 9 ПДД, гласит: Перед поворотом направо, налево или разворотом водитель обязан заблаговременно занять соответствующее крайнее положение на проезжей части, предназначенной для движения в данном направлении, кроме случаев, когда совершается поворот, при въезде на перекресток с круговым движением."
        },
        "uzk": {
            "text": "Икки томонлама ҳаракатли йўлда учта тасма бор, Сиз ўнга бурилишингиз зарур. Сиз ушбу манёврни қайси тасмадан амалга оширасиз?",
            "options": [
                "F1. Ўнг тасмадан",
                "F2. Ўрта тасмадан",
                "F3. Ўнг ёки ўрта тасмадан",
                "F4. Ўрта тасмадан, лекин фақат ўнг тасма банд бўлган ҳолда"
            ],
            "correctAnswer": 1,
            "explanation": "ЙҲҚ 9-боби 56-бандининг биринчи хатбошисига асосан: Ҳайдовчи, айланма ҳаракатланиш ташкил қилинган чорраҳаларга кириш учун бурилишдан бошқа барча ҳолларда, ўнгга, чапга бурилиш ёки қайрилиб олишдан олдин шу йўналишда ҳаракатланиши мўлжалланган қатнов қисмининг энг четки ҳолатини эгаллаши шарт."
        }
    }
}