{
    "questionId":  400,
    "image":  "data/images/q0400.webp",
    "translations":  {
                         "uz":  {
                                    "text":  "Текст вопроса не найден",
                                    "options":  [
                                                    "F1. Nogiron boshqarayotgan",
                                                    "F2. Og\u0027ir vaznli va yirik o\u0027lchamda yuk tashiyotgan",
                                                    "F3. Xavfli yuklar tashiyotgan",
                                                    "F4. Kar-soqov yoki kar haydovchilar boshqarayotgan"
                                                ],
                                    "correctAnswer":  3,
                                    "explanation":  "YHQ 29-bobi 176-bandining yettinchi xatboshisiga asosan, transport vositalariga quyidagi taniqlik belgilari oʻrnatilishi kerak: «Xavfli yuk» xavfli yukni tashiyotgan transport vositasining old va orqa tomoniga o\u0027rnatilgan oʻlchami 690 x 300 millimetr, o\u0027ng qismi 400 x 300 millimetr boʻlgan zarg\u0027aldoq rangli, chap qismi esa yukning xavfli xususiyatini bildirib turgan belgilar tushirilgan qora hoshiyali (kengligi 15 millimetr) oq rangdagi to\u0027rtburchak shaklidagi belgi (ushbu Qoidalarga 4-ilova)."
                                },
                         "ru":  {
                                    "text":  "Текст вопроса не найден",
                                    "options":  [
                                                    "F1. Управляемое инвалидом",
                                                    "F2. Перевозящее тяжеловесные и крупногабаритные грузы",
                                                    "F3. Перевозящее опасные грузы",
                                                    "F4. Управляемое глухонемым или глухим водителем"
                                                ],
                                    "correctAnswer":  3,
                                    "explanation":  "Опознавательный знак \"Опасный груз\" - знак в виде прямоугольника размером 690х300 мм, правая часть которого размером 400х300 мм окрашена в оранжевый, а левая - в белый цвет с каймой черного цвета (шириной 15 мм) и обозначениями, характеризующими опасные свойства груза - спереди и сзади транспортных средств, перевозящих такие грузы (приложение № 4 к ПДД)."
                                },
                         "uzk":  {
                                     "text":  "Текст вопроса не найден",
                                     "options":  [
                                                     "F1. Ногирон бошқараётган",
                                                     "F2. Оғир вазнли ва йирик ўлчамда юк ташиëтган",
                                                     "F3. Хавфли юклар ташиëтган",
                                                     "F4. Кар-соков ёки кар ҳайдовчилар бошқараëтган"
                                                 ],
                                     "correctAnswer":  3,
                                     "explanation":  "ЙҲҚ 29-боби 176-бандининг еттинчи хатбошисига асосан, транспорт воситаларига қуйидаги таниқлик белгилари ўрнатилиши керак: «Хавфли юк» хавфли юкни ташиётган транспорт воситасининг олд ва орқа томонига ўрнатилган ўлчами 690 х 300 миллиметр, ўнг қисми 400 х 300 миллиметр бўлган зарғалдоқ рангли, чап қисми эса юкнинг хавфли хусусиятини билдириб турган белгилар туширилган қора ҳошияли (кенглиги 15 миллиметр) оқ рангдаги тўртбурчак шаклидаги белги (ушбу Қоидаларга 4-илова)."
                                 }
                     }
}
