{
    "questionId":  403,
    "image":  "data/images/q0403.webp",
    "translations":  {
                         "uz":  {
                                    "text":  "Haydovchi qaysi rasmda qoidalar talablarini buzmay turib manyovr qildi?",
                                    "options":  [
                                                    "F1. AvtoImtihon",
                                                    "F2. Noto\u0027g\u0027ri:",
                                                    "F3. Yakunlash",
                                                    "F4. To\u0027g\u0027ri:"
                                                ],
                                    "correctAnswer":  1,
                                    "explanation":  "YHQ 1-ilovasi 4-boʻlimining birinchi va toʻqqizinchi xatboshlariga asosan: 4.1.1. «Harakatlanish to\u0027g\u0027riga». 4.1.1 belgisi yo\u0027lning qismi boshlanishiga o\u0027rnatilsa, unga yaqin chorrahagacha amal qilinadi. Belgi oʻng tomonda joylashgan hovli va boshqa yondosh hududlarga burilishni taqiqlamaydi."
                                },
                         "ru":  {
                                    "text":  "На каком рисунке водитель совершил маневр, не нарушая требований Правил?",
                                    "options":  [
                                                    "F1. Неправильно:",
                                                    "F2. AvtoImtihon",
                                                    "F3. Правильно:",
                                                    "F4. Завершить"
                                                ],
                                    "correctAnswer":  1,
                                    "explanation":  "Предписывающий знак 4.1.1 \"Движение прямо\". Действие знака 4.1.1, установленного в начале дороги, распространяется до ближайшего перекрестка. Знак не запрещает повороты направо во дворы и на другие прилегающие к дороге территории. Информационно-указательный знак 5.5 \"Дорога с односторонним движением\". Дорога или проезжая часть, по которой движение транспортных средств осуществляется в одном направлении.\nВ данном случае при наличии знака 4.1.1 разрешается поворачивать направо во двор, соответственно, на рисунке №1 водитель не нарушает требования Правил, а на рисунке №2 (поворот налево) нарушает. На дороге с односторонним движением разрешается осуществлять движение только в одном направлении, соответственно, разворот в таких местах запрещен, т.е. водитель нарушает Правила дорожного движения."
                                },
                         "uzk":  {
                                     "text":  "Ҳайдовчи қайси расмда қоидалар талабларини бузмай туриб манёвр қилди?",
                                     "options":  [
                                                     "F1. AvtoImtihon",
                                                     "F2. Нотўғри:",
                                                     "F3. Якунлаш",
                                                     "F4. Кейинги"
                                                 ],
                                     "correctAnswer":  1,
                                     "explanation":  "ЙҲҚ 1-иловаси 4-бўлимининг биринчи ва тўққизинчи хатбошларига асосан: 4.1.1. «Ҳаракатланиш тутрига». 4.1.1 белгиси йўлнинг қисми бошланишига ўрнатилса, унга яқин чорраҳагача амал қилинади. Белги ўнг томонда жойлашган ҳовли ва бошқа ёндош ҳудудларга бурилишни тақиқламайди."
                                 }
                     }
}
