{
    "questionId": 411,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Tegishli yo'l belgilari bilan",
                "F2. Yo'naltiruvchi va tevaragini o'rovchi moslamalar bilan",
                "F3. Qizil yoki sariq yoritgich chiroqlari bilan",
                "F4. Barcha sanab o'tilgan alomatlar bilan"
            ],
            "correctAnswer": 4,
            "explanation": "YHQ 29-bobi 182-bandiga asosan: Yo'llarda ta'mirlash ishlarini bajarishga javobgar mansabdor va boshqa shaxslar ishlar olib borilayotgan joyda yo'l harakati xavfsizligini ta'minlashga majbur. Bunday joylar, shuningdek yo'ldan tashqariga olib chiqish imkoniyati bo'lmagan ish bajarmayotgan yo'l mashinalari, qurilish materiallari, qurilma va shunga o'xshashlar tegishli yoʻl belgilari, yo'naltiruvchi va to'suvchi moslamalar bilan, sutkaning qorong'i vaqtida va yetarlicha ko'rinmaydigan sharoitda esa, qo'shimcha qizil yoki sariq chiroqli ishoralar bilan belgilanishi kerak. Ta'mirlash ishlari tugagandan soʻng transport vositalari va piyodalarning xavfsiz harakatlanishi ta'minlangan bo'lishi kerak."
        },
        "ru": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Соответствующими дорожными знаками",
                "F2. Направляющими и ограждающими устройствами",
                "F3. Красными или желтыми сигнальными огнями",
                "F4. Всеми перечисленными обозначениями"
            ],
            "correctAnswer": 4,
            "explanation": "Пункту 182 главы 29 ПДД, гласит: Должностные и иные лица, ответственные за производство ремонтных работ на дорогах, обязаны обеспечивать безопасность движения в местах проведения работ. Эти места, а также неработающие дорожные машины, строительные материалы, конструкции и тому подобное, которые не могут быть убраны за пределы дороги, должны быть обозначены соответствующими дорожными знаками, снабжены направляющими и ограждающими устройствами, а в темное время суток и в условиях недостаточной видимости - дополнительно красными или желтыми сигнальными огнями. После окончания ремонтных работ необходимо обеспечить безопасное движение транспортных средств и пешеходов. Соответственно, оставленные на дороге дорожные машины и т.п. должны быть обозначены всеми перечисленными способами."
        },
        "uzk": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Тегишли йўл белгилари билан",
                "F2. Йўналтирувчи ва теварагини ўровчи мосламалар билан",
                "F3. Қизил ёки сариқ ёритгич чироқлари билан",
                "F4. Барча санаб ўтилган аломатлар билан"
            ],
            "correctAnswer": 4,
            "explanation": "ЙҲҚ 29-боби 182-бандига асосан: Иулларда таъмирлаш ишларини бажаришга жавобгар мансабдор ва бошқа шахслар ишлар олиб борилаётган жойда йўл ҳаракати хавфсизлигини таъминлашга мажбур. Бундай жойлар, шунингдек йўлдан ташқарига олиб чиқиш имконияти бўлмаган иш бажармаётган йўл машиналари, қурилиш материаллари, қурилма ва шунга ўхшашлар тегишли йўл белгилари, йўналтирувчи ва тўсувчи мосламалар билан, сутканинг қоронғи вақтида ва етарлича кўринмайдиган шароитда эса, қўшимча қизил ёки сариқ чироқли ишоралар билан белгиланиши керак.\nТаъмирлаш ишлари тугагандан сўнг транспорт воситалари ва пиёдаларнинг хавфсиз ҳаракатланиши таъминланган бўлиши керак."
        }
    }
}