{
    "questionId":  425,
    "image":  "data/images/q0425.webp",
    "translations":  {
                         "uz":  {
                                    "text":  "Bunday vaziyatda haydovchi nima qilishi kerak?",
                                    "options":  [
                                                    "F1. Oldindan yaqinni yorituvchi fara chiroqlarini yoqib va uzluksiz tovush ishorasini berib, eng kam tezlik bilan turgan transport vositasini aylanib o\u0027tishi",
                                                    "F2. Qatnov qismidan o\u0027tayotgan bolalarga yo\u0027l berishi",
                                                    "F3. Bu yo\u0027l qismidan o\u0027tishi kerak, chunki bolalar qatnov qismini piyodalar o\u0027tish joyidan kesib o\u0027tmayaptilar"
                                                ],
                                    "correctAnswer":  2,
                                    "explanation":  "YHQ 17-bobi 115-bandiga asosan: «Bolalar guruhini tashish» taniqlik belgisi o\u0027rnatilgan transport vositasi toʻxtaganda unga yaqinlashayotgan haydovchi harakat tezligini kamaytirishi, zarur bo\u0027lsa, to\u0027xtashi va bolalar guruhini oʻtkazib yuborishi kerak."
                                },
                         "ru":  {
                                    "text":  "Что должен сделать водитель в данной ситуации?",
                                    "options":  [
                                                    "F1. Объехать стоящее транспортное средство на минимальной скорости, заблаговременно включив ближний свет фар и периодически подавая звуковой сигнал.",
                                                    "F2. Уступить дорогу детям, переходящим проезжую часть.",
                                                    "F3. Проехать данный участок, так как дети пересекают проезжую часть не по пешеходному переходу."
                                                ],
                                    "correctAnswer":  2,
                                    "explanation":  "Опознавательный знак \"Перевозка группы детей\" - знак в виде квадрата желтого цвета с каймой красного цвета и с черным изображением символа дорожного знака 1.21 \"Дети\". Устанавливается спереди и сзади транспортного средства при перевозке групп детей на автобусе или специально оборудованном кузове грузового автомобиля.\nПункту 115 главы 17 ПДД, гласит: Приближаясь к остановившемуся транспортному средству, имеющему опознавательный знак \"Перевозка группы детей\", водитель должен снизить скорость, при необходимости остановиться и пропустить группу детей."
                                },
                         "uzk":  {
                                     "text":  "Бундай вазиятда ҳайдовчи нима қилиши керак?",
                                     "options":  [
                                                     "F1. Олдиндан яқинни ёритувчи фара чирокларини ёкиб ва узлуксиз товуш ишорасини бериб, энг кам тезлик билан турган транспорт воситасини айланиб ўтиши",
                                                     "F2. Қатнов қисмидан ўтаётган болаларга йўл бериши",
                                                     "F3. Бу йўл қисмидан ўтиши керак, чунки болалар қатнов қисмини пиёдалар ўтиш жойидан кесиб ўтмаяптилар"
                                                 ],
                                     "correctAnswer":  2,
                                     "explanation":  "ЙҲҚ 17-боби 115-бандига асосан: «Болалар гуруҳини ташиш» таниқлик белгиси ўрнатилган транспорт воситаси тўхтаганда унга яқинлашаётган ҳайдовчи ҳаракат тезлигини камайтириши, зарур бўлса, тўхташи ва болалар гуруҳини ўтказиб юбориши керак."
                                 }
                     }
}
