{
    "questionId":  426,
    "image":  "data/images/q0426.webp",
    "translations":  {
                         "uz":  {
                                    "text":  "Qaysi transport vositasining haydovchisi aylanma harakatli kesishmaga to\u0027g\u0027ri kiradi?",
                                    "options":  [
                                                    "F1. Ikkala haydovchi",
                                                    "F2. Faqat avtobus haydovchisi",
                                                    "F3. Faqat yengil avtomobil haydovchisi"
                                                ],
                                    "correctAnswer":  1,
                                    "explanation":  "YHQ 9-bobi 56-bandining birinchi xatboshisiga asosan: Haydovchi, aylanma harakatlanish tashkil qilingan chorrahalarga kirish uchun burilishdan boshqa barcha hollarda, o\u0027ngga, chapga burilish yoki qayrilib olishdan oldin shu yoʻnalishda harakatlanishi moʻljallangan qatnov qismining eng chetki holatini egallashi shart."
                                },
                         "ru":  {
                                    "text":  "Водитель какого транспортного средства правильно въезжает на пересечение с круговым движением?",
                                    "options":  [
                                                    "F1. Оба водителя",
                                                    "F2. Только водитель автобуса",
                                                    "F3. Только водитель легкового автомобиля"
                                                ],
                                    "correctAnswer":  1,
                                    "explanation":  "Пункту 56 главы 9 ПДД, гласит: Перед поворотом направо, налево или разворотом водитель обязан заблаговременно занять соответствующее крайнее положение на проезжей части, предназначенной для движения в данном направлении, кроме случаев, когда совершается поворот, при въезде на перекресток с круговым движением. Как видно, перед поворотом направо необходимо занять крайнюю полосу, но при въезде на перекресток с круговым движением, это делать необязательно. Поэтому оба водителя правильно въезжают на пересечение с круговым движением."
                                },
                         "uzk":  {
                                     "text":  "Қайси транспорт воситасининг ҳайдовчиси айланма ҳаракатли кесишмага тўғри киради?",
                                     "options":  [
                                                     "F1. Иккала ҳайдовчи",
                                                     "F2. Фақат автобус ҳайдовчиси",
                                                     "F3. Фақат енгил автомобиль ҳайдовчиси"
                                                 ],
                                     "correctAnswer":  1,
                                     "explanation":  "ЙҲҚ 9-боби 56-бандининг биринчи хатбошисига асосан: Ҳайдовчи, айланма ҳаракатланиш ташкил қилинган чорраҳаларга кириш учун бурилишдан бошқа барча ҳолларда, ўнгга, чапга бурилиш ёки қайрилиб олишдан олдин шу йўналишда ҳаракатланиши мўлжалланган қатнов қисмининг энг четки ҳолатини эгаллаши шарт."
                                 }
                     }
}
