{
    "questionId": 427,
    "image": "data/images/q0427.webp",
    "translations": {
        "uz": {
            "text": "Avtobus haydovchisiga yo'lovchilarni tushirish uchun to'xtashga ruxsat etiladimi?",
            "options": [
                "F1. Taqiqlanadi",
                "F2. Ruxsat etiladi"
            ],
            "correctAnswer": 1,
            "explanation": "YHQ 13-bobi 91-bandining to'rtinchi xatboshisiga asosan, quyidagi joy va holatlarda to'xtash taqiqlanadi: to'xtagan transport vositasi bilan sidirg'a chiziq (qatnov qismining chetini belgilovchi chiziqdan tashqari), ajratuvchi boʻlak yoki qatnov qismining qarama-qarshi cheti orasidagi masofa 3 metrdan kam bo'lgan joylarda."
        },
        "ru": {
            "text": "Разрешается ли водителю автобуса остановиться для высадки пассажиров?",
            "options": [
                "F1. Запрещается",
                "F2. Разрещается"
            ],
            "correctAnswer": 1,
            "explanation": "Пункту 91 главы 13 ПДД, гласит: Остановка запрещается в следующих местах: - в местах, где расстояние между сплошной линией разметки (кроме обозначающей край проезжей части) и остановившимся транспортным средством менее 3 м;\nВ данном случае ширина проезжей части в одну сторону составляет 4,5 м (9 м деленное пополам), если автобус остановится в указанном месте, расстояние между сплошной линией разметки и автобусом будет менее 3 м, а это запрещено."
        },
        "uzk": {
            "text": "Автобус ҳайдовчисига йўловчиларни тушириш учун тўхташга рухсат этиладими?",
            "options": [
                "F1. Тақиқланади",
                "F2. Рухсат этилади"
            ],
            "correctAnswer": 1,
            "explanation": "ЙҲҚ 13-боби 91-бандининг тўртинчи хатбошисига асосан, қуйидаги жой ва ҳолатларда тўхташ тақиқланади: тўхтаган транспорт воситаси билан сидирға чизиқ (қатнов қисмининг четини белгиловчи чизиқдан ташқари), ажратувчи бўлак ёки қатнов қисмининг қарама-қарши чети орасидаги масофа 3 метрдан кам бўлган жойларда."
        }
    }
}