{
    "questionId": 423,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Transport vositasining haydovchisi oldida «To'xtash chizig'i» chizilgan va svetoforning yashil yoritgichi yoniq bo'lgan chorrahaga yaqinlashayotib nima qilishi kerak?",
            "options": [
                "F1. «To'xtash chizig'i»da to'xtashi, so'ng esa harakatni qayta tiklashi",
                "F2. To'xtamasdan chorraha orqali harakatni davom ettirishi"
            ],
            "correctAnswer": 2,
            "explanation": "YHQ 2-ilovasi 1-boʻlimining oʻn to'rtinchi xatboshisiga asosan: 1.12 (to'xtash chizig'i) — 2.5 belgisi yoki svetoforning (tartibga soluvchining) taqiqlovchi ishorasida haydovchi to'xtash kerak bo'lgan joyni koʻrsatadi.\nIzoh: Svetofor ishoralari imtiyoz belgilari va yo'l chiziqlari talablariga 219 kelgan hollarda haydovchilar svetofor ishoralariga amal qilishlari kerak."
        },
        "ru": {
            "text": "Что обязан выполнить водитель транспортного средства, приблизившись к перекрестку, перед которым нанесена «Стоп-линия» и включен зеленый сигнал светофора?",
            "options": [
                "F1. Остановиться у «Стоп-линий», а затем возобновить движение",
                "F2. Продолжить движение через перекресток без остановки"
            ],
            "correctAnswer": 2,
            "explanation": "Горизонтальная разметка 1.12 (стоп-линия) - указывает место, где водитель должен остановиться при наличии знака 2.5 или при запрещающем сигнале светофора (регулировщика)."
        },
        "uzk": {
            "text": "Транспорт воситасининг ҳайдовчиси олдида «Тўхташ чизиғи» чизилган ва светофорнинг яшил ёритгичи ёниқ бўлган чорраҳага яқинлашаётиб нима қилиши керак?",
            "options": [
                "F1. «Тўхташ чизиғи»да тўхташи, сўнг эса ҳаракатни қайта тиклаши",
                "F2. Тўхтамасдан чорраҳа орқали ҳаракатни давом эттириши"
            ],
            "correctAnswer": 2,
            "explanation": "ЙҲҚ 2-иловаси 1-бўлимининг ўн тўртинчи хатбошисига асосан: 1.12 (тўхташ чизиғи) — 2.5 белгиси ёки светофорнинг (тартибга солувчининг) тақиқловчи ишорасида ҳайдовчи тўхташ керак бўлган жойни кўрсатади.\nИзоҳ: Светофор ишоралари имтиёз белгилари ва йўл чизиқлари талабларига зид келган ҳолларда ҳайдовчилар светофор ишораларига амал қилишлари керак."
        }
    }
}