{
    "questionId":  437,
    "image":  "data/images/q0437.webp",
    "translations":  {
                         "uz":  {
                                    "text":  "Текст вопроса не найден",
                                    "options":  [
                                                    "F1. Ko\u0027k, qizil ayni vaqtda yashil bilan",
                                                    "F2. Qizil, ko\u0027k, yashil",
                                                    "F3. Qizil ayni vaqtda yashil bilan, ko\u0027k"
                                                ],
                                    "correctAnswer":  3,
                                    "explanation":  "YHQ 16-bobi 104-bandining birinchi xatboshisiga asosan: Teng ahamiyatga ega boʻlmagan yo\u0027llar kesishgan chorrahada, ikkinchi darajali yoʻlda harakatlanayotgan transport vositasining haydovchisi asosiy yoʻldan yaqinlashayotgan transport vositalariga, ularning keyingi harakat yo\u0027nalishidan qat\u0027i nazar, yoʻl berishi kerak."
                                },
                         "ru":  {
                                    "text":  "Текст вопроса не найден",
                                    "options":  [
                                                    "F1. Синий, красный одновременно с зеленым",
                                                    "F2. Красный, синий, зеленый",
                                                    "F3. Красный одновременно с зеленым, синий"
                                                ],
                                    "correctAnswer":  3,
                                    "explanation":  "Пункта 104 главы 16 ПДД, гласит: На перекрестках неравнозначных дорог водитель транспортного средства, движущегося по второстепенной дороге, должен уступить дорогу транспортному средству, движущемуся по главной дороге, независимо от направления их дальнейшего движения."
                                },
                         "uzk":  {
                                     "text":  "Текст вопроса не найден",
                                     "options":  [
                                                     "F1. Кўк, қизил айни вақтда яшил билан",
                                                     "F2. Қизил, кўк, яшил",
                                                     "F3. Қизил айни вақтда яшил билан, кўк"
                                                 ],
                                     "correctAnswer":  3,
                                     "explanation":  "ЙҲҚ 16-боби 104-бандининг биринчи хатбошисига асосан: Тенг аҳамиятга эга бўлмаган йўллар кесишган чорраҳада, иккинчи даражали йўлда ҳаракатланаётган транспорт воситасининг ҳайдовчиси асосий йўлдан яқинлашаётган транспорт воситаларига, уларнинг кейинги ҳаракат йўналишидан қатъи назар, йўл бериши керак."
                                 }
                     }
}
