{
    "questionId": 438,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Qayta tizilishda haydovchi boshqa transport vositalariga yo'l berishi kerakmi?",
            "options": [
                "F1. Kerak, agar transport vositasi qo'shni tasma bo'yicha yo'lakay harakat qilsa",
                "F2. Kerak emas",
                "F3. O'zaro qayta tizilishda barcha hollarda kerak"
            ],
            "correctAnswer": 1,
            "explanation": "YHQ 9-bobi 55-bandiga asosan: Haydovchi qayta tizilishda harakatlanish yo'nalishini o'zgartirmasdan harakatlanayotgan yo'lakay transport vositalariga yo'l berishi kerak. Bir yo'nalishda harakatlanayotgan transport vositalari bir vaqtda qayta tizilayotganlarida haydovchi o'ng tomondagi transport vositasiga yoʻl berishi kerak."
        },
        "ru": {
            "text": "Должен ли водитель уступить дорогу другим транспортным средствам при перестроении?",
            "options": [
                "F1. Должен, если транспортное средство движется попутно по соседней полосе",
                "F2. Не должен",
                "F3. Должен во всех случаях при взаимном перестроении"
            ],
            "correctAnswer": 1,
            "explanation": "Пункту 55 главы 9 ПДД, гласит: При перестроении водитель должен уступить дорогу транспортным средствам, движущимся попутно по соседней полосе, не меняя направление движения. При одновременном перестроении транспортных средств, движущихся попутно, водитель должен уступить дорогу транспортному средству, находящемуся справа."
        },
        "uzk": {
            "text": "Қайта тизилишда ҳайдовчи бошқа транспорт воситаларига йўл бериши керакми?",
            "options": [
                "F1. Керак, агар транспорт воситаси қўшни тасма бўйича йўлакай ҳаракат килса",
                "F2. Керак эмас",
                "F3. Ўзаро қайта тизилишда барча ҳолларда керак"
            ],
            "correctAnswer": 1,
            "explanation": "ЙҲҚ 9-боби 55-бандига асосан: Ҳайдовчи қайта тизилишда ҳаракатланиш йўналишини ўзгартирмасдан ҳаракатланаётган йўлакай транспорт воситаларига йўл бериши керак. Бир йўналишда ҳаракатланаётган транспорт воситалари бир вақтда қайта тизилаётганларида ҳайдовчи ўнг томондаги транспорт воситасига йўл бериши керак."
        }
    }
}