{
    "questionId":  435,
    "image":  "data/images/q0435.webp",
    "translations":  {
                         "uz":  {
                                    "text":  "Yo\u0027lovchilarni tushirish uchun bu belgi o\u0027rnatilgan tasmada to\u0027xtashga ruxsat etiladimi?",
                                    "options":  [
                                                    "F1. Agar tasma qatnov qismining o\u0027ng chetida joylashgan va u yotiq uzluksiz chizig\u0027i bilan qatnov qismidan ajratilmagan bo\u0027lsa ruxsat etiladi",
                                                    "F2. Taqiqlanadi",
                                                    "F3. Ruxsat etiladi"
                                                ],
                                    "correctAnswer":  1,
                                    "explanation":  "YHQ 22-bobi 132-bandining ikkinchi va uchinchi xatboshlariga asosan: Agar 5.9 yo\u0027l belgisi bilan belgilangan tasma qatnov qismining boshqa tasmalardan uzuq-uzuq chiziq bilan ajratilgan bo\u0027lsa, burilmoqchi bo\u0027layotgan transport vositalari bu tasmaga qayta tizilishlari kerak.\nShuningdek, bunday joylarda yo\u0027nalishli transport vositalarining harakatiga xalaqit bermaslik sharti bilan yo\u0027lga chiqish, qatnov qismining chetki o\u0027ng tomonida yo\u0027lovchilarni chiqarish va tushirish uchun bu bo\u0027lakka o\u0027tishga ruxsat etiladi."
                                },
                         "ru":  {
                                    "text":  "Разрешается ли останавливаться на полосе, обозначенной этим знаком для посадки пассажиров?",
                                    "options":  [
                                                    "F1. Разрешается, если полоса расположена у правого края проезжей части, и если она не отделена от остальной проезжей части сплошной линией разметки",
                                                    "F2. Запрещается",
                                                    "F3. Разрешается"
                                                ],
                                    "correctAnswer":  1,
                                    "explanation":  "Aбзацу 3 пункта 132 главы 22 ПДД, разрешается заезжать на полосу обзначенную знаком 5.9 при въезде на дорогу и для посадки и высадки пассажиров у правого края проезжей части при условии, что это не создаст помех движению маршрутных транспортных средств."
                                },
                         "uzk":  {
                                     "text":  "Йўловчиларни тушириш учун бу белги ўрнатилган тасмада тўхташга рухсат этиладими?",
                                     "options":  [
                                                     "F1. Агар тасма қатнов қисмининг ўнг четида жойлашган ва у ëтик узлуксиз чизиги билан қатнов қисмидан ажратилмаган бўлса рухсат этилади",
                                                     "F2. Тақиқланади",
                                                     "F3. Рухсат этилади"
                                                 ],
                                     "correctAnswer":  1,
                                     "explanation":  "ЙҲҚ 22-боби 132-бандининг иккинчи ва учинчи хатбошларига асосан: Aгар 5.9 йўл белгиси билан белгиланган тасма қатнов қисмининг бошқа тасмалардан узуқ-узуқ чизиқ билан ажратилган бўлса, бурилмоқчи бўлаётган транспорт воситалари бу тасмага қайта тизилишлари керак.\nШунингдек, бундай жойларда йўналишли транспорт воситаларининг ҳаракатига халақит бермаслик шарти билан йўлга чиқиш, қатнов қисмининг четки ўнг томонида йўловчиларни чиқариш ва тушириш учун бу бўлакка ўтишга рухсат етилади."
                                 }
                     }
}
