{
    "questionId":  442,
    "image":  "data/images/q0442.webp",
    "translations":  {
                         "uz":  {
                                    "text":  "Avtomobilning qaysi yo\u0027nalishda harakatlanishiga ruxsat etiladi?",
                                    "options":  [
                                                    "F1. Chapga va o\u0027ngga",
                                                    "F2. Faqat to\u0027g\u0027riga",
                                                    "F3. Barcha yo\u0027nalishlarda"
                                                ],
                                    "correctAnswer":  3,
                                    "explanation":  "YHQ 1-ilovasi 4-bo\u0027limining oʻn to\u0027rtinchi xatboshisiga asosan: 4.4. «Engil avtomobillar harakati». yengil avtomobillar, avtobus, mototsikllar, belgilangan yo\u0027nalishli transport vositalari va ruxsat etilgan toʻla vazni 3,5 tonnadan oshmaydigan yuk avtomobillari harakatlanishiga ruxsat etilishini bildiradi. Belgining ta\u0027sir oraligʻida yashovchi va ishlovchi fuqarolarga tegishli, ularga va korxonalarga xizmat ko\u0027rsatuvchi transport vositalariga bu belgi tatbiq etilmaydi. Bunday hollarda transport vositalari belgilangan joyga eng yaqin chorrahadan kirib yoki chiqib ketishlari kerak.\nYHQ 1-ilovasi 7-bo\u0027limining oʻn birinchi xatboshisiga asosan: 7.3.3. «Ta\u0027sir yo\u0027nalishlari». Chorraha oldida o\u0027rnatilgan belgining ta\u0027sir yoʻnalishini yoki bevosita yoʻl yaqinida joylashgan manzillarga harakatlanish yoʻnalishini ko\u0027rsatadi."
                                },
                         "ru":  {
                                    "text":  "В каком направлении разрешается движение автомобиля?",
                                    "options":  [
                                                    "F1. Налево и направо",
                                                    "F2. Только прямо",
                                                    "F3. Во всех направлениях"
                                                ],
                                    "correctAnswer":  3,
                                    "explanation":  "Предписывающий знак 4.4 \"Движение легковых автомобилей\". Разрешается движение легковых автомобилей, автобусов, мотоциклов и грузовых автомобилей, разрешенная максимальная масса которых не превышает 3,5 т. Знак дополнительной информации 7.3.3 \"Направление действия\". Указывает направление действия знаков, установленных перед перекрестком. В данном случае действие знака 4.4 распространяется на левый и правый повороты. Знак 4.4 совместно со знаком 7.3.3 запрещает движение налево и направо грузовым автомобилям с разрешенной максимальной массой более 3,5 т. Соответственно, легковым автомобилям движение разрешено в любом направлении."
                                },
                         "uzk":  {
                                     "text":  "Автомобилнинг қайси йўналишда ҳаракатланишига рухсат этилади?",
                                     "options":  [
                                                     "F1. Чапга ва ўнгга",
                                                     "F2. Фақат тўғрига",
                                                     "F3. Барча йўналишларда"
                                                 ],
                                     "correctAnswer":  3,
                                     "explanation":  "ЙҲҚ 1-иловаси 4-бўлимининг ўн тўртинчи хатбошисига асосан: 4.4. «Енгил автомобиллар харакати». Енгил автомобиллар, автобус, мотоцикллар, белгиланган йўналишли транспорт воситалари ва рухсат этилган тўла вазни 3,5 тоннадан ошмайдиган юк автомобиллари ҳаракатланишига рухсат этилишини билдиради. Белгининг таъсир оралиғида яшовчи ва ишловчи фуқароларга тегишли, уларга ва корхоналарга хизмат кўрсатувчи транспорт воситаларига бу белги татбиқ этилмайди. Бундай ҳолларда транспорт воситалари белгиланган жойга энг яқин чорраҳадан кириб ёки чиқиб кетишлари керак.\nЙҲҚ 1-иловаси 7-бўлимининг ўн биринчи хатбошисига асосан: 7.3.3. «Таъсир йўналишлари». Чорраҳа олдида ўрнатилган белгининг таъсир йўналишини ёки бевосита йўл яқинида жойлашган манзилларга ҳаракатланиш йўналишини кўрсатади."
                                 }
                     }
}
