{
    "questionId":  446,
    "image":  "data/images/q0446.webp",
    "translations":  {
                         "uz":  {
                                    "text":  "Qaysi transport vositasining haydovchisi yo\u0027lda tezlashish bo\u0027lagi bo\u0027lganda unga chiqish qoidasini buzdi?",
                                    "options":  [
                                                    "F1. Har ikki haydovchi",
                                                    "F2. Har ikki haydovchi to\u0027g\u0027ri chiqdi",
                                                    "F3. Ko\u0027k avtomobil haydovchisi",
                                                    "F4. Yashil avtomobil haydovchisi"
                                                ],
                                    "correctAnswer":  4,
                                    "explanation":  "YHQ 9-bobi 61-bandiga asosan: Sekinlashish boʻlagi boʻlgan yo\u0027llarda burilmoqchi boʻlayotgan haydovchi o\u0027z vaqtida ushbu tasmaga qayta tizilishi va tezlikni faqat unda kamaytirishi kerak. Yo\u0027lga chiqish joyida tezlashish boʻlagi boʻlsa, haydovchi unda harakatlanishi va qo\u0027shni tasmada harakatlanayotgan transport vositalariga yoʻl berib, transport oqimiga qo\u0027shilishi kerak."
                                },
                         "ru":  {
                                    "text":  "Водители каких транспортных средств нарушают правила въезда на дорогу, при наличии на ней полосы разгона?",
                                    "options":  [
                                                    "F1. Оба водителя",
                                                    "F2. Оба водителя выезжают правильно",
                                                    "F3. Водитель красного автомобиля",
                                                    "F4. Водитель зеленого автомобиля"
                                                ],
                                    "correctAnswer":  4,
                                    "explanation":  "Знак приоритета 2.4 \"Уступите дорогу\". Водитель должен уступить дорогу транспортным средствам, движущимся по пересекаемой дороге, а при наличии дополнительного знака 7.13 - по главной.\nПункту 61 главы 9 ПДД, гласит: При наличии полосы торможения водитель, намеревающийся повернуть, должен своевременно перестроиться на эту полосу и снижать скорость только на ней. При наличии в месте въезда на дорогу полосы разгона водитель должен двигаться по ней и вливаться в транспортный поток, уступая дорогу транспортным средствам, движущимся по соседней полосе.\nВ данном случае водитель зеленого автомобиля нарушает Правила дорожного движение, т.к. он должен двигаться по полосе разгона как водитель красного автомобиля."
                                },
                         "uzk":  {
                                     "text":  "Қайси транспорт воситасининг ҳайдовчиси йўлда тезлашиш бўлаги бўлганда унга чиқиш қоидасини бузди?",
                                     "options":  [
                                                     "F1. Ҳар икки ҳайдовчи",
                                                     "F2. Ҳар икки ҳайдовчи тўғри чикди",
                                                     "F3. Кўк автомобиль ҳайдовчиси",
                                                     "F4. Яшил автомобиль ҳайдовчиси"
                                                 ],
                                     "correctAnswer":  4,
                                     "explanation":  "ЙҲҚ 9-боби 61-бандига асосан: Секинлашиш бўлаги бўлган йўлларда бурилмоқчи бўлаётган ҳайдовчи ўз вақтида ушбу тасмага қайта тизилиши ва тезликни фақат унда камайтириши керак. Йўлга чиқиш жойида тезлашиш бўлаги бўлса, ҳайдовчи унда ҳаракатланиши ва қўшни тасмада ҳаракатланаётган транспорт воситаларига йўл бериб, транспорт оқимига қўшилиши керак."
                                 }
                     }
}
