{
    "questionId": 450,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Belgilangan safarni davom ettirishga, bunda kunning yorug' vaqtida yaqinni yorituvchi fara chirog'ini yoqishga",
                "F2. Nosozlikni o'sha joyda bartaraf etishga, agar buning iloji bo'lmasa, zarur ehtiyoj choralariga rioya qilgan holda to'xtab turish yoki ta'mirlash joyiga evakuator yoki shatakka olish orqali olib borishga"
            ],
            "correctAnswer": 3,
            "explanation": "YHQ 2-bobi 12-bandiga asosan: Harakatlanish vaqtida ushbu Qoidalarga 3-ilovada ko'rsatilgan transport vositalaridan foydalanishni taqiqlovchi shartlar yuzaga kelganda, haydovchi ularni bartaraf etishi, agar buning iloji bo'lmasa, zarur bo'lgan ehtiyot choralarini ko'rgan holda ta’mirlash yoki to'xtab turish joyiga evakuator yoki shatakka olish orqali transport vositasini olib borish choralarini ko'rishi mumkin."
        },
        "ru": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Продолжить намеченную поездку, при этом в светлое время суток включить ближний свет фар",
                "F2. Прекратить дальнейшее движение",
                "F3. Устранить неисправность на месте, а если это невозможно, следовать к месту стоянки или ремонта путем буксировки или буксировки с соблюдением необходимых мер предосторожности"
            ],
            "correctAnswer": 3,
            "explanation": "Пункту 12 главы 2 ПДД, гласит: При возникновении во время движения условий, запрещающих использование транспортных средств, указанных в приложении 3 к настоящим Правилам, водитель обязан их устранить, если это невозможно, приняв необходимые меры предосторожности, может принять меры. транспортировать транспортное средство к месту ремонта или стоянки путем буксировки или буксировки."
        },
        "uzk": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Белгиланган сафарни давом эттиришга, бунда куннинг ёруг вақтида яқинни ёритувчи фара чироғини ëкишга",
                "F2. Бундан кейинги ҳаракатни тўхтатишга",
                "F3. Носозликни ўша жойда бартараф этишга, агар бунинг иложи бўлмаса, зарур эҳтиёж чораларига риоя қилган ҳолда тўхтаб туриш ёки таъмирлаш жойига эвакуатор ёки шатакка олиш орқали олиб боришга"
            ],
            "correctAnswer": 3,
            "explanation": "ЙҲҚ 2-боби 12-бандига асосан: Ҳаракатланиш вақтида ушбу Қоидаларга 3-иловада кўрсатилган транспорт воситаларидан фойдаланишни тақиқловчи шартлар юзага келганда, ҳайдовчи уларни бартараф етиши, агар бунинг иложи бўлмаса, зарур бўлган еҳтиёт чораларини кўрган ҳолда таъмирлаш ёки тўхтаб туриш жойига евакуатор ёки шатакка олиш орқали транспорт воситасини олиб бориш чораларини кўриши мумкин."
        }
    }
}