{
    "questionId": 461,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Harakatni boshlashdan avval shaharlararo avtobus haydovchilari nima qilishlari kerak?",
            "options": [
                "F1. Yo'lovchilarga halokat boʻlganda chiqish joylaridan foydalanish haqida tushuntirish",
                "F2. Yo'lovchilarga chiqish, undan tushish va unga joylashish tartibi haqida tushuntirish",
                "F3. Yo'lovchilarga harakatlanish vaqtida salon ichida yurishlari mumkun emasligi haqida tushuntirish"
            ],
            "correctAnswer": 1,
            "explanation": "YHQ 26-bobi 155-bandiga asosan: Harakatni boshlashdan oldin haydovchi yo'lovchilarga avtomobilga chiqish, undan tushish va unga joylashish tartibi haqida tushuncha berishi kerak. Haydovchi harakatni boshlashdan oldin yo'lovchilarni xavfsiz tashish sharoiti ta'minlanganligiga ishonch hosil qilishi kerak.\nIzoh: Shaharlararo avtobuslarda tor yo'laklar, eshiklarning kichikligi va boshqalar bois yo'lovchilarning evakuatsiyasi qiyinlashishi mumkin. Bunday avtobuslarda eshiklarni ochish imkoni boʻlmasa, yo'lovchilarning avariya holatlarida evakuatsiya moslamalari mavjud bo'ladi (tomdagi lyuk, olinadigan oynalar va hokazo). Shaharlararo avtobus haydovchisi harakat boshlanishidan avval yo'lovchilarga zarurat tugʻilganda halokatli chiqishlardan foydalanish haqida tushuntirib berishlari lozim."
        },
        "ru": {
            "text": "Что должны сделать водители междугородних автобусов перед началом движения?",
            "options": [
                "F1. Объяснить пассажирам пользование аварийными выходами из транспорта в случае необходимости",
                "F2. Объяснить пассажирам порядок посадки и высадки",
                "F3. Объяснить пассажирам, что во время движения нельзя ходить по салону автобуса"
            ],
            "correctAnswer": 1,
            "explanation": "Наиболее тяжелым последствием дорожно- транспортного происшествия является возгорание автомобиля. Чаще всего возгорание происходит при тяжелых происшествиях, таких как столкновение автомобилей, наезды на неподвижные препятствия, а также опрокидывание. Несмотря на небольшую вероятность возгорания (0,03-1,2% от общего количества происшествий), их последствия тяжелейшие. Они вызывают почти полное разрушение автомобиля и при невозможности эвакуации - гибель людей. В междугородных автобусах эвакуация пассажиров может быть затруднена из узких проходов, маленьких дверных проемов и т.д. В таких автобусах предусматривают устройства для аварийной эвакуации людей при невозможности открыть двери (люки в крышах, съемные стекла и т.п.). Водитель междугородного автобуса перед началом движения должен объяснить пассажирам о пользовании аварийными выходами в случае необходимости."
        },
        "uzk": {
            "text": "Ҳаракатни бошлашдан аввал шаҳарлараро автобус ҳайдовчилари нима қилишлари керак?",
            "options": [
                "F1. Йўловчиларга ҳалокат бўлганда чиқиш жойларидан фойдаланиш ҳақида тушунтириш",
                "F2. Йўловчиларга чиқиш, ундан тушиш ва унга жойлашиш тартиби ҳақида тушунтириш",
                "F3. Йўловчиларга ҳаракатланиш вақтида салон ичида юришлари мумкун эмаслиги ҳақида тушунтириш"
            ],
            "correctAnswer": 1,
            "explanation": "ЙҲҚ 26-боби 155-бандига асосан: Ҳаракатни бошлашдан олдин ҳайдовчи йўловчиларга автомобилга чиқиш, ундан тушиш ва унга жойлашиш тартиби ҳақида тушунча бериши керак. Ҳайдовчи ҳаракатни бошлашдан олдин йўловчиларни хавфсиз ташиш шароити таъминланганлигига ишонч ҳосил қилиши керак.\nИзоҳ: Шаҳарлараро автобусларда тор йўлаклар, эшикларнинг кичиклиги ва бошқалар боис йўловчиларнинг эвакуацияси қийинлашиши мумкин. Бундай автобусларда эшикларни очиш имкони бўлмаса, йўловчиларнинг авария ҳолатларида эвакуация мосламалари мавжуд бўлади (томдаги люк, олинадиган ойналар ва ҳоказо). Шаҳарлараро автобус ҳайдовчиси ҳаракат бошланишидан аввал йўловчиларга зарурат туғилганда ҳалокатли чиқишлардан фойдаланиш ҳақида тушунтириб беришлари лозим."
        }
    }
}