{
    "questionId":  476,
    "image":  "data/images/q0476.webp",
    "translations":  {
                         "uz":  {
                                    "text":  "Qaysi avtomobil to\u0027xtab turishga to\u0027g\u0027ri qo\u0027yilgan?",
                                    "options":  [
                                                    "F1. Yengil avtomobil",
                                                    "F2. Har ikkisi noto\u0027g\u0027ri qo\u0027yilgan",
                                                    "F3. Har ikkisi to\u0027g\u0027ri qo\u0027yilgan",
                                                    "F4. Yuk avtomobili"
                                                ],
                                    "correctAnswer":  2,
                                    "explanation":  "YHQ 13-bobi 88-bandining uchinchi xatboshisiga asosan: Ruxsat etilgan to\u0027la vazni 3,5 tonnadan ko\u0027p bo\u0027lgan yuk avtomobillari bir tomonlama harakatli yoʻllarning chap tomonida faqat yuk ortish va tushirish uchun toʻxtashlari mumkin.\nYHQ 13-bobi 91-bandining beshinchi xatboshisiga asosan, quyidagi joy va holatlarda to\u0027xtash taqiqlanadi: piyodalar o\u0027tish joylarida va ulardan oldin 10 metrdan kam masofa qolganda."
                                },
                         "ru":  {
                                    "text":  "Какой автомобиль правильно поставлен на стоянку?",
                                    "options":  [
                                                    "F1. Легковой автомобиль",
                                                    "F2. Оба неправильно",
                                                    "F3. Оба правильно",
                                                    "F4. Грузовой автомобиль"
                                                ],
                                    "correctAnswer":  2,
                                    "explanation":  "Информационно-указательный знак 5.5 \"Дорога с односторонним движением\". Дорога или проезжая часть, по которой движение транспортных средств осуществляется в одном направлении.\nПункт 88 главы 13 ПДД, гласит: Грузовым автомобилям с разрешенной максимальной массой более 3,5 т на левой стороне дороги с односторонним движением остановка разрешается только для загрузки и разгрузки груза. Соответственно, желто-синий автомобиль с разрешенной массой более 3,5 т не может осуществлять стоянку на левой стороне дорог с односторонним движением, кроме как для загрузки или разгрузки. Красный автомобиль тоже неправильно осуществляет стоянку, т.к. остановка и стоянка запрещены на пешеходных переходах и ближе 10 м перед ними (Пункт 91 главы 13 ПДД)."
                                },
                         "uzk":  {
                                     "text":  "Қайси автомобиль тўхтаб туришга тўғри қўйилган?",
                                     "options":  [
                                                     "F1. Енгил автомобиль",
                                                     "F2. Ҳар иккиси нотўғри қўйилган",
                                                     "F3. Ҳар иккиси тўғри қўйилган",
                                                     "F4. Юк машинаси"
                                                 ],
                                     "correctAnswer":  2,
                                     "explanation":  "ЙҲҚ 13-боби 88-бандининг учинчи хатбошисига асосан: Рухсат этилган тўла вазни 3,5 тоннадан кўп бўлган юк автомобиллари бир томонлама ҳаракатли йўлларнинг чап томонида фақат юк ортиш ва тушириш учун тўхташлари мумкин.\nЙҲҚ 13-боби 91-бандининг бешинчи хатбошисига асосан, қуйидаги жой ва ҳолатларда тўхташ тақиқланади: пиёдалар ўтиш жойларида ва улардан олдин 10 метрдан кам масофа қолганда."
                                 }
                     }
}
