{
    "questionId": 470,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Davlat YHX xizmati ruxsatisiz transport vositasining yuk bilan yoki yuksiz harakatlanishiga qanday yuqori maksimal kenglikda yo'l qo'yiladi?",
            "options": [
                "F1. 2,0 m",
                "F2. 2,55 m",
                "F3. 3,8 m",
                "F4. 4,0 m",
                "F5. 5,0 m"
            ],
            "correctAnswer": 2,
            "explanation": "YHQ 27-bobi 164-Bandga asosan: Katta hajmli va og'ir vaznli hamda xavfli yuklarni tashishda gabarit o'lchamlari yukli yoki yuksiz holda eni bo'yicha 2,55 (refrijeratorlar va izotermik kuzovlar uchun — 2,6) metrdan va balandligi yo'l sathidan 4 metrdan, uzunligi yakka avtotransport vositasi uchun — 12 metrdan, yarim tirkamali va tirkamali avtopoyezd uchun — 20 metrdan ortiq bo'lgan yoki yuki transport vositasining oldi va orqa nuqtasidan 2 metrdan ortiq chiqib turgan transport vositalarining harakatlanishi DYHXX bilan kelishilishi shart."
        },
        "ru": {
            "text": "При какой максимальной ширине транспортного средства с грузом или без груза допускается движение без разрешения ГСБДД?",
            "options": [
                "F1. 2,0 м",
                "F2. 2,55 м",
                "F3. 3,8 м",
                "F4. 4,0 м",
                "F5. 5,0 м"
            ],
            "correctAnswer": 2,
            "explanation": "Пункту 164 главы 27 ПДД, гласит: Для перевозки тяжеловесных, крупногабаритных и опасных грузов, движения транспортных средств, габаритные параметры которых с грузом или без груза превышают по ширине 2,55 м, по высоте 4 м от поверхности проезжей части, по длине (включая один прицеп) 20 м, либо с грузом, выступающим за заднюю точку габарита транспортного средства более чем на 2 м, движения автопоездов с двумя и более прицепами требуется разрешение органов ГСБДД."
        },
        "uzk": {
            "text": "Давлат ЙҲХ хизмати рухсатисиз транспорт воситасининг юк билан ёки юксиз ҳаракатланишига қандай юқори максимал кенгликда йўл қўйилади?",
            "options": [
                "F1. 2,0 м",
                "F2. 2,55 м",
                "F3. 3,8 м",
                "F4. 4,0 м",
                "F5. 5,0 м"
            ],
            "correctAnswer": 2,
            "explanation": "ЙҲҚ 27-боби 164-бандига асосан: Катта ҳажмли ва оғир вазнли ҳамда хавфли юкларни ташишда габарит ўлчамлари юкли ёки юксиз ҳолда эни бўйича 2,55 (рефрижераторлар ва изотермик кузовлар учун — 2,6) метрдан ва баландлиги йўл сатҳидан 4 метрдан, узунлиги якка автотранспорт воситаси учун — 12 метрдан, ярим тиркамали ва тиркамали автопоезд учун — 20 метрдан ортиқ бўлган ёки юки транспорт воситасининг олди ва орқа нуқтасидан 2 метрдан ортиқ чиқиб турган транспорт воситаларининг ҳаракатланиши ДЙҲХХ билан келишилиши шарт."
        }
    }
}