{
    "questionId": 478,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Aholi punktlarida relssiz transport vositalariga, agar bir yo'nalishda uch va undan ortiq harakatlanish tasmasi bo'lganda qaysi tasmadan harakatlanishga ruxsat etiladi? Yuk avtomobillari hisobga kirmaydi",
            "options": [
                "F1. Har qanday tasma bo'yicha",
                "F2. Iloji boricha qatnov qismining o'ng chekkasiga yaqin tasma bo'yicha",
                "F3. Chapki chekkadan tashqari har qanday tasma bo'yicha. Unga faqat boshqa tasmalarda harakat serqatnov bo'lganda, shuningdek, chapga burilish, orqaga qayrilish va bir tomonlama harakat tashkil qilingan yo'lda toʻxtash uchun o'tishga ruxsat etiladi"
            ],
            "correctAnswer": 3,
            "explanation": "YHQ 10-bobi 67-bandining uchinchi xatboshisiga asosan: Bir yo'nalishdagi uch va undan ortiq tasmali har qanday yo'lda chetki chap qatorni harakat serqatnovligi sababli boshqa tasmalar band bo'lgan hollarda, shuningdek, quvib o'tish, chapga burilish yoki qayrilib olishga, yuk avtomobillariga faqat chapga burilish yoki qayrilib olish uchun chetki chap qatorni egallashga ruxsat etiladi."
        },
        "ru": {
            "text": "По какой полосе разрешается движение безрельсовых транспортных средств в населенных пунктах, если имеются три полосы и более в одном направлении? Грузовые автомобили не учитывать.",
            "options": [
                "F1. По любой полосе",
                "F2. По возможности ближе к правому краю проезжей части",
                "F3. По любой полосе кроме крайней левой, на которую разрешается выезжать только при интенсивном движении на других полосах, а также для поворота налево, разворота и остановки на дороге с односторонним движением"
            ],
            "correctAnswer": 3,
            "explanation": "Aбзацу 3 пункта 67 главы 10 ПДД, Aбзацу 3 пункта 67 главы 10 ПДД, в населенных пунктах, имеющих для движения в данном направлении три полосы и более, занимать крайнюю левую полосу разрешается только при интенсивном движении, когда заняты другие полосы, а также для обгона, поворота налево или разворота, а грузовым автомобилям — только для поворота налево или разворота."
        },
        "uzk": {
            "text": "Aҳоли пунктларида релссиз транспорт воситаларига, агар бир йўналишда уч ва ундан ортиқ ҳаракатланиш тасмаси бўлганда қайси тасмадан ҳаракатланишга рухсат етилади? Юк автомобиллари ҳисобга кирмайди",
            "options": [
                "F1. Ҳар қандай тасма бўйича",
                "F2. Иложи борича қатнов қисмининг ўнг чеккасига яқин тасма бўйича",
                "F3. Чапки чеккадан ташқари ҳар қандай тасма бўйича. Унга фақат бошқа тасмаларда ҳаракат серқатнов бўлганда, шунингдек, чапга бурилиш, орқага қайрилиш ва бир томонлама ҳаракат ташкил қилинган йўлда тўхташ учун ўтишга рухсат этилади"
            ],
            "correctAnswer": 3,
            "explanation": "ЙҲҚ 10-боби 67-бандининг учинчи хатбошисига асосан: Бир йўналишдаги уч ва ундан ортиқ тасмали ҳар қандай йўлда четки чап қаторни ҳаракат серқатновлиги сабабли бошқа тасмалар банд бўлган ҳолларда, шунингдек, қувиб ўтиш, чапга бурилиш ёки қайрилиб олишга, юк автомобилларига фақат чапга бурилиш ёки қайрилиб олиш учун четки чап қаторни егаллашга рухсат етилади."
        }
    }
}