{
    "questionId":  486,
    "image":  "data/images/q0486.webp",
    "translations":  {
                         "uz":  {
                                    "text":  "Sekinlashish bo\u0027lagi bo\u0027lgan yo\u0027lda qaysi transport vositasi undan chiqish qoidasini buzdi?",
                                    "options":  [
                                                    "F1. Har ikki transport vositasi",
                                                    "F2. Sariq avtomobil",
                                                    "F3. Har ikki transport vositasi to\u0027g\u0027ri burilyapti"
                                                ],
                                    "correctAnswer":  2,
                                    "explanation":  "YHQ 9-bobi 57-bandining ikkinchi xatboshisiga asosan: O\u0027ngga burilayotgan transport vositasi iloji boricha qatnov qismining oʻng chetiga yaqinroqda harakatlanishi kerak.\nYHQ 9-bobi 61-bandining birinchi xatboshisiga asosan: Sekinlashish bo\u0027lagi bor bo\u0027lgan yo\u0027lda burilmoqchi bo\u0027lgan haydovchi o\u0027z vaqtida ushbu tasmaga qayta tizilishi va tezlikni faqat unda kamaytirishi kerak."
                                },
                         "ru":  {
                                    "text":  "Водитель какого транспортного средства нарушает правила поворота с дороги, на которой есть полоса торможения?",
                                    "options":  [
                                                    "F1. 0ба водителя",
                                                    "F2. Водитель желтого автомобиля",
                                                    "F3. Оба водителя поворачивают правильно"
                                                ],
                                    "correctAnswer":  2,
                                    "explanation":  "Пункта 61 главы 9 ПДД гласит: При наличии полосы торможения водитель, намеревающийся повернуть, должен своевременно перестроиться на эту полосу и снижать скорость только на ней. При наличии в месте въезда на дорогу полосы разгона водитель должен двигаться по ней и вливаться в транспортный поток, уступая дорогу транспортным средствам, движущимся по соседней полосе.\nВ данном случае водитель желтого автомобиля должен был заранее перестроиться на полосу торможения и снижать скорость только на ней, соответственно, он нарушает правила поворота."
                                },
                         "uzk":  {
                                     "text":  "Секинлашиш бўлаги бўлган йўлда қайси транспорт воситаси ундан чиқиш қоидасини бузди?",
                                     "options":  [
                                                     "F1. Ҳар икки транспорт воситаси",
                                                     "F2. Сариқ автомобиль",
                                                     "F3. Ҳар икки транспорт воситаси тўғри буриляпти"
                                                 ],
                                     "correctAnswer":  2,
                                     "explanation":  "ЙҲҚ 9-боби 57-бандининг иккинчи хатбошисига асосан: Унгга бурилаётган транспорт воситаси иложи борича қатнов қисмининг ўнг четига яқинроқда ҳаракатланиши керак.\nЙҲҚ 9-боби 61-бандининг биринчи хатбошисига асосан: Секинлашиш бўлаги бор бўлган йўлда бурилмоқчи бўлган ҳайдовчи ўз вақтида ушбу тасмага қайта тизилиши ва тезликни фақат унда камайтириши керак."
                                 }
                     }
}
