{
    "questionId": 488,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Haydovchining o'zi aniqlay oladigan harakatlanish uchun to'sqinlik yoki xavf tug'ilganda qanday choralar ko'rishi kerak?",
            "options": [
                "F1. Xavfsizlik choralariga rioya qilgan holda tezlikni kamaytirishi va xavfli yo'l qismidan o'tishi",
                "F2. Tezlikni transport vositasi to'xtagunicha kamaytirishi yoki to'siqni aylanib o'tishning boshqa harakat qatnashchilari uchun xavfsiz choralarni ko'rishi",
                "F3. Sodir bo'lgan hodisa haqida Ichki ishlarga xabar berishi",
                "F4. Davlat YHX xizmatining eng yaqin mahkamasiga yoki ichki ishlar idorasiga kelishi va paydo bo'lgan to'sqinliklar yoki xavf-xatar to'g'risida xabar berishi"
            ],
            "correctAnswer": 2,
            "explanation": "YHQ 11-bobi 77-bandining uchinchi xatboshisiga asosan: Harakatlanish vaqtida haydovchi aniqlay olishi imkoniyatidagi xavf yuzaga kelsa, u transport vositasining tezligini u to'la toʻxtashni ta'minlaydigan darajada kamaytirishi yoki to'siqni boshqa harakat qatnashchilari uchun xavf tug'dirmagan holda aylanib o'tish choralarini ko'rishi kerak."
        },
        "ru": {
            "text": "Какие меры должен принять водитель при возникновении препятствия или опасности для движения, которые он в состоянии обнаружить?",
            "options": [
                "F1. Снизить скорость и проехать опасный участок, соблюдая меры безопасности",
                "F2. Снизить скорость вплоть до остановки транспортного средства и принять меры к безопасному для других участников движения объезду препятствия",
                "F3. Сообщить о случившемся в милицию",
                "F4. Прибыть на ближайший пост ГСБДД или в ОВД и сообщить о возникшем препятствии или опасности"
            ],
            "correctAnswer": 2,
            "explanation": "Aбзацу 3 пункта 77 главы 11 ПДД, при возникновении препятствия или опасности для движения, которые водитель в состоянии обнаружить, он должен принять меры к снижению скорости вплоть до полной остановки транспортного средства или безопасному для других участников движения объезду препятствия."
        },
        "uzk": {
            "text": "Ҳайдовчининг ўзи аниқлай оладиган ҳаракатланиш учун тўсқинлик ёки хавф туғилганда қандай чоралар кўриши керак?",
            "options": [
                "F1. Хавфсизлик чораларига риоя қилган ҳолда тезликни камайтириши ва хавфли йўл қисмидан ўтиши",
                "F2. Тезликни транспорт воситаси тўхтагунича камайтириши ёки тўсиқни айланиб ўтишнинг бошқа ҳаракат қатнашчилари учун хавфсиз чораларни кўриши",
                "F3. Содир бўлган ҳодиса ҳақида Ички ишларга хабар бериши",
                "F4. Давлат ЙҲХ хизматининг энг яқин маҳкамасига ёки ички ишлар идорасига келиши ва пайдо бўлган тўсқинликлар ёки хавф-хатар тўғрисида хабар бериши"
            ],
            "correctAnswer": 2,
            "explanation": "ЙҲҚ 11-боби 77-бандининг учинчи хатбошисига асосан: Ҳаракатланиш вақтида ҳайдовчи аниқлай олиши имкониятидаги хавф юзага келса, у транспорт воситасининг тезлигини у тўла тўхташни таъминлайдиган даражада камайтириши ёки тўсиқни бошқа ҳаракат қатнашчилари учун хавф туғдирмаган ҳолда айланиб ўтиш чораларини кўриши керак."
        }
    }
}