{
    "questionId": 482,
    "image": "data/images/q0482.webp",
    "translations": {
        "uz": {
            "text": "Bu belgi qaysi transport vositalariga tegishli emas?",
            "options": [
                "F1. Traktorlar va o'zi yurar avtomobillarga",
                "F2. Avtobuslar va mikroavtobuslarga",
                "F3. Belgi ta'sirida joylashgan korxonalarga xizmat etayotgan transport vositasiga"
            ],
            "correctAnswer": 3,
            "explanation": "YHQ 1-ilovasi 3-bo'limining uchinchi va o'ttiz sakkizinchi xatboshlariga asosan: 3.2. «Harakatlanish taqiqlangan». Barcha transport vositalarining harakatlanishi taqiqlanishini bildiradi. 3.2 belgisi belgilangan zonada joylashgan korxonalarga xizmat ko'rsatuvchi transport vositalariga, shuningdek, belgilangan zonada yashaydigan yoki ishlaydigan fuqarolarga xizmat qiluvchi yoki ularga tegishli boʻlgan transport vositalariga ta'sir qilmaydi."
        },
        "ru": {
            "text": "На какие транспортные средства не распространяется действие данного знака?",
            "options": [
                "F1. На тракторы и самоходные машины",
                "F2. На автобусы и микроавтобусы",
                "F3. На транспортные средства, которые обслуживают предприятия (граждан), находящиеся (проживающих) в зоне действия знака"
            ],
            "correctAnswer": 3,
            "explanation": "Запрещающий знак 3.2 \"Движение запрещено\". Запрещается движение всех транспортных средств. Действие знаков 3.1, 3.2, 3.3, 3.18.1, 3.18.2, 3.19, 3.27 не распространяется - на маршрутные транспортные средства, знаков 3.2-3.8 - на транспортные средства, которые обслуживают предприятия, находящиеся в обозначенной зоне, а также обслуживают или принадлежат гражданам, проживающим или работающим в обозначенной зоне. В этих случаях транспортные средства должны въезжать в обозначенную зону и выезжать из нее на ближайшем к месту назначения перекрестке."
        },
        "uzk": {
            "text": "Бу белги қайси транспорт воситаларига тегишли эмас?",
            "options": [
                "F1. Тракторлар ва ўзи юрар автомобилларга",
                "F2. Автобуслар ва микроавтобусларга",
                "F3. Белги таъсирида жойлашган корхоналарга хизмат этаётган транспорт воситасига"
            ],
            "correctAnswer": 3,
            "explanation": "ЙҲҚ 1-иловаси 3-бўлимининг учинчи ва ўттиз саккизинчи хатбошларига асосан: 3.2. «Ҳаракатланиш тақиқланган». Барча транспорт воситаларининг ҳаракатланиши тақиқланишини билдиради. 3.2 белгиси белгиланган зонада жойлашган корхоналарга хизмат кўрсатувчи транспорт воситаларига, шунингдек, белгиланган зонада яшайдиган ёки ишлайдиган фуқароларга хизмат қилувчи ёки уларга тегишли бўлган транспорт воситаларига таъсир қилмайди."
        }
    }
}