{
    "questionId": 493,
    "image": "data/images/q0493.webp",
    "translations": {
        "uz": {
            "text": "Yo'l chizig'i bilan ajratilgan bekat maydonchasidan harakatlanish uchun foydalanishga ruxsat etiladimi?",
            "options": [
                "F1. Ruxsat etiladi",
                "F2. Taqiqlanadi",
                "F3. To'xtash joyida tramvay bo'lmaganda ruxsat etiladi"
            ],
            "correctAnswer": 2,
            "explanation": "YHQ 2-ilovasi 1-bo'limining uchinchi xatboshisiga asosan: 1.1 — qarama-qarshi yo'nalishlarda harakatlanayotgan transport oqimlarini ajratadi, yoʻlning xavfli joylaridagi harakatlanish boʻlagi chegarasini bildiradi;\nyoʻlning kirish taqiqlangan qismi chegarasini belgilaydi.\nYHQ 13-bobi 91-bandining toʻqqizinchi xatboshisiga asosan: bekat maydonchalarida, yo'nalishli transport vositalari to'xtash joylarida, jumladan, 1.17 chizigʻi bilan belgilangan, ular bo'lmaganda esa yo'nalishli transport vositalari to'xtash joyi belgilari va bekatdan harakatlanish yoʻnalishi bo'ylab (yetmasdan va o'tib ketib) 15 metrdan kam masofada to'xtash taqiqlanadi."
        },
        "ru": {
            "text": "Разрешается ли использовать для движения посадочную площадку, обозначенную разметкой?",
            "options": [
                "F1. Разрешается",
                "F2. Запрещается",
                "F3. Разрешается при отсутствии трамвая на остановке"
            ],
            "correctAnswer": 2,
            "explanation": "Горизонтальная разметка 1.1 - разделяет транспортные потоки противоположных направлений и обозначает границы полос движения в опасных местах на дорогах; обозначает границы проезжей части, на которые въезд запрещен;\nобозначает границы стояночных мест транспортных средств и край проезжей части дорог, не отнесенных по условиям движения к автомагистралям. Соответственно, движение по посадочным площадкам, обозначенным разметкой, запрещено."
        },
        "uzk": {
            "text": "Йўл чизиғи билан ажратилган бекат майдончасидан ҳаракатланиш учун фойдаланишга рухсат этиладими?",
            "options": [
                "F1. Рухсат этилади",
                "F2. Тақиқланади",
                "F3. Тўхташ жойида трамвай бўлмаганда рухсат этилади"
            ],
            "correctAnswer": 2,
            "explanation": "ЙҲҚ 2-иловаси 1-бўлимининг учинчи хатбошисига асосан: 1.1 — қарама-қарши йўналишларда ҳаракатланаётган транспорт оқимларини ажратади, йўлнинг хавфли жойларидаги ҳаракатланиш бўлаги чегарасини билдиради;\nйўлнинг кириш тақиқланган қисми чегарасини белгилайди.\nЙҲҚ 13-боби 91-бандининг тўққизинчи хатбошисига асосан: бекат майдончаларида, йўналишли транспорт воситалари тўхташ жойларида, жумладан, 1.17 чизиғи билан белгиланган, улар бўлмаганда эса йўналишли транспорт воситалари тўхташ жойи белгилари ва бекатдан ҳаракатланиш йўналиши бўйлаб (етмасдан ва ўтиб кетиб) 15 метрдан кам масофада тўхташ тақиқланади."
        }
    }
}