{
    "questionId":  496,
    "image":  "data/images/q0496.webp",
    "translations":  {
                         "uz":  {
                                    "text":  "Mazkur vaziyatda qizil avtomobilga quvib o\u0027tishga ruxsat etiladimi?",
                                    "options":  [
                                                    "F1. Ruxsat etiladi",
                                                    "F2. Taqiqlanadi",
                                                    "F3. Quvib o\u0027tilayotgan transport vositasining tezligi 40 km/soatdan kam boʻlganda ruxsat etiladi"
                                                ],
                                    "correctAnswer":  1,
                                    "explanation":  "YHQ 12-bobi 86-bandining ikkinchi xatboshisiga asosan, quvib o\u0027tish quyidagi hollarda taqiqlanadi: tartibga solinmaydigan chorrahalarda asosiy hisoblanmaydigan yo\u0027llarda harakatlanishda;"
                                },
                         "ru":  {
                                    "text":  "Разрешается ли водителю красного автомобиля выполнить обгон в данной ситуации?",
                                    "options":  [
                                                    "F1. Разрешается",
                                                    "F2. Запрещается",
                                                    "F3. Разрешается при условии, что скорость обгоняемого менее 40 км/ч"
                                                ],
                                    "correctAnswer":  1,
                                    "explanation":  "Знак приоритета 2.1 \"Главная дорога\". Начало дороги, на которой предоставлено право на первоочередное движение перед транспортными средствами, движущимися по второстепенной дороге через нерегулируемые перекрестки. Знак приоритета 2.4 \"Уступите дорогу\". Водитель должен уступить дорогу транспортным средствам, движущимся по пересекаемой дороге, а при наличии дополнительного знака 7.13 - по главной. Пункту 86 главы 12 ПДД, гласит: Обгон запрещен: на нерегулируемых перекрестках при движении по дороге, не являющейся главной;"
                                },
                         "uzk":  {
                                     "text":  "Мазкур вазиятда қизил автомобилга қувиб ўтишга рухсат этиладими?",
                                     "options":  [
                                                     "F1. Рухсат этилади",
                                                     "F2. Тақиқланади",
                                                     "F3. Қувиб ўтилаётган транспорт воситасининг тезлиги 40 км/соатдан кам бўлганда рухсат этилади"
                                                 ],
                                     "correctAnswer":  1,
                                     "explanation":  "ЙҲҚ 12-боби 86-бандининг иккинчи хатбошисига асосан, қувиб ўтиш қуйидаги ҳолларда тақиқланади: тартибга солинмайдиган чорраҳаларда асосий ҳисобланмайдиган йўлларда ҳаракатланишда;"
                                 }
                     }
}
