{
    "questionId": 509,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "«Gazel» yuk avtomobilining yuk bilan balandligi yo'l sathiidan 3,8 metr bo'lsa, uni tashish mumkinmi?",
            "options": [
                "F1. Ruxsat beriladi",
                "F2. Ruxsat berilmaydi",
                "F3. Ruxsat beriladi, faqat yo'nalishlarda osma ko'priklar, osma yo'llar (estakada) bo'lmasa"
            ],
            "correctAnswer": 1,
            "explanation": "YHQ 27-bobi 164-bandining birinchi xatboshisiga asosan: O'ta og'ir, katta o'lchamli va xavfli yuklarni tashishda gabarit oʻlchamlari yukli yoki yuksiz holda eni bo'yicha 2,55 (refrijeratorlar va izotermik kuzovlar uchun — 2,6) metrdan va balandligi boʻyicha yo'l sathidan 4 metrdan, uzunligi boʻyicha yakka avtotransport vositasi uchun — 12 metrdan, tirkama uchun — 12 metrdan, yarimtirkamali avtopoezd uchun — 20 metrdan, tirkamali avtopoezd uchun — 20 metrdan ortiq boʻlgan yoki yuki transport vositasining oldi va orqa nuqtasidan 2 metrdan ortiq chiqib turgan transport vositalarining harakatlanishi belgilangan tartibda DYHXX bilan kelishilgan bo'lishi kerak."
        },
        "ru": {
            "text": "Разрешается ли перевозка груза на грузовом автомобиле «Газель» без соблюдения специальных правил, если высота груза составляет 3,8 м от поверхности дороги?",
            "options": [
                "F1. Только по дорогам, на которых отсутствует необходимость двигаться под мостами или путепроводами"
            ],
            "correctAnswer": 1,
            "explanation": "Пункту 164 главы 27 ПДД, гласит: Для перевозки тяжеловесных, крупногабаритных и опасных грузов, движения транспортных средств, габаритные параметры которых с грузом или без груза превышают по ширине 2,5 м, по высоте 4 м от поверхности проезжей части, по длине (включая один прицеп) 20 м, либо с грузом, выступающим за заднюю точку габарита транспортного средства более чем на 2 м, движения автопоездов с двумя и более прицепами требуется разрешение органов ГСБДД.\nВ данном случае высота грузового автомобиля от поверхности проезжей части составляет 3,8 м, специальное разрешение требуется, если высота составляет более 4 м. Соответственно, перевозка груза на грузовом автомобиле без соблюдения специальных правил, если высота груза составляет 3,8 м от поверхности дороги, разрешена."
        },
        "uzk": {
            "text": "«Газел» юк автомобилининг юк билан баландлиги йўл сатҳиидан 3,8 метр бўлса, уни ташиш мумкинми?",
            "options": [
                "F1. Рухсат берилади",
                "F2. Рухсат берилмайди",
                "F3. Рухсат берилади, фақат йўналишларда осма кўприклар, осма йўллар (эстакада) бўлмаса"
            ],
            "correctAnswer": 1,
            "explanation": "ЙҲҚ 27-боби 164-бандининг биринчи хатбошисига асосан: Ута оғир, катта ўлчамли ва хавфли юкларни ташишда габарит ўлчамлари юкли ёки юксиз ҳолда эни бўйича 2,55 (рефрижераторлар ва изотермик кузовлар учун — 2,6) метрдан ва баландлиги бўйича йўл сатҳидан 4 метрдан, узунлиги бўйича якка автотранспорт воситаси учун — 12 метрдан, тиркама учун — 12 метрдан, яримтиркамали автопоезд учун — 20 метрдан, тиркамали автопоезд учун — 20 метрдан ортиқ бўлган ёки юки транспорт воситасининг олди ва орқа нуқтасидан 2 метрдан ортиқ чиқиб турган транспорт воситаларининг ҳаракатланиши белгиланган тартибда ДИҲХХ билан келишилган бўлиши керак."
        }
    }
}