{
    "questionId": 508,
    "image": "data/images/q0508.webp",
    "translations": {
        "uz": {
            "text": "Ko'k avtomobil haydovchisi nima qilishi kerak?",
            "options": [
                "F1. Sariq avtomobilga u orqadan kelayotgani uchun yo'l bermay, mo'ljallangan yo'nalishda chorrahani kesib o'tishi",
                "F2. Qarama-qarshi harakat bo'lagiga darhol qayta tizilishi",
                "F3. Tezlikni kamaytirishi, sariq, avtomobilga quvib o'tishni tugallashiga imkon berishi, so'ng esa chapga burilishi"
            ],
            "correctAnswer": 3,
            "explanation": "YHQ 16-bobi 107-bandiga asosan: Chapga burilishda yoki qayrilib olishda relssiz transport vositasining haydovchisi teng ahamiyatli yoʻldan qarama-qarshi yo'nalishdan to'g'riga yoki o'ngga harakatlanayotgan, shuningdek ruxsat etilgan hollarda quvib oʻtayotgan transport vositalariga yo'l berishi shart."
        },
        "ru": {
            "text": "Как должен поступить водитель синего автомобиля?",
            "options": [
                "F1. Проехать перекресток в намеченном направлении, не уступая дорогу желтому автомобилю, так как тот движется сзади",
                "F2. Немедленно перестроиться на полосу встречного движения",
                "F3. Снизить скорость - дать возможность желтому автомобилю завершить обгон, а затем повернуть налево"
            ],
            "correctAnswer": 3,
            "explanation": "Знак приоритета 2.3.2 \"Примыкание второстепенной дороги\". Примыкание слева.\nПункту 107 главы 16 ПДД, гласит: Водителю обгоняемого транспортного средства запрещается препятствовать обгону повышением скорости движения или иными действиями. Соответственно, водитель синего автомобиля должен дать возможность желтому завершить обгон, а затем повернуть налево."
        },
        "uzk": {
            "text": "Кўк автомобиль ҳайдовчиси нима қилиши керак?",
            "options": [
                "F1. Сариқ автомобилга у орқадан келаётгани учун йўл бермай, мўлжалланган йўналишда чорраҳани кесиб ўтиши",
                "F2. Қарама-қарши ҳаракат бўлагига дарҳол қайта ТИЗИЛИШИ",
                "F3. Тезликни камайтириши, сариқ, автомобилга қувиб ўтишни тугаллашига имкон бериши, сўнг эса чапга бурилиши"
            ],
            "correctAnswer": 3,
            "explanation": "ЙҲҚ 16-боби 107-бандига асосан: Чапга бурилишда ёки қайрилиб олишда релъссиз транспорт воситасининг ҳайдовчиси тенг аҳамиятли йўлдан қарама-қарши йўналишдан тўғрига ёки ўнгга ҳаракатланаётган, шунингдек рухсат этилган ҳолларда қувиб ўтаётган транспорт воситаларига йўл бериши шарт."
        }
    }
}