{
    "questionId": 516,
    "image": "data/images/q0516.webp",
    "translations": {
        "uz": {
            "text": "Qaysi avtomobil haydovchisiga to'xtashga ruxsat etilgan?",
            "options": [
                "F1. Yengil avtomobilning haydovchisiga",
                "F2. Yuk avtomobilning haydovchisiga",
                "F3. Har ikki haydovchiga",
                "F4. Yuk avtomobilning haydovchisiga, agar bir yoʻnalishda harakatlanish uchun uchta va undan ko'p tasma bo'lsa"
            ],
            "correctAnswer": 4,
            "explanation": "YHQ 13-bobi 91-bandining uchinchi xatboshisiga asosan, quyidagi joy va holatlarda to'xtash taqiqlanadi: bir yo'nalishda harakatlanish uchun uchtadan kam tasmaga ega bo'lgan ko'prik, yo'l o'tkazgich va estakadalarning ustida;\nko'prik, yo'l o'tkazgich va estkadalarning ostida (tegishli yo'l belgilari bilan to'xtab turish ruxsat berilgan yo'l qismlari bundan mustasno)."
        },
        "ru": {
            "text": "Водителю какого автомобиля разрешена остановка?",
            "options": [
                "F1. Водителю легкового автомобиля",
                "F2. Водителю грузового автомобиля",
                "F3. Обоим водителям",
                "F4. Водителю грузового автомобиля если для движения в одном направлении имеется 3 полосы и более"
            ],
            "correctAnswer": 4,
            "explanation": "Aбзацу 3 пункта 91 главы 13 ПДД, остановка запрещается на мостах, эстакадах, путепроводах (если для движения в одном направлении имеется менее трех полос) и под ними, за исключением участков дорог, где соответствующие дорожные знаки разрешают стоянку."
        },
        "uzk": {
            "text": "Қайси автомобиль ҳайдовчисига тўхташга рухсат этилган?",
            "options": [
                "F1. Енгил автомобилнинг ҳайдовчисига",
                "F2. Юк автомобилнинг ҳайдовчисига",
                "F3. Ҳар икки ҳайдовчига",
                "F4. Юк автомобилнинг ҳайдовчисига, агар бир йўналишда ҳаракатланиш учун учта ва ундан кўп тасма бўлса"
            ],
            "correctAnswer": 4,
            "explanation": "ЙҲҚ 13-боби 91-бандининг учинчи хатбошисига асосан, қуйидаги жой ва ҳолатларда тўхташ тақиқланади: бир йўналишда ҳаракатланиш учун учтадан кам тасмага ега бўлган кўприк, йўл ўтказгич ва естакадаларнинг устида;\nкўприк, йўл ўтказгич ва есткадаларнинг остида (тегишли йўл белгилари билан тўхтаб туриш рухсат берилган йўл қисмлари бундан мустасно)."
        }
    }
}