{
    "questionId": 511,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Avtomobil harakatlanayotganda kutilmaganda shinasi yorilib ketsa, haydovchi nima qilishi zarur?",
            "options": [
                "F1. Ishchi tormoz bilan to'la to'xtaguncha keskin tormozlash",
                "F2. Avtomobilni to'xtab turish tormozi yordamida to'xtatish",
                "F3. Rulni ushlab turish, to'g'ri chiziqda harakatni saqlash, tezlikni kamaytirish va to'xtatish"
            ],
            "correctAnswer": 3,
            "explanation": "Shinalarning birida bosimning kamayishi uning aylanishiga qarama-qarshiligini kuchaytiradi va koʻndalang qattiqligini kamaytiradi. Shuning uchun bosimi bo'lmagan shina bilan avtomobil yon tomonga og'adi. Boshqarishni saqlab qolish uchun haydovchi rul chambaragini ushlab turib, tezligini pasaytirishi va to'xtatish lozim."
        },
        "ru": {
            "text": "Что должен сделать водитель, если неожиданно лопнула шина?",
            "options": [
                "F1. Тормозить рабочим тормозом до полной остановки машины",
                "F2. Остановить машину с помощью стояночного тормоза",
                "F3. Держать руль, сохранить движение по прямой, снизить скорость и остановить машину"
            ],
            "correctAnswer": 3,
            "explanation": "Если неожиданно лопнула шина, машину может занести, поэтому необходимо удерживать руль так, чтобы сохранить движение по прямой, снизить скорость и остановиться."
        },
        "uzk": {
            "text": "Автомобиль ҳаракатланаётганда кутилмаганда шинаси ёрилиб кетса, ҳайдовчи нима қилиши зарур?",
            "options": [
                "F1. Ишчи тормоз билан тўла тўхтагунча кескин тормозлаш",
                "F2. Автомобилни тўхтаб туриш тормози ёрдамида тўхтатиш",
                "F3. Рулни ушлаб туриш, тўғри чизиқда ҳаракатни саклаш, тезликни камайтириш ва тўхтатиш"
            ],
            "correctAnswer": 3,
            "explanation": "Шиналарнинг бирида босимнинг камайиши унинг айланишига қарама-қаршилигини кучайтиради ва кўндаланг қаттиқлигини камайтиради. Шунинг учун босими бўлмаган шина билан автомобил ён томонга оғади. Бошқаришни сақлаб қолиш учун ҳайдовчи рул чамбарагини ушлаб туриб, тезлигини пасайтириши ва тўхтатиш лозим."
        }
    }
}