{
    "questionId": 515,
    "image": "data/images/q0515.webp",
    "translations": {
        "uz": {
            "text": "Transport vositalariga qaysi yo'nalish bo'yicha harakatlanishga ruxsat etiladi?",
            "options": [
                "F1. Tramvayga chapga yoki to'g'riga",
                "F2. Faqat avtomobilga chapga",
                "F3. Tramvay va avtomobilga chapga",
                "F4. Tramvayga chapga yoki to'g'riga, avtomobilga tramvaydan so'ng",
                "F5. Tramvayga chapga, avtomobilga chapga va qayrilib olishga"
            ],
            "correctAnswer": 5,
            "explanation": "YHQ 7-bobi 38-bandiga asosan, tartibga soluvchining oʻng qo'li oldinga uzatilganda: chap yonidan tramvayga chapga, relssiz transport vositalariga barcha yo'nalishlarda;\noldi tomonidan barcha transport vositalariga faqat oʻngga harakatlanishga ruxsat beriladi; orqa tomonidan va oʻng yonidan barcha transport vositalarining harakatlanishi taqiqlanadi; piyodalarga tartibga soluvchining orqa tomonidan qatnov qismini kesib oʻtishga ruxsat etiladi."
        },
        "ru": {
            "text": "По каким направлениям разрешено движение транспортных средств?",
            "options": [
                "F1. Трамваю налево или прямо",
                "F2. Только автомобилю налево",
                "F3. Трамваю и автомобилю налево",
                "F4. Трамваю налево или прямо, автомобилю после трамвая",
                "F5. Трамваю налево, автомобилю налево и разворот"
            ],
            "correctAnswer": 5,
            "explanation": "Пункт 38 главы 7 ПДД, гласит: Сигналы регулировщика имеют следующие значения: ПРАВАЯ РУКА ВЫТЯНУТА ВПЕРЕД - со стороны левого бока разрешено движение трамваю налево, безрельсовым транспортным средствам - во всех направлениях, со стороны груди всем транспортным средствам разрешено движение только направо. Со стороны правого бока и спины движение всех транспортных средств запрещено. Пешеходам разрешено переходить проезжую часть за спиной регулировщика. Как видно, со стороны левого бока регулировщика трамваю разрешено движение только налево, а автомобилю в любом направлении. Так как автомобиль включил сигнал левого поворота и занял крайнюю левую полосу дороги, ему разрешено движение налево и на разворот (т.е. в обратном направлении)."
        },
        "uzk": {
            "text": "Транспорт воситаларига қайси йўналиш бўйича ҳаракатланишга рухсат этилади?",
            "options": [
                "F1. Трамвайга чапга ёки тўғрига",
                "F2. Фақат автомобилга чапга",
                "F3. Трамвай ва автомобилга чапга",
                "F4. Трамвайга чапга ёки тўғрига, автомобилга трамвайдан сўнг",
                "F5. Трамвайга чапга, автомобилга чапга ва қайрилиб олишга"
            ],
            "correctAnswer": 5,
            "explanation": "ЙҲҚ 7-боби 38-бандига асосан, тартибга солувчининг ўнг қўли олдинга узатилганда: чап ёнидан трамвайга чапга, рельссиз транспорт воситаларига барча йўналишларда;\nолди томонидан барча транспорт воситаларига фақат ўнгга ҳаракатланишга рухсат берилади;\nорқа томонидан ва ўнг ёнидан барча транспорт воситаларининг ҳаракатланиши тақиқланади; пиёдаларга тартибга солувчининг орқа томонидан қатнов қисмини кесиб ўтишга рухсат этилади."
        }
    }
}