{
    "questionId": 528,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Siz chapga burilishga yoki qayrilib olishga qaror qildingiz. Orqani ko'rsatadigan ko'zguga qarab bildingizki, ortingizdagi haydovchi Sizni quvib o'tmoqchi. Sizning bundan keyingi harakatingiz?",
            "options": [
                "F1. Burilishning chap koʻrsatkichini yoqish va qatnov qismida qulay joylashib olishdan foydalanib, manyovr qilishga kirishish",
                "F2. Sizning ortingizdan kelayotgan haydovchi Sizni quvib o'tib ketgandan so'nggina burilishning chap ko'rsatkichini yoqish",
                "F3. Burilishning chap koʻrsatkichini yoqish, o'zini quvib o'tishga imkon berishi va so'ng manyovr qilishga kirishish"
            ],
            "correctAnswer": 2,
            "explanation": "YHQ 12-bobi 84-bandiga asosan: Quvib o'tilayotgan transport vositasining haydovchisiga harakat tezligini oshirish yoki boshqa xatti-harakatlar bilan quvib oʻtishga to'sqinlik qilish taqiqlanadi."
        },
        "ru": {
            "text": "Вы решили повернуть налево или развернуться. Посмотрев в зеркало заднего вида, вы поняли, что следующий за вами водитель начал вас обгонять. Ваши дальнейшие действия?",
            "options": [
                "F1. Включить левый указатель поворота и, пользуясь благоприятным расположением на проезжей части, приступить к маневру",
                "F2. Включить левый указатель поворота лишь после того, как вас обгонит следовавший за вами водитель",
                "F3. Включить левый указатель поворота, дать возможность себя обогнать и затем приступить к маневру"
            ],
            "correctAnswer": 2,
            "explanation": "Пункту 84 главы 12 ПДД, гласит: Водителю обгоняемого транспортного средства запрещается препятствовать обгону повышением скорости движения или иными действиями."
        },
        "uzk": {
            "text": "Сиз чапга бурилишга ёки қайрилиб олишга қарор қилдингиз. Орқани кўрсатадиган кўзгуга қараб билдингизки, ортингиздаги ҳайдовчи Сизни қувиб ўтмоқчи. Сизнинг бундан кейинги ҳаракатингиз?",
            "options": [
                "F1. Бурилишнинг чап кўрсаткичини ёқиш ва қатнов қисмида қулай жойлашиб олишдан фойдаланиб, манёвр килишга киришиш",
                "F2. Сизнинг ортингиздан келаётган ҳайдовчи Сизни қувиб ўтиб кетгандан сўнггина бурилишнинг чап кўрсаткичини ёқиш",
                "F3. Бурилишнинг чап кўрсаткичини ёқиш, ўзини қувиб ўтишга имкон бериши ва сўнг манёвр килишга киришиш"
            ],
            "correctAnswer": 2,
            "explanation": "ЙҲҚ 12-боби 84-бандига асосан: Қувиб ўтилаётган транспорт воситасининг ҳайдовчисига ҳаракат тезлигини ошириш ёки бошқа хатти-ҳаракатлар билан қувиб ўтишга тўсқинлик қилиш тақиқланади."
        }
    }
}