{
    "questionId": 520,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Yuk transport vositasining oʻlchamlaridan chiqib tursa, kunning qorong'i vaqtida va yetarli ko'rinmaydigan sharoitda qanday belgilanadi?",
            "options": [
                "F1. Ishora taxtachalari yoki bayroqchalar (diagonal bo'yicha navbatma-navbat tortilgan qizil va oq yo'lli) bilan",
                "F2. Oldi oq rangli chiroq yoki yorug'lik qaytargich, orqasi esa qizil rangli chiroq yoki yorug'lik qaytargich bilan",
                "F3. Orqasiga qizil, oldiga oq bayroqchalar bilan"
            ],
            "correctAnswer": 2,
            "explanation": "YHQ 27-bobi 163-bandiga asosan: Transport vositasining gabaritlaridan old yoki orqa tomonga bir metrdan, yon tomonga gabarit chiroqlarining chetki qismidan 0,4 metrdan ortiq chiqib turgan yuk «Katta o'lchamli yuk» taniqlik belgisi bilan belgilanishi, qorong'i vaqtda va yetarlicha ko'rinmaydigan sharoitda esa bunga qo'shimcha ravishda old oq chiroq yoki yorug'lik qaytargich, orqasi esa qizil chiroq yoki yorug'lik qaytargich bilan belgilanishi kerak."
        },
        "ru": {
            "text": "Как обозначается груз выступающий за габариты транспортного средства в темное время суток и в условиях недостаточной видимости?",
            "options": [
                "F1. Сигнальными щитками или флажками (с нанесенными по диагонали красными и белыми чередующими полосами).",
                "F2. Спереди - фонарем или световозвращателем белого цвета, сзади - фонарем или световозвращателем красного цвета",
                "F3. Флажками - сзади красными, спереди белыми"
            ],
            "correctAnswer": 2,
            "explanation": "Пункт 163 главы 27 ПДД, гласит: Груз, выступающий за габариты транспортного средства спереди или сзади более чем на 1 м, сбоку более чем на 0,4 м от внешнего края габаритного огня, должен быть обозначен опознавательными знаками «Крупногабаритный груз», а в темное время суток и в условиях недостаточной видимости, кроме того, спереди - фонарем или световозвращателем белого цвета, сзади - фонарем или световозвращателем красного цвета."
        },
        "uzk": {
            "text": "Юк транспорт воситасининг ўлчамларидан чиқиб турса, куннинг қоронғи вақтида ва етарли кўринмайдиган шароитда қандай белгиланади?",
            "options": [
                "F1. Ишора тахтачалари ёки байрокчалар (диагонал бўйича навбатма-навбат тортилган қизил ва оқ йўлли) билан",
                "F2. Олди оқ рангли чироқ ёки ёруғлик қайтаргич, орқаси эса қизил рангли чироқ ёки ёруғлик қайтаргич билан",
                "F3. Орқасига қизил, олдига оқ байрокчалар билан"
            ],
            "correctAnswer": 2,
            "explanation": "ЙҲҚ 27-боби 163-бандига асосан: Транспорт воситасининг габаритларидан олд ёки орқа томонга бир метрдан, ён томонга габарит чироқларининг четки қисмидан 0,4 метрдан ортиқ чиқиб турган юк «Katta ўлчамли юк» таниқлик белгиси билан белгиланиши, қоронғи вақтда ва етарлича кўринмайдиган шароитда эса бунга қўшимча равишда олд оқ чироқ ёки ёруғлик қайтаргич, орқаси эса қизил чироқ ёки ёруғлик қайтаргич билан белгиланиши керак."
        }
    }
}