{
    "questionId": 539,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Boldir suyagi o'rtasidan singanda transportda tashish uchun taxtakach yoki uning o'rnini o'tovchi narsa qanday qo'yiladi?",
            "options": [
                "F1. Singan joyga qo'yiladigan shina yoki uning o'rnini bosuvchi narsani siqib bog'lash kerak",
                "F2. Shinani ikki tomondan butun boldir uzunligida tovondan to tizza bo'g'inigacha qo'yish kerak",
                "F3. Tovon tagidan to son oʻrtasigacha oyoqning ichki va tashqi tomonidan ikkita shina qo'yish kerak. Singan joyni, tizza va boldir-oyoq kafti bo'g'inlarini qimirlatmaslik lozim"
            ],
            "correctAnswer": 3,
            "explanation": "Suyak siniqlarining bir-biriga nisbatan qo'zg'almasligini ta'minlash uchun boldirni ikki taxtakach orasida mahkamlab boldir-tovon bo'g'im va tizza bo'g'inining harakatini chegaralash lozim."
        },
        "ru": {
            "text": "Как наложить шину или предмет, заменяющий ее при переломе костей середины голени?",
            "options": [
                "F1. Плотно прибинтовать шину или заменяющий ее предмет к месту перелома",
                "F2. Наложить шину с 2-х сторон на всю длину голени, от стопы до коленного сустава",
                "F3. Наложить две шины с внутренней и наружной стороны ноги от конца стопы до середины бедра. Обездвижить место перелома, коленный и голеностопный суставы"
            ],
            "correctAnswer": 3,
            "explanation": "Наложить шину с 2-х сторон на всю длину голени, от стопы до коленного сустава. Наложить две шины с внутренней и наружной стороны ноги от конца стопы до середины бедра. Обездвижить место перелома, коленный и голеностопный суставы. Наложить шину или предмет, заменяющий ее при переломе костей середины голени, нужно следующим образом: наложить две шины с внутренней и наружной стороны ноги от конца стопы до середины бедра;\nобездвижить место перелома, коленный и голеностопный суставы."
        },
        "uzk": {
            "text": "Болдир суяги ўртасидан синганда транспортда ташиш учун тахтакач ёки унинг ўрнини ўтовчи нарса қандай қўйилади?",
            "options": [
                "F1. Синган жойга қўйиладиган шина ёки унинг ўрнини босувчи нарсани сикиб боғлаш керак",
                "F2. Шинани икки томондан бутун болдир узунлигида товондан то тизза бўғинигача қўйиш керак",
                "F3. Товон тагидан то сон ўртасигача оëкнинг ички ва ташқи томонидан иккита шина қўйиш керак. Синган жойни, тизза ва болдир-оëк кафти бўғинларини қимирлатмаслик лозим"
            ],
            "correctAnswer": 3,
            "explanation": "Суяк синиқларининг бир-бирига нисбатан қўзғалмаслигини таъминлаш учун болдирни икки тахтакач орасида маҳкамлаб болдир-товон бўғим ва тизза бўғинининг ҳаракатини чегаралаш лозим."
        }
    }
}