{
    "questionId":  536,
    "image":  "data/images/q0536.webp",
    "translations":  {
                         "uz":  {
                                    "text":  "Qaysi transport vositasining haydovchisi to\u0027xtash qoidasini buzdi?",
                                    "options":  [
                                                    "F1. Faqat mototsikl haydovchisi",
                                                    "F2. Faqat avtomobil haydovchisi",
                                                    "F3. Har ikkisi buzdi",
                                                    "F4. Hech kim buzmadi"
                                                ],
                                    "correctAnswer":  1,
                                    "explanation":  "YHQ 13-bobi 91-bandi Quyidagilarda to\u0027xtash taqiqlanadi: Bekat maydonchalarida, yo\u0027nalishli transport vositalari toʻxtash joylarida, jumladan, 1.17 chizigʻi bilan belgilangan, ular boʻlmaganda esa yo\u0027nalishli transport vositalari to\u0027xtash joyi belgilari va bekatdan harakatlanish yoʻnalishi boʻylab (yetmasdan va o\u0027tib ketib) 15 metrdan kam masofada (yo\u0027nalishli transport vositalari harakatiga xalaqit bermasa yo\u0027lovchilarni chiqarish yoki tushirish uchun toʻxtash bundan mustasno)."
                                },
                         "ru":  {
                                    "text":  "Водитель какого транспортного средства нарушил правила остановки?",
                                    "options":  [
                                                    "F1. Только водитель мотоцикла",
                                                    "F2. Только водитель автомобиля",
                                                    "F3. Водители автомобиля и мотоцикла",
                                                    "F4. Никто не нарушил"
                                                ],
                                    "correctAnswer":  1,
                                    "explanation":  "Aбзацу 9 пункт 91 главы 13 ПДД, гласит: на остановочных площадках, местах остановки маршрутных транспортных средств, в том числе обозначенных дорожной разметкой 1.17 и ближе 15 м от них с обеих сторон по ходу движения, при их отсутствии — от указателя места остановки маршрутных транспортных средств (кроме остановки для посадки или высадки пассажиров, если это не создаст помех движению маршрутных транспортных средств)."
                                },
                         "uzk":  {
                                     "text":  "Қайси транспорт воситасининг ҳайдовчиси тўхташ қоидасини бузди?",
                                     "options":  [
                                                     "F1. Фақат мотоцикл ҳайдовчиси",
                                                     "F2. Фақат автомобиль ҳайдовчиси",
                                                     "F3. Ҳар иккиси бузди",
                                                     "F4. Ҳеч ким бузмади"
                                                 ],
                                     "correctAnswer":  1,
                                     "explanation":  "ЙҲҚ 13-боби 91-банди Куйидагиларда тухташ такикланади: Бекат майдончаларида, йўналишли транспорт воситалари тўхташ жойларида, жумладан, 1.17 чизиғи билан белгиланган, улар бўлмаганда эса йўналишли транспорт воситалари тўхташ жойи белгилари ва бекатдан ҳаракатланиш йўналиши бўйлаб (етмасдан ва ўтиб кетиб) 15 метрдан кам масофада (йўналишли транспорт воситалари ҳаракатига халақит бермаса йўловчиларни чиқариш ёки тушириш учун тўхташ бундан мустасно)."
                                 }
                     }
}
