{
    "questionId": 531,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Quvib o'tish nima?",
            "options": [
                "F1. Bir yoki bir nechta transport vositalarini qarama-qarshi yo'nalishda harakatlanish uchun mo'ljallangan tasmaga chiqib, so'ngra ilgari egallagan qatoriga qaytib o'tish bilan bog'liq bo'lgan o'zib ketish.",
                "F2. Kam tezlik bilan qo'shni qatorda harakatlanayotgan bir yoki bir qancha transport vositalaridan o'zib ketish.",
                "F3. Egallagan harakatlanish bo'lagidan chiqib oldinda ketayotgan transport vositasidan o'zib ketish."
            ],
            "correctAnswer": 1,
            "explanation": "YHQ 1-ilova 1-bob. Umumiy qoidalar: Quvib oʻtish — bir yoki bir nechta transport vositalarini qarama-qarshi yoʻnalishda harakatlanish uchun mo'ljallangan tasmaga chiqib, soʻngra ilgari egallagan qatoriga qaytib o'tish bilan bogʻliq bo'lgan o'zib ketish."
        },
        "ru": {
            "text": "Что такое обгон?",
            "options": [
                "F1. Опережение одного или нескольких транспортных средств, связанное с выездом на полосу, предназначенную для движения в противоположном направлении, и последующем возвращеним на ранее занимаемую полосу",
                "F2. Опережение одного или нескольких транспортных средств на высокой скорости за исключением транспортных средств движущихся со скоростью менее 40 км/ч. гужевой повозки, велосипеда",
                "F3. Опережение движущегося впереди транспортного средства, связанное с выездом из занимаемой полосы"
            ],
            "correctAnswer": 1,
            "explanation": "Приложение №1 ПДД Общие правила: Обгон — Обгон с участием одного или нескольких транспортных средств, выезжающих на полосу, предназначенную для движения во встречном направлении, и затем возвращающихся на ранее занимаемую ими полосу."
        },
        "uzk": {
            "text": "Қувиб ўтиш нима?",
            "options": [
                "F1. Бир ёки бир нечта транспорт воситаларини қарама-қарши йўналишда ҳаракатланиш учун мўлжалланган тасмага чиқиб, сўнгра илгари егаллаган қаторига қайтиб ўтиш билан боғлиқ бўлган ўзиб кетиш.",
                "F2. Кам тезлик билан қўшни қаторда ҳаракатланаётган бир ёки бир канча транспорт воситаларидан ўзиб кетиш",
                "F3. Эгаллаган ҳаракатланиш бўлагидан чиқиб олдинда кетаëтган транспорт воситасидан ўзиб кетиш"
            ],
            "correctAnswer": 1,
            "explanation": "ЙҲҚ 1-илова 1-боб. Умумий қоидалар: Қувиб ўтиш — бир ёки бир нечта транспорт воситаларини қарама-қарши йўналишда ҳаракатланиш учун мўлжалланган тасмага чиқиб, сўнгра илгари эгаллаган қаторига қайтиб ўтиш билан боғлиқ бўлган ўзиб кетиш."
        }
    }
}