{
    "questionId":  534,
    "image":  "data/images/q0534.webp",
    "translations":  {
                         "uz":  {
                                    "text":  "Текст вопроса не найден",
                                    "options":  [
                                                    "F1. Sariq chorrahaga chiqadi va yashilni o\u0027tkazib yuborish uchun to\u0027xtaydi; yashil, ko\u0027k ayni vaqtda qizil bilan; sariq",
                                                    "F2. Ko\u0027k ayni vaqtda qizil bilan; yashil; sariq",
                                                    "F3. Yashil; ko\u0027k ayni vaqtda qizil; soʻng sariq"
                                                ],
                                    "correctAnswer":  3,
                                    "explanation":  "YHQ 16-bobi 105-bandi: Teng ahamiyatga ega bo\u0027lgan yo\u0027llar kesishgan chorrahada relssiz transport vositasining haydovchisi o\u0027ngdan yaqinlashayotgan transport vositalariga yoʻl berishi shart. Bu qoidaga tramvay haydovchilari ham oʻzaro amal qilishlari kerak. Bunday chorrahalarda keyingi harakat yo\u0027nalishidan qat\u0027iy nazar, tramvay relssiz transport vositalariga nisbatan oldin o\u0027tish huquqiga ega bo\u0027ladi."
                                },
                         "ru":  {
                                    "text":  "Текст вопроса не найден",
                                    "options":  [
                                                    "F1. Желтый въедет на перекресток и остановится, чтобы пропустить зеленый; зеленый, синий одновременно с красным; желтый",
                                                    "F2. Синий одновременно с красным; зеленый; желтый",
                                                    "F3. Зеленый; синий одновременно с красным; желтый"
                                                ],
                                    "correctAnswer":  3,
                                    "explanation":  "Пункту 105 главы 16 ПДД, гласит: На перекрестке равнозначных дорог водитель безрельсового транспортного средства обязан уступить дорогу транспортным средствам, приближающимся справа. Этим же правилом должны руководствоваться между собой водители трамваев. На таких перекрестках трамвай имеет право на первоочередное движение перед безрельсовыми транспортными средствами независимо от направления его движения."
                                },
                         "uzk":  {
                                     "text":  "Текст вопроса не найден",
                                     "options":  [
                                                     "F1. Сариқ чорраҳага чиқади ва яшилни ўтказиб юбориш учун тўхтайди; яшил, кўк айни вақтда қизил билан; сариқ",
                                                     "F2. Кўк айни вақтда қизил билан; яшил; сариқ",
                                                     "F3. Яшил; кўк айни вақтда қизил; сўнг сариқ"
                                                 ],
                                     "correctAnswer":  3,
                                     "explanation":  "ЙҲҚ 16-боби 105-банди: Тенг аҳамиятга эга бўлган йўллар кесишган чорраҳада рельссиз транспорт воситасининг ҳайдовчиси ўнгдан яқинлашаётган транспорт воситаларига йўл бериши шарт. Бу қоидага трамвай ҳайдовчилари ҳам ўзаро амал қилишлари керак. Бундай чорраҳаларда кейинги ҳаракат йўналишидан қатъий назар, трамвай рельссиз транспорт воситаларига нисбатан олдин ўтиш ҳуқуқига эга бўлади."
                                 }
                     }
}
