{
    "questionId": 530,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Yo'lovchi tashishga mo'ljallanmagan yuk avtomobilida yukni kuzatib boruvchi yoki qabul qilib oluvchi shaxslarning tashilishiga ruxsat beriladimi?",
            "options": [
                "F1. Agar bort balandligidan pastda joylashgan qulay o'rindiq bo'lsa ruxsat beriladi",
                "F2. Taqiqlanadi"
            ],
            "correctAnswer": 1,
            "explanation": "YHQ 26-bobi 154-bandiga asosan: Odam tashishga moslashtirilmagan yuk avtomobillarining yukxonasida faqat yukni olish uchun borayotgan yoki uni kuzatib borayotgan shaxslarning bo'lishiga yo'l qo'yiladi, bunda ular bortlardan pastda joylashgan o'rindiqlar bilan ta'minlanishlari kerak."
        },
        "ru": {
            "text": "Разрешается ли в кузове грузового автомобиля, не оборудованного для перевозки людей, находиться людям, сопровождающим груз или следующим за его получением?",
            "options": [
                "F1. Разрешается, если они обеспеченны удобными местами для сидения, расположенными ниже уровня бортов",
                "F2. Запрещается"
            ],
            "correctAnswer": 1,
            "explanation": "Пункту 154 главы 26 ПДД, гласит: Проезд в кузове грузового автомобиля, не оборудованном для перевозки людей, разрешается только лицам, сопровождающим груз или следующим за его получением, при условии, что они обеспечены местом для сидения, расположенным ниже уровня бортов."
        },
        "uzk": {
            "text": "Йўловчи ташишга мўлжалланмаган юк автомобилида юкни кузатиб борувчи ёки қабул қилиб олувчи шахсларнинг ташилишига рухсат бериладими?",
            "options": [
                "F1. Агар борт баландлигидан пастда жойлашган қулай ўриндиқ бўлса рухсат берилади",
                "F2. Тақиқланади"
            ],
            "correctAnswer": 1,
            "explanation": "ЙҲҚ 26-боби 154-бандига асосан: Одам ташишга мослаштирилмаган юк автомобилларининг юкхонасида фақат юкни олиш учун бораётган ёки уни кузатиб бораётган шахсларнинг бўлишига йўл қўйилади, бунда улар бортлардан пастда жойлашган ўриндиқлар билан таъминланишлари керак."
        }
    }
}