{
    "questionId":  545,
    "image":  "data/images/q0545.webp",
    "translations":  {
                         "uz":  {
                                    "text":  "Harakatlanish qaysi yo\u0027nalishda ruxsat etilgan?",
                                    "options":  [
                                                    "F1. To\u0027g\u0027riga va o\u0027ngga birinchi yo\u0027nalishga",
                                                    "F2. O\u0027ngga birinchi yoʻnalishga",
                                                    "F3. O\u0027ngga ikkinchi yo\u0027nalishga",
                                                    "F4. O\u0027ngga birinchi va ikkinchi yo\u0027nalishga"
                                                ],
                                    "correctAnswer":  2,
                                    "explanation":  "YHQ 7-bobi 32-bandining birinchi xatboshisiga asosan: Yo\u0027naltirgich koʻrinishidagi qizil, sariq va yashil rangli svetofor ishoralari ham doira shaklidagi svetofor ishoralari bilan bir xil ma\u0027noga ega bo\u0027ladi. Ular faqat ko\u0027rsatilgan yo\u0027nalishga ta\u0027sir etadi."
                                },
                         "ru":  {
                                    "text":  "В каком направлении разрешено движение?",
                                    "options":  [
                                                    "F1. Прямо и направо в первый проезд",
                                                    "F2. Направо в первый проезд",
                                                    "F3. Направо во второй проезд",
                                                    "F4. Направо в первый и второй проезды"
                                                ],
                                    "correctAnswer":  2,
                                    "explanation":  "Пункт 32 главы 7 ПДД, гласит: Сигналы светофора, выполненные в виде стрелок красного, желтого и зеленого цветов, имеют то же значение, что и круглые сигналы соответствующего цвета. Их действие распространяется только на направление, указываемое стрелками. Стрелка, разрешающая поворот налево, разрешает и разворот, если это не запрещено соответствующим дорожным знаком. Такое же значение имеет зеленая стрелка в дополнительной секции.\nВыключенный сигнал дополнительной секции означает запрещение движения в направлении, регулируемом этой секцией.\nВ данном случае стрелка в правой дополнительной секции светофора предписывает двигаться только направо на ближайшем пересечении. Соответственно, движение разрешено в первый правый поворот."
                                },
                         "uzk":  {
                                     "text":  "Ҳаракатланиш қайси йўналишда рухсат этилган?",
                                     "options":  [
                                                     "F1. Тўғрига ва ўнгга биринчи йўналишга",
                                                     "F2. Ўнгга биринчи йўналишга",
                                                     "F3. Ўнгга иккинчи йўналишга",
                                                     "F4. Ўнгга биринчи ва иккинчи йўналишга"
                                                 ],
                                     "correctAnswer":  2,
                                     "explanation":  "ЙҲҚ 7-боби 32-бандининг биринчи хатбошисига асосан: Иуналтиргич кўринишидаги қизил, сариқ ва яшил рангли светофор ишоралари ҳам доира шаклидаги светофор ишоралари билан бир хил маънога эга бўлади. Улар фақат кўрсатилган йўналишга таъсир этади."
                                 }
                     }
}
