{
    "questionId":  553,
    "image":  "data/images/q0553.webp",
    "translations":  {
                         "uz":  {
                                    "text":  "Belgilarning ta\u0027siri qaysi transport vositalariga tatbiq etiladi?",
                                    "options":  [
                                                    "F1. Faqat yuk avtomobillarga",
                                                    "F2. Yengil avtomobillarga va mototsikllarga",
                                                    "F3. Faqat yengil avtomobillarga"
                                                ],
                                    "correctAnswer":  3,
                                    "explanation":  "YHQ 1-ilovasi 7-bo\u0027limining oʻn ikkinchi va o\u0027n uchinchi xatboshlariga asosan: 7.4.3. «Transport vositasining turi». Belgining ta\u0027siri joriy etilgan transport vositalari turini koʻrsatadi. 7.4.1 belgi bilan oʻrnatilgan yo\u0027l belgisining ta\u0027siri yuk tashuvchi, shu jumladan, tirkamali, toʻla vazni 3,5 tonnadan ortiq boʻlgan transport vositalariga, 7.4.3 belgi bilan oʻrnatilgan yoʻl belgisining ta\u0027siri yengil avtomobillarga, shuningdek to\u0027la vazni 3,5 tonnagacha bo\u0027lgan yuk tashuvchi transport vositalariga tatbiq etiladi."
                                },
                         "ru":  {
                                    "text":  "На какие транспортные средства распространяется действие знаков?",
                                    "options":  [
                                                    "F1. Только на грузовые автомобили",
                                                    "F2. Легковые автомобили и мотоциклы",
                                                    "F3. Только легковые автомобили"
                                                ],
                                    "correctAnswer":  3,
                                    "explanation":  "Предписывающий знак 4.1.2 \"Движение направо\". Знак дополнительной информации 7.4.3 \"Вид транспортного средства\". Указывает вид транспортного средства, на который распространяется действие знака - на легковые автомобили, а также грузовые автомобили с разрешенной максимальной массой до 3,5 т."
                                },
                         "uzk":  {
                                     "text":  "Белгиларнинг таъсири қайси транспорт воситаларига татбиқ этилади?",
                                     "options":  [
                                                     "F1. Фақат юк автомобилларга",
                                                     "F2. Енгил автомобилларга ва мотоциклларга",
                                                     "F3. Фақат енгил автомобилларга"
                                                 ],
                                     "correctAnswer":  3,
                                     "explanation":  "ЙҲҚ 1-иловаси 7-бўлимининг ўн иккинчи ва ўн учинчи хатбошларига асосан: 7.4.3. «Транспорт воситасининг тури». Белгининг таъсири жорий этилган транспорт воситалари турини кўрсатади. 7.4.1 белги билан ўрнатилган йўл белгисининг таъсири юк ташувчи, шу жумладан, тиркамали, тўла вазни 3,5 тоннадан ортиқ бўлган транспорт воситаларига, 7.4.3 белги билан ўрнатилган йўл белгисининг таъсири енгил автомобилларга, шунингдек тўла вазни 3,5 тоннагача бўлган юк ташувчи транспорт воситаларига татбиқ этилади."
                                 }
                     }
}
