{
    "questionId": 558,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Aholi punktidan tashqarida transport vositalarining uzoq to'xtab turishi (dam olish, tunash va hokazo)ga qayerda ruxsat etiladi?",
            "options": [
                "F1. Yo'l chetida",
                "F2. To'xtab turish maydonchalarida yoki yo'ldan tashqarida",
                "F3. Yo'l qatnov qismining o'ng tomonida, biroq u boshqa transport vositalarining harakatlanishiga to'sqinlik qilmasligi kerak",
                "F4. Yo'lning chap tomonida, biroq harakat xavfsizligi choralariga rioya qilgan holda"
            ],
            "correctAnswer": 2,
            "explanation": "YHQ 13-bobi 90-bandiga asosan: Aholi punktlaridan tashqarida tunab qolish, dam olish yoki boshqa maqsadlarda uzoq vaqt toʻxtab turishga Faqat buning uchun ko'zda tutilgan maydonchalarda yoki yoʻldan tashqarida ruxsat etiladi."
        },
        "ru": {
            "text": "Где разрешается длительная стоянка транспортных средств (отдых, ночлег и т.д.) вне населенного пункта?",
            "options": [
                "F1. На обочине дороги",
                "F2. На площадках для стоянки или за пределами дороги",
                "F3. На правой стороне проезжей части дороги, но так, чтобы не препятствовать движению других транспортных средств",
                "F4. На левой стороне, только соблюдая все меры безопасности движения"
            ],
            "correctAnswer": 2,
            "explanation": "Пункту 90 главы 13 ПДД, гласит: Вне населенных пунктов стоянка для отдыха, ночлега и в других целях разрешается только на предусмотренных для этого площадках или за пределами дороги."
        },
        "uzk": {
            "text": "Аҳоли пунктидан ташқарида транспорт воситаларининг узоқ тўхтаб туриши (дам олиш, тунаш ва ҳоказо)га қаерда рухсат этилади?",
            "options": [
                "F1. Йўл четида",
                "F2. Тўхтаб туриш майдончаларида ёки йўлдан ташкарида",
                "F3. Йўл қатнов қисмининг ўнг томонида, бироқ у бошқа транспорт воситаларининг ҳаракатланишига тўсқинлик қилмаслиги керак",
                "F4. Йўлнинг чап томонида, бироқ ҳаракат хавфсизлиги чораларига риоя килган ҳолда"
            ],
            "correctAnswer": 2,
            "explanation": "ЙҲҚ 13-боби 90-бандига асосан: Аҳоли пунктларидан ташқарида тунаб қолиш, дам олиш ёки бошқа мақсадларда узоқ вақт тўхтаб туришга фақат бунинг учун кўзда тутилган майдончаларда ёки йўлдан ташқарида рухсат этилади."
        }
    }
}