{
    "questionId": 556,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Shaharlararo qatnaydigan avtobusning haydovchisiga aholi punktlaridan tashqarida tezlikni 80 km/soatdan oshirishga ruxsat etiladimi?",
            "options": [
                "F1. Faqat shu yo'nalishda harakatlanish uchun ikki yoki undan ortiq tasma bo'lgan yo'llarda harakatlanganda ruxsat etiladi",
                "F2. Ruxsat etiladi",
                "F3. Taqiqlanadi"
            ],
            "correctAnswer": 2,
            "explanation": "YHQ 11-bobi 79-bandining ikkinchi xatboshisiga asosan, aholi punktlaridan tashqarida: shaharlararo qatnaydigan avtobuslarga va mikroavtobuslarga tezlikni soatiga 90 kilometrdan oshirmasdan harakatlanishga ruxsat etiladi."
        },
        "ru": {
            "text": "Разрешается ли водителю междугородного автобуса вне населенных пунктов превышать скорость 80 км/ч.?",
            "options": [
                "F1. Разрешается только при движении по дороге, имеющей две и более полосы для движения в данном направлении",
                "F2. Разрешается",
                "F3. Запрещается"
            ],
            "correctAnswer": 2,
            "explanation": "Пункту 79 главы 11 ПДД, гласит: Вне населенных пунктов разрешается движение: - междугородним автобусам и микроавтобусам - не более 90 км/ч."
        },
        "uzk": {
            "text": "Шаҳарлараро қатнайдиган автобуснинг ҳайдовчисига аҳоли пунктларидан ташқарида тезликни 80 км/соатдан оширишга рухсат этиладими?",
            "options": [
                "F1. Фақат шу йўналишда ҳаракатланиш учун икки ёки ундан ортиқ тасма бўлган йўлларда ҳаракатланганда рухсат этилади",
                "F2. Рухсат этилади",
                "F3. Тақиқланади"
            ],
            "correctAnswer": 2,
            "explanation": "ЙҲҚ 11-боби 79-бандининг иккинчи хатбошисига асосан, аҳоли пунктларидан ташқарида: шаҳарлараро қатнайдиган автобусларга ва микроавтобусларга тезликни соатига 90 километрдан оширмасдан ҳаракатланишга рухсат этилади."
        }
    }
}