{
    "questionId":  568,
    "image":  "data/images/q0568.webp",
    "translations":  {
                         "uz":  {
                                    "text":  "Bunday yo\u0027l belgisi bilan belgilangan yo\u0027l qismlarida shaharlararo qatnaydigan avtobuslarning qanday eng yuqori tezlikda harakatlanishiga ruxsat etiladi?",
                                    "options":  [
                                                    "F1. 50 km/s",
                                                    "F2. 60 km/s",
                                                    "F3. 70 km/s",
                                                    "F4. 80 km/s",
                                                    "F5. 90 km/s"
                                                ],
                                    "correctAnswer":  5,
                                    "explanation":  "YHQ 11-Bob 79-bandining ikkinchi xatboshisiga asosan, aholi punktlaridan tashqarida: shaharlararo qatnaydigan avtobuslarga va mikroavtobuslarga tezlikni soatiga 90 kilometrdan oshirmasdan harakatlanishga ruxsat beriladi."
                                },
                         "ru":  {
                                    "text":  "С какой максимальной скоростью разрешается движение междугородным автобусам на участках дорог, обозначенных таким дорожным знаком?",
                                    "options":  [
                                                    "F1. 50 км/ч",
                                                    "F2. 60 км/ч",
                                                    "F3. 70 км/ч",
                                                    "F4. 80 км/ч",
                                                    "F5. 90 км/ч"
                                                ],
                                    "correctAnswer":  5,
                                    "explanation":  "Информационно-указательный знак 5.24 \"Начало населенного пункта\". Наименование и начало населенного пункта, в котором на данной дороге не действуют требования Правил дорожного движения, устанавливающие порядок движения в населенных пунктах.\nПункту 79 главы 11 ПДД, гласит: Вне населенных пунктов разрешается движение: - междугородним автобусам и микроавтобусам - не более 90 км/ч."
                                },
                         "uzk":  {
                                     "text":  "Бундай йўл белгиси билан белгиланган йўл қисмларида шаҳарлараро қатнайдиган автобусларнинг қандай энг юқори тезликда ҳаракатланишига рухсат этилади?",
                                     "options":  [
                                                     "F1. 50 км/с",
                                                     "F2. 60 км/с",
                                                     "F3. 70 км/с",
                                                     "F4. 80 км/с",
                                                     "F5. 90 км/с"
                                                 ],
                                     "correctAnswer":  5,
                                     "explanation":  "ЙҲҚ 11-боби 79-бандининг иккинчи хатбошисига асосан, аҳоли пунктларидан ташқарида: шаҳарлараро қатнайдиган автобусларга ва микроавтобусларга тезликни соатига 90 километрдан оширмасдан ҳаракатланишга рухсат берилади."
                                 }
                     }
}
