{
    "questionId": 567,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Transport vositalarining trotuar va piyodalar yo'lkasi bo'ylab harakatlanishiga yoʻl qo'yiladimi?",
            "options": [
                "F1. Yo'l qo'yiladi, agar bu piyodalarning harakatiga halal bermasa",
                "F2. Yo'l qo'yilmaydi, chunki bu piyodalarning hayotini xavf ostiga qo'yishi mumkin",
                "F3. Bevosita shu trotuar yoki yo'lkalarda joylashgan savdo yoki boshqa korxonalarga xizmat ko'rsatishda yo'l qo'yiladi",
                "F4. Trotuarda turgan boshqa transport vositasini aylanib o'tish uchun yo'l qo'yiladi"
            ],
            "correctAnswer": 3,
            "explanation": "YHQ 10-bobi 72-bandiga asosan: Qoidalarning 88, 166-bandlarida ko'zda tutilganlardan boshqa hollarda transport vositalarining ajratuvchi mintaqalar, yo'l yoqalari, trotuarlar, piyodalar yo'lkalarida, velosiped yo'lkalari, velosipedchilar uchun tasmalar, piyodalar va velosipedchilarning birga va alohida harakatlanadigan yo'laklarda mexanik transport vositalarining harakatlanishi taqiqlanadi.\nBu joylarda yo'ldan foydalanish va kommunal xizmat mashinalarining harakatlanishiga, shuningdek, bevosita yo'l yoqalari, trotuarlar yoki piyodalar yo'lkalari oldida joylashgan savdo shoxobchalari, korxonalar va boshqa inshootlarga yuk olib kirish uchun boshqa imkoniyati bo'lmagan transport vositalariga yaqin yo'ldan kirishga ruxsat etiladi. Bunda harakatlanish xavfsizligi ta’minlangan bo'lishi shart."
        },
        "ru": {
            "text": "Допускается ли движение транспортных средств по тротуарам и пешеходным дорожкам?",
            "options": [
                "F1. Допускается, если это не затрудняет движение пешеходов",
                "F2. Не допускается, так как это может поставить под угрозу безопасность пешеходов",
                "F3. Допускается при обслуживании торговых и других предприятий, расположенных непосредственно у этих тротуаров или дорожек",
                "F4. Допускается для объезда стоящего у тротуара другого транспортного средства"
            ],
            "correctAnswer": 3,
            "explanation": "Пункту 72 главы 10 ПДД, гласит: Запрещается движение транспортных средств по обочинам, тротуарам и пешеходным дорожкам (за исключением случаев, оговоренных в пунктах 88, 166 Правил). Допускается движение машин дорожно-эксплуатационных и коммунальных служб, а также подъезд по кратчайшему пути транспортных средств, подвозящих грузы к торговым и другим предприятиям и объектам, расположенным непосредственно у обочин, тротуаров или пешеходных дорожек, при отсутствии других возможностей подъезда. При этом полностью должна быть обеспечена безопасность движения."
        },
        "uzk": {
            "text": "Транспорт воситаларининг тротуар ва пиёдалар йўлкаси бўйлаб ҳаракатланишига йўл қўйиладими?",
            "options": [
                "F1. Йўл қўйилади, агар бу пиёдаларнинг ҳаракатига ҳалал бермаса",
                "F2. Йўл қўйилмайди, чунки бу пиёдаларнинг ҳаётини хавф остига қўйиши мумкин",
                "F3. Бевосита шу тротуар ёки йўлкаларда жойлашган савдо ёки бошқа корхоналарга хизмат кўрсатишда йўл қўйилади",
                "F4. Тротуарда турган бошқа транспорт воситасини айланиб ўтиш учун йўл қўйилади"
            ],
            "correctAnswer": 3,
            "explanation": "ЙҲҚ 10-боби 72-бандига асосан: Қоидаларнинг 88, 166-бандларида кўзда тутилганлардан бошқа ҳолларда транспорт воситаларининг ажратувчи минтақалар, йўл ёқалари, тротуарлар, пиёдалар йўлкаларида, велосипед йўлкалари, велосипедчилар учун тасмалар, пиёдалар ва велосипедчиларнинг бирга ва алоҳида ҳаракатланадиган йўлакларда механик транспорт воситаларининг ҳаракатланиши тақиқланади.\nБу жойларда йўлдан фойдаланиш ва коммунал хизмат машиналарининг ҳаракатланишига, шунингдек, бевосита йўл ёқалари, тротуарлар ёки пиёдалар йўлкалари олдида жойлашган савдо шохобчалари, корхоналар ва бошқа иншоотларга юк олиб кириш учун бошқа имконияти бўлмаган транспорт воситаларига яқин йўлдан киришга рухсат етилади. Бунда ҳаракатланиш хавфсизлиги таъминланган бўлиши шарт."
        }
    }
}