{
    "questionId": 561,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Qaysi yo'l asosiy yo'l hisoblanadi?",
            "options": [
                "F1. Tuproqli yoki shag'alli yo'lga nisbatan qoplamali yo'l yoki tegishli belgilar bilan belgilangan yo'l",
                "F2. Uch tomonlama chorrahada tutashib kelgan yo'lga nisbatan har ikki tomonga davom etuvchi yo'l",
                "F3. Har bir yo'nalishda harakatlanish uchun bir tasmali yo'lga nisbatan ko'p tasmali qatnov qismi bo'lgan yo'l"
            ],
            "correctAnswer": 1,
            "explanation": "YHQ 1-bobi 6-bandining sakkizinchi xatboshisiga asosan: Asosiy yoʻl — tuproqli yoki shag'alli yoʻlga nisbatan qattiq qoplamali (asfalt va sement-betonli va shunga o'xshashlar yotqizilgan), kesishayotgan yoki tutashgan yoʻlga nisbatan 2.1, 2.3.1 — 2.3.3 yoki 5.1 yoʻl belgilari bilan belgilangan yoxud yondosh hududdan chiqadigan yo'lga nisbatan har qanday yo'l. Ikkinchi darajali yoʻlning bevosita chorrahaga tutash qismining qoplamali bo'lishi uni asosiy yo'l bilan teng huquqli qilmaydi."
        },
        "ru": {
            "text": "Какую дорогу считать главной?",
            "options": [
                "F1. Дорогу с твердым покрытием по отношению к грунтовой или обозначенную соответствующими знаками",
                "F2. Дорогу с продолжением в обе стороны по отношению к примыкающей на трехстороннем перекрестке",
                "F3. Дорогу с многополосной проезжей частью по отношению к дороге с одной полосой для движения в каждом направлении"
            ],
            "correctAnswer": 1,
            "explanation": "В разделе №2 ПДД (\"Основные понятия и термины, применяемые в правилах\") сказано: Главная дорога - дорога с твердым покрытием (асфальто- и цементобетон, каменные материалы и тому подобное) по отношению к грунтовой дороге или дорога, обозначенная знаками 2.1, 2.3.1-2.3.3 или 5.1, по отношению к пересекаемой (примыкающей), либо любая дорога по отношению к выездам с прилегающих территорий. Наличие покрытия на второстепенной дороге непосредственно перед перекрестком не делает ее равной по значению с пересекаемой."
        },
        "uzk": {
            "text": "Қайси йўл асосий йўл ҳисобланади?",
            "options": [
                "F1. Тупроқли ёки шағалли йўлга нисбатан қопламали йўл ёки тегишли белгилар билан белгиланган йўл",
                "F2. Уч томонлама чорраҳада туташиб келган йўлга нисбатан ҳар икки томонга давом этувчи йўл",
                "F3. Ҳар бир йўналишда ҳаракатланиш учун бир тасмали йўлга нисбатан кўп тасмали қатнов қисми бўлган йўл"
            ],
            "correctAnswer": 1,
            "explanation": "ЙҲҚ 1-боби 6-бандининг саккизинчи хатбошисига асосан: Асосий йўл — тупроқли ёки шағалли йўлга нисбатан қаттиқ қопламали (асфалът ва цемент-бетонли ва шунга ўхшашлар ётқизилган), кесишаётган ёки туташган йўлга нисбатан 2.1, 2.3.1 — 2.3.3 ёки 5.1 йўл белгилари билан белгиланган ёхуд ёндош ҳудуддан чиқадиган йўлга нисбатан ҳар қандай йўл. Иккинчи даражали йўлнинг бевосита чорраҳага туташ қисмининг қопламали бўлиши уни асосий йўл билан тенг ҳуқуқли қилмайди."
        }
    }
}