{
    "questionId": 577,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Haydovchi quvib o'tishni boshlashdan oldin nimaga ishonch hosil qilishi kerak?",
            "options": [
                "F1. Quvib o'tayotgan transport vositasi haydovchisidan ancha tezroq harakatlanishiga",
                "F2. Shu tasma bo'yicha oldinda harakatlanayotgan transport vositasi haydovchisi chapga burilish (qayta tizilish) haqida ishora bermaganiga",
                "F3. U chiqishga mo'ljallagan yo'l qismi 1000 metr masofada bo'sh ekaniga"
            ],
            "correctAnswer": 2,
            "explanation": "YHQ 12-bobi 82-bandining uchinchi xatboshisiga asosan, haydovchi quvib o'tishni boshlashdan oldin: oldinda harakatlanayotgan transport vositasi quvib o'tish, chapga burilish (qayta tizilish) ishorasini bermayotganligiga ishonch hosil qilishi kerak."
        },
        "ru": {
            "text": "В чем должен убедиться водитель, прежде чем начать обгон?",
            "options": [
                "F1. В том, что он движется гораздо быстрее водителя обгоняемого транспортного средства",
                "F2. В том, что водитель транспортного средства, движущегося впереди по той же полосе, не подал сигнал о повороте (перестроении) налево",
                "F3. В том, что участок дороги, на который он намерен выехать, свободен на расстоянии 1 ООО м"
            ],
            "correctAnswer": 2,
            "explanation": "Aбзацу 3 пункта 82 главы 12 ПДД, прежде чем начать обгон, водитель должен убедиться в том, что транспортное средство, движущееся впереди, не подало сигнал об обгоне, повороте (перестроении) налево."
        },
        "uzk": {
            "text": "Ҳайдовчи қувиб ўтишни бошлашдан олдин нимага ишонч ҳосил қилИШИ керак?",
            "options": [
                "F1. Қувиб ўтаётган транспорт воситаси ҳайдовчисидан анча тезрок ҳаракатланишига",
                "F2. Шу тасма бўйича олдинда ҳаракатланаётган транспорт воситаси ҳайдовчиси чапга бурилиш (қайта тизилиш) ҳакида ишора бермаганига",
                "F3. У чикишга мўлжаллаган йўл қисми 1000 метр масофада бўш эканига"
            ],
            "correctAnswer": 2,
            "explanation": "ЙҲҚ 12-боби 82-бандининг учинчи хатбошисига асосан, ҳайдовчи қувиб ўтишни бошлашдан олдин: олдинда ҳаракатланаётган транспорт воситаси қувиб ўтиш, чапга бурилиш (қайта тизилиш) ишорасини бермаётганлигига ишонч ҳосил қилиши керак."
        }
    }
}