{
    "questionId": 576,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Temir yo'l kesishmasidan o'tishda haydovchi nimaga amal qilishi kerak?",
            "options": [
                "F1. Shlagbaumning holatiga va svetofor ishorasiga",
                "F2. Yo'l belgilari va chiziqlariga",
                "F3. Temir yo'l kesishmasi navbatchisining ko'rsatmalari va ishoralariga",
                "F4. Barcha sanab o'tilgan talablarga"
            ],
            "correctAnswer": 4,
            "explanation": "YHQ 18-bobi 117-bandiga asosan: Temir yoʻl kesishmasiga yaqinlashib kelayotgan haydovchi yo'l belgilari va chiziqlariga, svetofor ishoralariga, shlagbaum holatiga, kesishma navbatchisining ko'rsatmalariga amal qilishi, yaqinlashib kelayotgan poezd (lokomotiv, drezina) yo'qligiga ishonch hosil qilishi shart."
        },
        "ru": {
            "text": "Чем должен руководствоваться водитель при проезде железнодорожного переезда?",
            "options": [
                "F1. Положением шлагбаума и сигналом светофора",
                "F2. Дорожными знаками и разметкой",
                "F3. Указаниями и сигналами дежурного по переезду",
                "F4. Всеми перечисленными требованиями"
            ],
            "correctAnswer": 4,
            "explanation": "Пункту 117 главы 18 ПДД, гласит: При приближении к железнодорожному переезду водитель обязан руководствоваться требованиями дорожных знаков и разметки, сигналом светофора, положением шлагбаума, указаниями дежурного по переезду и убедиться в отсутствии приближающегося поезда (локомотива, дрезины)."
        },
        "uzk": {
            "text": "Темир йўл кесишмасидан ўтишда ҳайдовчи нимага амал қилиши керак?",
            "options": [
                "F1. Шлагбаумнинг ҳолатига ва светофор ишорасига",
                "F2. Йўл белгилари ва чизиқларига",
                "F3. Темир йўл кесишмаси навбатчисининг кўрсатмалари ва ишораларига",
                "F4. Барча санаб ўтилган талабларга"
            ],
            "correctAnswer": 4,
            "explanation": "ЙҲҚ 18-боби 117-бандига асосан: Темир йўл кесишмасига яқинлашиб келаётган ҳайдовчи йўл белгилари ва чизиқларига, светофор ишораларига, шлагбаум ҳолатига, кесишма навбатчисининг кўрсатмаларига амал қилиши, яқинлашиб келаётган поезд (локомотив, дрезина) йўқлигига ишонч ҳосил қилиши шарт."
        }
    }
}