{
    "questionId": 579,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Benzin bug'idan zaharlanishning alomatlari qanday?",
            "options": [
                "F1. Ko'z o'ngi qorong'ilashadi, bosh aylanadi, muvozanat yo'qoladi, yiqiladi. Tomir urishi sekinlashadi. Oyoq-qo'l soviydi",
                "F2. Mastga o'xshab harakatlanadi, bosh aylanadi, og'riydi, ko'ngil ayniydi, qayt qiladi, mushaklari tortishadi, nafas olish sekinlashadi"
            ],
            "correctAnswer": 2,
            "explanation": "Etillangan benzin (tetraetilqo'rg'oshin qo'shilgan benzin)ning birdan katta miqdori havoga ajralishidan oʻtkir zaharlanish kelib chiqadi va unda ko'ngil aynish, qusish, holsizlanish, bosh aylanishi, ishtahaning yoʻqolishi hollari yuzaga keladi. Og'izda metal ta'mi, tilda yot jizm sezilishi kabilar o'ziga xos belgilaridan biridir. Ogʻir holatlarda asabiylashish, chayqalib yurish, alohsirash, ko'rish va eshitishga oid gallyusinatsiyalar va tomir tortishlar kuzatiladi. Etillanmagan benzindan ham zaharlanish mumkin. Shu kabi zaharlanishning alomatlari etillangan benzindan zaharlanishni eslatadi, biroq yengilroq tarzda o'tadi."
        },
        "ru": {
            "text": "Каковы признаки отравления парами бензина?",
            "options": [
                "F1. Потемнение в глазах, головокружение, потеря равновесия, падение. Заторможенность. Падение кровяного давления. Холодные конечности",
                "F2. Возбуждение подобное опьянению, головокружение, головная боль, тошнота, рвота. Судороги скелетных мышц"
            ],
            "correctAnswer": 2,
            "explanation": "Острое отравление наступает при одномоментном поступлении большого количества этилированного бензина (бензин с добавлением тетраэтилсвинца) и проявляется тошнотой, рвотой, слабостью, головокружением, головными болями, потерей аппетита. Характерен металлический привкус во рту, ощущение постороннего предмета на языке. В тяжелых случаях отмечается возбуждение, шаткая походка, бред, зрительные и слуховые галлюцинации, судороги. Может произойти отравление и неэтилированным бензином. Признаки такого отравления несколько напоминают отравление этилированным бензином, однако отравление протекает более благоприятно."
        },
        "uzk": {
            "text": "Бензин буғидан заҳарланишнинг аломатлари қандай?",
            "options": [
                "F1. Кўз ўнги қоронғилашади, бош айланади, мувозанат йўқолади йиқилади. Томир уриши секинлашади. Оёқ-қўл совийди",
                "F2. Мастга ўхшаб ҳаракатланади, бош айланади, огрийди, кўнгил айнийди, қайт қилади. мушаклари тортишади"
            ],
            "correctAnswer": 2,
            "explanation": "Этилланган бензин (тетразтилқўрғошин қўшилган бензин) нинг бирдан катта миқдори ҳавога ажралишидан ўткир заҳарланиш келиб чиқади ва унда кўнгил айниш, қусиш, ҳолсизланиш, бош айланиши, иштаҳанинг йўқолиши ҳоллари юзага келади. Оғизда метал таъми, тилда ёт жизм сезилиши кабилар ўзига хос белгиларидан биридир. Оғир ҳолатларда асабийлашиш, чайқалиб юриш, алоҳсираш, кўриш ва эшитишга оид галлюцинациялар ва томир тортишлар кузатилади. Этилланмаган бензиндан ҳам заҳарланиш мумкин. Шу каби заҳарланишнинг аломатлари этилланган бензиндан заҳарланишни эслатади, бироқ енгилроқ тарзда ўтади."
        }
    }
}