{
    "questionId": 581,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "«Yetarli ko'rinmaslik» deganda nima tushuniladi?",
            "options": [
                "F1. Oqshomdan tonggacha bo'lgan vaqt",
                "F2. Ko'rinish 150 metrdan kam bo'lgan holat",
                "F3. Tuman tushganda, yomg'ir, qor yog'ayotganda va hokazo sharoitlarda, shuningdek, kunning g'ira shira vaqtida yo'lning ko'rinishi 300 metrdan kam bo'lishi",
                "F4. Yomg'ir, qor yog'ishi, oqshom"
            ],
            "correctAnswer": 3,
            "explanation": "YHQ 1-bobi 6-bandining o'n to'qqizinchi xatboshisiga asosan: yetarlicha ko'rinmaslik — yomgʻir, qor уод 7561, tuman tushishi va shunga oʻxshash sharoitlarda, shuningdek kunning g'ira-shira vaqtida yoʻlning koʻrinish masofasi 300 metrdan kam bo'lishi."
        },
        "ru": {
            "text": "Что понимается под «недостаточной видимостью»?",
            "options": [
                "F1. Промежуток времени от конца вечерних сумерек до начала утренних сумерек",
                "F2. Видимость менее 150 м",
                "F3. Видимость менее 300 м в условиях тумана, дождя, снегопада и т.п., а также в сумерки",
                "F4. Дождь, снегопад, сумерки"
            ],
            "correctAnswer": 3,
            "explanation": "В разделе №2 ПДД (\"Основные понятия и термины, применяемые в правилах\") сказано: Недостаточная видимость - видимость дороги менее 300 м в условиях дождя, снегопада, тумана и в других подобных условиях, а также в сумерки."
        },
        "uzk": {
            "text": "«Етарли кўринмаслик» деганда нима тушунилади?",
            "options": [
                "F1. Окшомдан тонггача бўлган вақт",
                "F2. Кўриниш 150 метрдан кам бўлган ҳолат",
                "F3. Туман тушганда, ёмғир, кор ёғаётганда ва ҳоказо шароитларда, шунингдек, куннинг ғира шира вақтида йўлнинг кўриниши 300 метрдан кам бўлиши",
                "F4. Ёмғир, қор ёғиши, оқшом"
            ],
            "correctAnswer": 3,
            "explanation": "ЙҲҚ 1-боби 6-бандининг ўн тўққизинчи хатбошисига асосан: Етарлича кўринмаслик — ёмғир, қор ёғиши, туман тушиши ва шунга ўхшаш шароитларда, шунингдек куннинг ғира-шира вақтида йўлнинг кўриниш масофаси 300 метрдан кам бўлиши."
        }
    }
}