{
    "questionId": 580,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Yuk avtomobilining yukxonasida 8 nafardan ko'p odamlarni tashish qaysi haydovchilarga ruxsat beriladi?",
            "options": [
                "F1. «C» toifadagi transport vositasini boshqarish huquqi guvohnomasi bo'lib, shu avtomobilda uch yillik ish davriga ega bo'lgan haydovchilarga",
                "F2. «D» va «C» toifadagi transport vositalarini boshqarish huquqiga ega bo'lgan va shu toifadagi transport vositalaridan birini 3 yildan ortiq boshqargan haydovchilarga"
            ],
            "correctAnswer": 2,
            "explanation": "YHQ 26-bobi 152-bandiga asosan: Yuk avtomobilining yukxonasida odam tashish «S» toifasidagi transport vositalarini boshqarish huquqiga ega bo'lgan, odamlar soni kabinadagi yo'lovchilarni ham qoʻshib hisoblaganda 8 nafardan ortiq bo'lganda esa, «S» va «D» toifalaridagi transport vositalarini boshqarish huquqiga ega bo'lgan va shu toifaga taalluqli transport vositalaridan birini 3 yildan ortiq boshqargan haydovchilar tomonidan amalga oshirilishi kerak. Harbiy haydovchilarga yuk avtomobillarida odam tashishga ruxsat berish O'zbekiston Respublikasi Mudofaa vazirligi tomonidan belgilangan tartibda amalga oshiriladi."
        },
        "ru": {
            "text": "Каким водителям разрешается перевозка людей в кузове грузового автомобиля более 8 человек?",
            "options": [
                "F1. Водителям, имеющим удостоверение на право управления транспортным средством категории «С» с трехлетним стажем работы на данном автомобиле",
                "F2. Водителям, имеющим удостоверение на право управления транспортными средствами категории «Д» и «С» и стаж управления транспортными средствами одной из этих категорий более 3-х лет"
            ],
            "correctAnswer": 2,
            "explanation": "Пункту 152 главы 26 ПДД, гласит: Перевозка людей в кузове грузового автомобиля должна осуществляться водителями, имеющими удостоверение на право управления транспортным средством категории \"С\", а при перевозке более 8 человек, включая пассажиров в кабине, - категорий \"С\" и \"Д\" и стаж управления транспортными средствами одной из этих категорий более 3 лет."
        },
        "uzk": {
            "text": "Юк автомобилининг юкхонасида 8 нафардан кўп одамларни ташиш қайси ҳайдовчиларга рухсат берилади?",
            "options": [
                "F1. «С» тоифадаги транспорт воситасини бошқариш ҳуқуқи гувоҳномаси бўлиб, шу автомобилда уч йиллик иш даврига эга бўлган ҳайдовчиларга",
                "F2. «Д» ва «С» тоифадаги транспорт воситаларини бошқариш ҳуқуқига эга бўлган ва шу тоифадаги транспорт воситаларидан бирини 3 йилдан ортиқ бошқарган ҳайдовчиларга"
            ],
            "correctAnswer": 2,
            "explanation": "ЙҲҚ 26-боби 152-бандига асосан: Юк автомобилининг юкхонасида одам ташиш «C» тоифасидаги транспорт воситаларини бошқариш ҳуқуқига эга бўлган, одамлар сони кабинадаги йўловчиларни ҳам қўшиб ҳисоблаганда 8 нафардан ортиқ бўлганда эса, «C» ва «D» тоифаларидаги транспорт воситаларини бошқариш ҳуқуқига эга бўлган ва шу тоифага тааллуқли транспорт воситаларидан бирини 3 йилдан ортиқ бошқарган ҳайдовчилар томонидан амалга оширилиши керак. Ҳарбий ҳайдовчиларга юк автомобилларида одам ташишга рухсат бериш Узбекистон Республикаси Мудофаа вазирлиги томонидан белгиланган тартибда амалга оширилади."
        }
    }
}