{
    "questionId": 596,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Yuk avtomobili kuzovida yo'lovchilar tashishda ularning soni qanday belgilanadi?",
            "options": [
                "F1. Ma'muriyatning ko'rsatmasi bilan",
                "F2. Tashishning zarurligi bilan",
                "F3. Jihozlangan o'rindiqlarning soni bilan",
                "F4. Haydovchining qarori bilan"
            ],
            "correctAnswer": 3,
            "explanation": "YHQ 5-bobi 24-bandiga asosan: Yo'lovchilarga: harakatlanayotgan bortli yuk avtomobillarida tik turish, bortlarda yoki undan yuqoridagi yuk ustida o'tirish;\nBu talablarning bajarilishini haydovchi nazorat qilishi kerak.\nYHQ 26-bobi 159-bandiga asosan: odam soni transport vositasining texnik tavsifnomasida ko'zda tutilgan miqdordan ortiq bo'lganda.\nYHQ 26-bobi 154-bandiga asosan: Yuk avtomobilining yukxonasida, shuningdek shaharlararo, sayyohlik, ekskursiya yoki tog'li yoʻnalishlarda va bolalar guruhini tashkiliy tashishda tashilayotgan odamlar soni o'tirish uchun jihozlangan o'rindiqlar sonidan oshmasligi kerak."
        },
        "ru": {
            "text": "Чем определяется число пассажиров при перевозке в кузове грузового автомобиля?",
            "options": [
                "F1. Указанием администрации",
                "F2. Срочностью перевозки",
                "F3. Числом оборудованных для сиденья мест",
                "F4. Решением водителя"
            ],
            "correctAnswer": 3,
            "explanation": "Пункта 24 главы 5 ПДД, гласит: — стоять, сидеть на бортах или на грузе, расположенном на уровне или выше бортов, во время движения на бортовом грузовом автомобиле;\nВодитель должен контролировать соблюдения этих требований.\nПункта 154 главы 26 ПДД, гласит: — сверх количества, предусмотренного технической характеристикой транспортного средства.\nПункта 154 главы 26 ПДД, гласит: Число перевозимых людей не должно превышать количество оборудованных для сиденья мест."
        },
        "uzk": {
            "text": "Юк автомобили кузовида йўловчилар ташишда уларнинг сони қандай белгиланади?",
            "options": [
                "F1. Маъмуриятнинг кўрсатмаси билан",
                "F2. Ташишнинг зарурлиги билан",
                "F3. Жиҳозланган ўриндиқларнинг сони билан",
                "F4. Ҳайдовчининг қарори билан"
            ],
            "correctAnswer": 3,
            "explanation": "ЙҲҚ 5-боби 24-бандига асосан: Йўловчиларга: ҳаракатланаётган бортли юк автомобилларида тик туриш, бортларда ёки ундан юқоридаги юк устида ўтириш;\nБу талабларнинг бажарилишини ҳайдовчи назорат қилиши керак.\nЙҲҚ 26-боби 159-бандига асосан: одам сони транспорт воситасининг техник тавсифномасида кўзда тутилган миқдордан ортиқ бўлганда.\nЙҲҚ 26-боби 154-бандига асосан: Юк автомобилининг юкхонасида, шунингдек шаҳарлараро, сайёҳлик, экскурсия ёки тоғли йўналишларда ва болалар гуруҳини ташкилий ташишда ташилаётган одамлар сони ўтириш учун жиҳозланган ўриндиқлар сонидан ошмаслиги керак."
        }
    }
}