{
    "questionId": 599,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Qishda boldirga qon to'xtatadigan jgutni qancha muddatga qo'yish mumkin?",
            "options": [
                "F1. 2 soatdan ko'p bo'lmagan",
                "F2. 3 soatdan ko'p bo'lmagan",
                "F3. 1 soatdan ko'p bo'lmagan"
            ],
            "correctAnswer": 3,
            "explanation": "Qon to'xtatish jguti yilning sovuq fasllarida bir soatdan ortiq bo'lmagan vaqtga qo'yiladi. Jgut qo'yilishi barcha quyi joylashgan to'qimalarda qon aylanishini toʻxtatish bilan bogʻliq. Qon aylanishini uzoqroq vaqtga toʻxtatish qoʻl yoki oyoqda qon tomirlari yo'nalishi boʻyicha jgutdan quyiroq qismda halokatli oʻzgarishlarga olib keladi."
        },
        "ru": {
            "text": "На какой срок может быть наложен кровоостанавливающий жгут на голень зимой?",
            "options": [
                "F1. Не более чем на 2 час",
                "F2. Не более чем на 3 часа",
                "F3. Не более чем на 1 часа"
            ],
            "correctAnswer": 3,
            "explanation": "Кровоостанавливающий жгут накладывается в холодное время года на срок не более одного часа. Наложение жгута связано с прекращением кровообращения во всех нижележащих тканях. Более Длительное прекращение кровообращения приводит к необратимым гибельным изменениям в конечности ниже жгута по ходу кровеносных сосудов."
        },
        "uzk": {
            "text": "Қишда болдирга қон тўхтатадиган жгутни қанча муддатга қўйиш мумкин?",
            "options": [
                "F1. 2 соатдан кўп бўлмаган",
                "F2. 3 соатдан кўп бўлмаган",
                "F3. 1 соатдан кўп бўлмаган"
            ],
            "correctAnswer": 3,
            "explanation": "Қон тўхтатиш жгути йилнинг совуқ фаслларида бир соатдан ортиқ бўлмаган вақтга қўйилади. Жгут қўйилиши барча қуйи жойлашган тўқималарда қон айланишини тўхтатиш билан боғлиқ. Қон айланишини узоқроқ вақтга тўхтатиш қўл ёки оёқда қон томирлари йўналиши бўйича жгутдан қуйироқ қисмда ҳалокатли ўзгаришларга олиб келади."
        }
    }
}