{
    "questionId":  595,
    "image":  "data/images/q0595.webp",
    "translations":  {
                         "uz":  {
                                    "text":  "Svetoforning qizil va sariq ishoralaridagi qora yo\u0027naltirgichlar nima haqda axborot beradi?",
                                    "options":  [
                                                    "F1. Svetoforning yashil ishorasi yoqilganda harakatlanishning ruxsat etilgan yo\u0027nalishlari haqida",
                                                    "F2. Svetoforning qizil va sariq ishoralarida harakatlanishning ruxsat etilgan yo\u0027nalishlari haqida"
                                                ],
                                    "correctAnswer":  1,
                                    "explanation":  "YHQ 7-bobi 32-bandining birinchi xatboshisiga asosan: Yo\u0027naltirgich ko\u0027rinishidagi qizil, sariq va yashil rangli svetofor ishoralari ham doira shaklidagi svetofor ishoralari bilan bir xil ma\u0027noga ega boʻladi. Ular faqat ko\u0027rsatilgan yo\u0027nalishga ta\u0027sir etadi."
                                },
                         "ru":  {
                                    "text":  "О чем информируют черные стрелки на красном и желтом сигналах светофора?",
                                    "options":  [
                                                    "F1. О разрешенных направлениях движения при включении зеленого сигнала светофора",
                                                    "F2. О разрешенных направлениях движения при красном и желтом сигналах светофора"
                                                ],
                                    "correctAnswer":  1,
                                    "explanation":  "Aбзацу 1 пункта 32 главы 7 ПДД, сказано: Сигналы светофора, выполненные в виде стрелок красного, желтого и зеленого цветов, имеют то же значение, что и круглые сигналы соответствующего цвета. Их действие распространяется только на направление, указываемое стрелками."
                                },
                         "uzk":  {
                                     "text":  "Светофорнинг қизил ва сариқ ишораларидаги қора йўналтиргичлар нима ҳақда ахборот беради?",
                                     "options":  [
                                                     "F1. Светофорнинг яшил ишораси ёқилганда ҳаракатланишнинг рухсат этилган йўналишлари ҳақида",
                                                     "F2. Светофорнинг қизил ва сариқ ишораларида ҳаракатланишнинг рухсат этилган йўналишлари ҳақида"
                                                 ],
                                     "correctAnswer":  1,
                                     "explanation":  "ЙҲҚ 7-боби 32-бандининг биринчи хатбошисига асосан: Иуналтиргич кўринишидаги қизил, сариқ ва яшил рангли светофор ишоралари ҳам доира шаклидаги светофор ишоралари билан бир хил маънога эга бўлади. Улар фақат кўрсатилган йўналишга таъсир этади."
                                 }
                     }
}
