{
    "questionId": 621,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Reaksiya va diqqatni pasaytiruvchi dori darmonlar ta'sirida bo'lgan haydovchiga transport vositalarini boshqarishiga ruxsat etiladimi?",
            "options": [
                "F1. Taqiqlanadi",
                "F2. Ruxsat etiladi",
                "F3. Agar haydovchining ishlagan davri 2 yildan ortiq bo'lsa, ruxsat etiladi"
            ],
            "correctAnswer": 1,
            "explanation": "YHQ 2-bobi 12-bandining birinchi xatboshisiga asosan, haydovchiga quyidagilar taqiqlanadi: transport vositasini mastlik holatida (alkogol, giyohvand moddalar iste'mol qilgan va h. k.), sezgirlik va e'tiborni susaytiradigan dori-darmonlar ta'sirida, yoʻl harakati xavfsizligiga tahdid soladigan darajadagi charchoqlik va betoblik holatida boshqarish."
        },
        "ru": {
            "text": "Разрешается ли водителю управлять транспортным средством под воздействием лекарственных препаратов, снижающих скорость реакции и внимание?",
            "options": [
                "F1. Запрещается",
                "F2. Разрешается",
                "F3. Разрешается, если стаж водителя более 2-х лет"
            ],
            "correctAnswer": 1,
            "explanation": "Пункту 12 главы 2 ПДД, гласит: Водителю запрещается: - управлять транспортным средством в состоянии любого опьянения (алкогольного, наркотического и др.), под воздействием лекарственных препаратов, снижающих скорость реакции и внимание, в болезненном или утомленном состоянии, способным создать угрозу безопасности движения."
        },
        "uzk": {
            "text": "Реакция ва диққатни пасайтирувчи дори-дармонлар таъсирида бўлган ҳайдовчига транспорт воситаларини бошқаришига рухсат этиладими?",
            "options": [
                "F1. Тақиқланади",
                "F2. Рухсат этилади",
                "F3. Агар ҳайдовчининг ишлаган даври 2 йилдан ортиқ бўлса, рухсат этилади"
            ],
            "correctAnswer": 1,
            "explanation": "ЙҲҚ 2-боби 12-бандининг биринчи хатбошисига асосан, ҳайдовчига қуйидагилар тақиқланади: транспорт воситасини мастлик ҳолатида (алкоголъ, гиёҳванд моддалар истеъмол қилган ва ҳ. к.), сезгирлик ва эътиборни сусайтирадиган дори-дармонлар таъсирида, йўл ҳаракати хавфсизлигига таҳдид соладиган даражадаги чарчоқлик ва бетоблик ҳолатида бошқариш."
        }
    }
}