{
    "questionId":  624,
    "image":  "data/images/q0624.webp",
    "translations":  {
                         "uz":  {
                                    "text":  "Текст вопроса не найден",
                                    "options":  [
                                                    "F1. Ko\u0027k va qizil avtomobillar, yashil",
                                                    "F2. Yashil, ko\u0027k, qizil avtomobillar",
                                                    "F3. Yashil, qizil va ayni vaqtda u bilan birga ko\u0027k avtomobil",
                                                    "F4. Qizil, yashil, ko\u0027k avtomobillar"
                                                ],
                                    "correctAnswer":  3,
                                    "explanation":  "YHQ 16-bobi 104-bandining birinchi xatboshisiga asosan: Teng ahamiyatga ega boʻlmagan yo\u0027llar kesishgan chorrahada, ikkinchi darajali yoʻlda harakatlanayotgan transport vositasining haydovchisi asosiy yoʻldan yaqinlashayotgan transport vositalariga, ularning keyingi harakat yo\u0027nalishidan qat\u0027i nazar, yoʻl berishi kerak.\nYHQ 16-bobi 106-bandiga asosan: Asosiy yoʻlning yoʻnalishi chorrahada o\u0027zgarganda asosiy yo\u0027lda harakatlanayotgan haydovchilar oʻzaro teng ahamiyatli yo\u0027llar chorrahasidan o\u0027tish qoidasiga amal qilishlari kerak. Ikkinchi darajali yo\u0027llarda harakatlanayotgan haydovchilar ham o\u0027zaro shu qoidaga amal qilishlari kerak."
                                },
                         "ru":  {
                                    "text":  "Текст вопроса не найден",
                                    "options":  [
                                                    "F1. Синий и красный автомобили, зеленый",
                                                    "F2. Зеленый, синий, красный автомобили",
                                                    "F3. Зеленый, красный и вместе с ним синий автомобиль",
                                                    "F4. Красный, зеленый, синий автомобили"
                                                ],
                                    "correctAnswer":  3,
                                    "explanation":  "Пунктам 104, 106 главы 16 ПДД, на перекрестках неравнозначных дорог водитель транспортного средства, движущегося по второстепенной дороге, должен уступить дорогу транспортному средству, движущемуся по главной дороге, независимо от направления их дальнейшего движения. Если главная дорога на перекрестке меняет направление, водители, движущиеся по главной дороге, должны руководствоваться между собой правилами проезда перекрестков равнозначных дорог. Этим же правилом должны руководствоваться между собой и водители, движущиеся по второстепенным дорогам."
                                },
                         "uzk":  {
                                     "text":  "Текст вопроса не найден",
                                     "options":  [
                                                     "F1. Кўк ва қизил автомобиллар, яшил",
                                                     "F2. Яшил, кўк, қизил автомобиллар",
                                                     "F3. Яшил, қизил ва айни вақтда у билан бирга кук автомобиль",
                                                     "F4. Қизил, яшил, кўк автомобиллар"
                                                 ],
                                     "correctAnswer":  3,
                                     "explanation":  "ЙҲҚ 16-боби 104-бандига асосан: Тенг аҳамиятга эга бўлмаган йўллар кесишган чорраҳада, иккинчи даражали йўлда ҳаракатланаётган транспорт воситасининг ҳайдовчиси асосий йўлдан яқинлашаётган транспорт воситаларига, уларнинг кейинги ҳаракат йўналишидан қатъи назар, йўл бериши керак. Бундай чорраҳаларда трамвай ҳаракатланиш йўналишидан қатъи назар, тенг аҳамиятга эга бўлган йўлда бир йўналишда ёки қарама-қарши йўналишда ҳаракатланаётган рельссиз транспорт воситаларига нисбатан имтиёзга эга.\nЙҲҚ 16-боби 106-бандига асосан: Асосий йўлнинг йўналиши чорраҳада ўзгарганда асосий йўлда ҳаракатланаётган ҳайдовчилар ўзаро тенг аҳамиятли йўллар чорраҳасидан ўтиш қоидасига амал қилишлари керак. Иккинчи даражали йўлларда ҳаракатланаётган ҳайдовчилар ҳам ўзаро шу қоидага амал қилишлари керак."
                                 }
                     }
}
