{
    "questionId": 628,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Aholi punktlaridan tashqarida yo'lning qatnov qismida haydovchilar transport vositalarini qayerda harakatlantirishlari kerak?",
            "options": [
                "F1. Iloji boricha qatnov qismining o'ng chetiga yaqinroq joyda",
                "F2. Xohlagan tasma bo'ylab",
                "F3. Faqat o'ng tasma bo'ylab, chap tasmaga o'tish faqat chapga burish va burilib olish uchun ruxsat etiladi"
            ],
            "correctAnswer": 1,
            "explanation": "YHQ 10-bobi 67-bandining birinchi xatboshisiga asosan: Aholi punktlaridan tashqaridagi yoʻllarda hamda aholi punktlarida ayrim turdagi transport vositalari uchun ushbu Qoidalarda belgilangandan yuqori tezlikda harakatlanish ruxsat etilgan yoʻl qismlarida haydovchilar transport vositalarini mumkin qadar qatnov qismining oʻng chetiga yaqinroq olib harakatlanishlari kerak. O'ng tasmalar bo'sh bo'lganda chap tasmalarni egallash taqiqlanadi."
        },
        "ru": {
            "text": "Где на проезжей части вне населенных пунктов водители должны вести транспортные средства?",
            "options": [
                "F1. По возможности ближе к правому краю проезжей части",
                "F2. По любой полосе",
                "F3. Только по правой полосе. Выезд на левую полосу разрешается для поворота налево или разворота"
            ],
            "correctAnswer": 1,
            "explanation": "Aбзацу 1 пункта 67 главы 10 ПДД, гласит: Вне населенных пунктов водители транспортных средств должны вести их по возможности ближе к правому краю проезжей части."
        },
        "uzk": {
            "text": "Аҳоли пунктларидан ташқарида йўлнинг қатнов қисмида ҳайдовчилар транспорт воситаларини қаерда ҳаракатлантиришлари керак?",
            "options": [
                "F1. Иложи борича қатнов қисмининг ўнг четига яқинрок жойда",
                "F2. Хоҳлаган тасма бўйлаб",
                "F3. Фақат ўнг тасма бўйлаб, чап тасмага ўтиш фақат чапга буриш ва бурилиб олиш учун рухсат этилади"
            ],
            "correctAnswer": 1,
            "explanation": "ЙҲҚ 10-боби 67-бандининг биринчи хатбошисига асосан: Аҳоли пунктларидан ташқаридаги йўлларда ҳамда аҳоли пунктларида айрим турдаги транспорт воситалари учун ушбу Қоидаларда белгилангандан юқори тезликда ҳаракатланиш рухсат этилган йўл қисмларида ҳайдовчилар транспорт воситаларини мумкин қадар қатнов қисмининг ўнг четига яқинроқ олиб ҳаракатланишлари керак. Унг тасмалар бўш бўлганда чап тасмаларни эгаллаш тақиқланади."
        }
    }
}