{
    "questionId": 620,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Sanab o'tilgan hollardan qaysi birida transport vositalaridan foydalanishga ruxsat etiladi?",
            "options": [
                "F1. Shinalar o'lchami va yoʻl qo'yiladigan bosimi bo'yicha transport vositasining rusumiga mos emas",
                "F2. Transport vositasining bitta o'qiga diagonal shinalar radial shinalar bilan birga o'rnatilgan"
            ],
            "correctAnswer": 3,
            "explanation": "YHQ 3-ilovasining 5-bo'limidagi 5.7 bandiga muvofiq, transport vositalaridan foydalanishni ta'qiqlovchi shartlar: M1, M2, M3 toifalarni 1 klassidagi avtotransport vositalarini oldingi o'qiga ikkinchi ta'mirlash klassi bo'yicha qayta tiklangan shinalar o'rnatilgan bo'lsa."
        },
        "ru": {
            "text": "В каком из перечисленных случаев разрешается эксплуатация транспортных средств?",
            "options": [
                "F1. Шины по размеру и допустимой нагрузке не соответствуют модели транспортного средства",
                "F2. На одну ось транспортного средства установлены диагональные шины совместно с радиальными",
                "F3. На переднюю ось транспортных средства категории М1 установлены шины, восстановленные по первому классу ремонта"
            ],
            "correctAnswer": 3,
            "explanation": "Пункту 5.7 раздела 5 приложения № 3 к ПДД, условия при которых запрешается эксплуатация автотранспортных средств: на передней оси автотранспортных средств категории М1, М2, М3 класса 1 установлены шины, востановленные по второму классу ремонта."
        },
        "uzk": {
            "text": "Санаб ўтилган ҳоллардан қайси бирида транспорт воситаларидан фойдаланишга рухсат этилади?",
            "options": [
                "F1. Шиналар ўлчами ва йўл қўйиладиган босими бўйича транспорт воситасининг русумига мос эмас",
                "F2. Транспорт воситасининг битта ўқига диагонал шиналар радиал шиналар билан бирга ўрнатилган",
                "F3. М1 тоифадаги автотранспорт воситаларининг олдинги ўқига биринчи тоифада таъмирланган шиналар ўрнатилган"
            ],
            "correctAnswer": 3,
            "explanation": "ЙҲҚ 3-иловасининг 5-бўлимидаги 5.7 бандига мувофиқ, транспорт воситаларидан фойдаланишни таъқиқловчи шартлар: М1, М2, М3 тоифаларни 1 классидаги автотранспорт воситаларини олдинги ўқига иккинчи таъмирлаш класси бўйича қайта тикланган шиналар ўрнатилган бўлса."
        }
    }
}