{
    "questionId": 627,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Aholi punktlarida «Avariya sababli to'xtash» belgisi transport vositasidan (yon kajavasiz mototsikldan tashqari) kamida qanday masofada qo'yilishi kerak?",
            "options": [
                "F1. 10 m",
                "F2. 15 m",
                "F3. 30 m",
                "F4. 40 m"
            ],
            "correctAnswer": 2,
            "explanation": "YHQ 8-bobi 51-bandiga asosan: Transport vositasi to'satdan to'xtab qolganda, zudlik bilan avariya yorug'lik ishorasini yoqish, agar u ishlamasa, avariya sababli to'xtash belgisini darhol o'rnatish kerak. Avariya sababli to'xtash belgisi quyidagi hollarda qo'llaniladi:\nyo'l-transport hodisasi sodir bo'lganda;\nto'xtash taqiqlangan joylarda va ko'rinishi cheklangan joylarda majburiy to'xtaganda;\nUshbu belgi boshqa haydovchilarni xavfli vaziyat haqida o'z vaqtida ogohlantirish imkonini beradigan masofada o'rnatilishi kerak. Bu masofa aholi punktlarida transport vositasidan 15 metr, aholi punktlaridan tashqaridagi joylarda esa 30 metrdan kam bo'lmasligi kerak."
        },
        "ru": {
            "text": "Не менее какого расстояния от транспортного средства (кроме мотоцикла без бокового прицепа) должен быть выставлен знак аварийной остановки в населенном пункте?",
            "options": [
                "F1. 10 м",
                "F2. 15 м",
                "F3. 30 м",
                "F4. 40 м"
            ],
            "correctAnswer": 2,
            "explanation": "Aбзацу 4 пункта 51 главы 8 ПДД, гласит: После включения аварийной световой сигнализации, а также при ее неисправности или отсутствии знак аварийной остановки должен быть немедленно выставлен в следующих случаях: Однако это расстояние должно быть не менее 15 м от транспортного средства в населенных пунктах и 30 м - вне населенных пунктов."
        },
        "uzk": {
            "text": "Аҳоли пунктларида «Aвария сабабли тўхташ» белгиси транспорт воситасидан (ён кажавасиз мотоциклдан ташқари) камида қандай масофада қўйилиши керак?",
            "options": [
                "F1. 10 м",
                "F2. 15 м",
                "F3. 30 м",
                "F4. 40 м"
            ],
            "correctAnswer": 2,
            "explanation": "ЙҲҚ 8-боби 51-бандига асосан: Транспорт воситаси тўсатдан тўхтаб қолганда, зудлик билан авария ёруғлик ишорасини ёқиш, агар у ишламаса, авария сабабли тўхташ белгисини дарҳол ўрнатиш керак. Aвария сабабли тўхташ белгиси қуйидаги ҳолларда қўлланилади:\nйўл-транспорт ҳодисаси содир бўлганда;\nтўхташ тақиқланган жойларда ва кўриниши чекланган жойларда мажбурий тўхтаганда;\nУшбу белги бошқа ҳайдовчиларни хавфли вазият ҳақида ўз вақтида огоҳлантириш имконини берадиган масофада ўрнатилиши керак. Бу масофа аҳоли пунктларида транспорт воситасидан 15 метр, аҳоли пунктларидан ташқаридаги жойларда еса 30 метрдан кам бўлмаслиги керак."
        }
    }
}