{
    "questionId": 625,
    "image": "data/images/q0625.webp",
    "translations": {
        "uz": {
            "text": "Ko'rsatilgan vaziyatda o'ngga burilar ekan, haydovchi qanday yo'l tutishi kerak?",
            "options": [
                "F1. Ustunlik huquqidan foydalanib, tovushli xabar berishi va belgilangan yo'nalishda harakatni davom ettirishi",
                "F2. Harakat tezligini pasaytirishi va alohida ehtiyotkorlik bilan yo'lda davom etishi",
                "F3. Qatnov qismidan o'tuvchi piyodalarni o'tkazib yuborishi"
            ],
            "correctAnswer": 3,
            "explanation": "YHQ 14-bobi 96-bandiga asosan: Chapga yoki oʻngga burilayotgan haydovchi kesishayotgan yo'lning qatnov qismidan o'tayotgan piyoda(lar)ga, shuningdek velosiped yo'lkasidan yo'lni kesib o'tayotgan velosipedchi(lar)ga va individual harakatlanish vositalarini boshqarayotgan shaxs(lar)ga yo'l berishi kerak."
        },
        "ru": {
            "text": "Как должен поступить водитель, поворачивая направо в показанной ситуации?",
            "options": [
                "F1. Используя преимущественное право, подать звуковой сигнал и продолжать движение в намеченном направлении",
                "F2. Снизить скорость движения и следовать с особой осторожностью",
                "F3. Пропустить пешеходов, переходящих проезжую часть"
            ],
            "correctAnswer": 3,
            "explanation": "Пункту 96 главы 14 ПДД, при повороте направо или налево водитель обязан уступить дорогу пешеходам, переходящим проезжую часть пересекаемой дороги, а также велосипедистам, индивидуальные транспортных средств(ам), пересекающим дорогу по велосипедной дорожке."
        },
        "uzk": {
            "text": "Кўрсатилган вазиятда ўнгга бурилар экан, ҳайдовчи қандай йўл тутиши керак?",
            "options": [
                "F1. Устунлик ҳуқуқидан фойдаланиб, товушли хабар бериши ва белгиланган йўналишда ҳаракатни давом эттириши",
                "F2. Ҳаракат тезлигини пасайтириши ва алоҳида эҳтиёткорлик билан йўлда давом этиши",
                "F3. Қатнов қисмидан ўтувчи пиёдаларни ўтказиб юбориши"
            ],
            "correctAnswer": 3,
            "explanation": "ЙҲҚ 14-боби 96-бандига асосан: Чапга ёки ўнгга бурилаётган ҳайдовчи кесишаётган йўлнинг қатнов қисмидан ўтаётган пиёда(лар)га, шунингдек велосипед йўлкасидан йўлни кесиб ўтаётган велосипедчи(лар)га ва индивидуал ҳаракатланиш воситаларини бошқараётган шахс(лар)га йўл бериши керак."
        }
    }
}