{
    "questionId":  643,
    "image":  "data/images/q0643.webp",
    "translations":  {
                         "uz":  {
                                    "text":  "Bu yo\u0027l belgisi nimani bildiradi?",
                                    "options":  [
                                                    "F1. 40 km/soatdan kam tezlikda harakatlanayotgan yakka, yon kajavasi bo\u0027lmagan ikki g\u0027ildirakli mototsikllar va velosipedlardan tashqari barcha mexanik transport vositalarini quvib o\u0027tish taqiqlanadi",
                                                    "F2. Ruxsat etilgan to\u0027la vazni 3,5 tonnadan ortiq bo\u0027lgan yuk avtomobillarida barcha transport vositalarini quvib o\u0027tish taqiqlanadi, soatiga 40 kilometrdan kam tezlikda harakatlanayotgan transport vositasi, traktor, ot-arava, velosiped bundan mustasno"
                                                ],
                                    "correctAnswer":  2,
                                    "explanation":  "YHQ 1-ilovasi 3-bo\u0027limining yigirma oltinchi xatboshisiga asosan: 3.22. «Yuk avtomobillarida quvib o\u0027tish taqiqlangan». Toʻla vazni 3,5 tonnadan ortiq bo\u0027lgan yuk avtomobillarida barcha transport vositalarini quvib o\u0027tish taqiqlanishini bildiradi. (soatiga 40 km dan kam tezlikda harakatlanayotgan transport vositasi, traktor, ot-arava, velosiped bundan mustasno)."
                                },
                         "ru":  {
                                    "text":  "Текст вопроса не найден",
                                    "options":  [
                                                    "F1. Запрещается обгонять все механические транспортные средства, кроме одиночных, движущихся со скоростью менее 40 км/ч, двухколесных мотоциклов без бокового прицепа и велосипедов.",
                                                    "F2. Грузовым автомобилям, разрешенная максимальная масса которых превышает 3,5 т, запрещается обгонять все транспортные средства, кроме одиночных, движущихся со скоростью менее 40 км/ч."
                                                ],
                                    "correctAnswer":  2,
                                    "explanation":  "Tребованию знака 3.22 раздела 3 приложения № 1 к ПДД, «Обгон грузовым автомобилям запрещен» запрещается грузовым автомобилям с разрешенной максимальной массой более 3,5 т обгон всех транспортных средств (за исключением транспортного средства, трактора, гужевой повозки, велосипеда, движущегося со скоростью менее 40 км/ч)."
                                },
                         "uzk":  {
                                     "text":  "Бу йўл белгиси нимани билдиради?",
                                     "options":  [
                                                     "F1. 40 км/соатдан кам тезликда ҳаракатланаётган якка, ён кажаваси бўлмаган икки ғилдиракли мотоцикллар ва велосипедлардан ташқари барча механик транспорт воситаларини қувиб ўтиш тақиқланади",
                                                     "F2. Рухсат этилган тўла вазни 3,5 тоннадан ортиқ бўлган юк автомобилларида барча транспорт воситаларини қувиб ўтиш тақиқланади, соатига 40 километрдан кам тезликда ҳаракатланаётган транспорт воситаси, трактор, от-арава, велосипед бундан мустасно"
                                                 ],
                                     "correctAnswer":  2,
                                     "explanation":  "ЙҲҚ 1-иловаси 3-бўлимининг йигирма олтинчи хатбошисига асосан: 3.22. «Юк автомобилларида қувиб ўтиш тақиқланган. Тўла вазни 3,5 тоннадан ортиқ бўлган юк автомобилларида барча транспорт воситаларини қувиб ўтиш тақиқланишини билдиради. (соатига 40 км дан кам тезликда ҳаракатланаётган транспорт воситаси, трактор, от-арава, велосипед бундан мустасно)."
                                 }
                     }
}
