{
    "questionId": 640,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Ikkinchi daraja ta'mirlash yo'li bilan tiklangan shinalarni M1 toifadagi avtotranspor vositalariga o'rnatishga ruxsat etiladimi?",
            "options": [
                "F1. Taqiqlanadi",
                "F2. Avtomobilning har ikki o'qiga ruxsat etiladi",
                "F3. Faqat orqa o'qiga ruxsat etiladi"
            ],
            "correctAnswer": 3,
            "explanation": "YHQ 3-ilovasi 5-bo'limining 5.7.-bandiga asosan: 5.7. М1, M2, МЗ toifalarni 1 klassidagi avtotransport vositalarini oldingi oʻqiga, МЗ toifani 2 va 3 klassidagi avtotransport vositalarini oʻrta va orqa oʻqlariga ikkinchi ta'mirlash klassi bo'yicha qayta tiklangan shinalar oʻrnatilgan bo'lsa foydalanish taqiqlanadi."
        },
        "ru": {
            "text": "Разрешается ли установка шин, восстановленных по второму классу ремонта на автотранспортных средствах категории М1?",
            "options": [
                "F1. Запрещается",
                "F2. Разрешается на обоих осях автомобиля",
                "F3. Разрешается только на задней оси"
            ],
            "correctAnswer": 3,
            "explanation": "В \"Условиях, при которых запрещается эксплуатация транспортных средств\" (приложение №3 к ПДД) сказано, что эксплуатация транспортных средств запрещена, если: 5.7. На передней оси легкового автомобиля и автобуса (кроме междугородного) установлены шины, восстановленные по второму классу ремонта.\nКак видно, запрещается на передней оси легкового автомобиля устанавливать шины, восстановленные по второму классу ремонта. Соответственно, на задней оси разрешается."
        },
        "uzk": {
            "text": "Иккинчи даража таъмирлаш йўли билан тикланган шиналарни М1 тоифадаги автотранспор воситаларига ўрнатишга рухсат этиладими?",
            "options": [
                "F1. Тақиқланади",
                "F2. Автомобилнинг ҳар икки ўқига рухсат этилади",
                "F3. Фақат орқа ўқига рухсат этилади"
            ],
            "correctAnswer": 3,
            "explanation": "ЙҲҚ 3-иловаси 5-бўлимининг 5.7.-бандига асосан: 5.7. М1, M2, M3 тоифаларни 1 классидаги автотранспорт воситаларини олдинги ўқига, МЗ тоифани 2 ва 3 .классидаги автотранспорт воситаларини ўрта ва орқа ўқларига иккинчи таъмирлаш класси бўйича қайта тикланган шиналар ўрнатилган бўлса фойдаланиш тақиқланади."
        }
    }
}