{
    "questionId": 649,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "«Reaksiya vaqti» tushunchasi nimani bildiradi?",
            "options": [
                "F1. Haydovchi xavfni ko'rgan paytdan aniq harakatlarni boshlaguncha o'tilgan vaqt",
                "F2. Haydovchining tormoz berishni boshlagan paytdan transport vositasining to'la to'xtagunicha bo'lgan vaqtni"
            ],
            "correctAnswer": 1,
            "explanation": "Haydovchining reaksiya vaqti xavf-xatar ko'ringan paytdan to xavf-xatarni bartaraf qilish chorasi ko'rilgunga qadar vaqti tushuniladi. Haydovchining ahvoli va tajribasiga hamda haydovchi sharoitining og'irligiga bog'liq bo'lgan holda Би 0,5 dan 1,5 soniyagacha bo'lgan vaqtni tashkil qiladi."
        },
        "ru": {
            "text": "Что понимается под временем реакции?",
            "options": [
                "F1. Время с момента обнаружения водителем опасности, до начала ответных действий",
                "F2. Время с момента, когда водитель начал тормозить, до полной остановки транспортного средства"
            ],
            "correctAnswer": 1,
            "explanation": "Под временем реакции водителя подразумевается время с момента обнаружения опасности до начала принятия мер по избежанию опасности. В зависимости от состояния водителя и его опыта, а также сложности обстановки, в которой находится водитель, это время обычно составляет от 0,5 до 1,5 секунд."
        },
        "uzk": {
            "text": "«Реакция вақти» тушунчаси нимани билдиради?",
            "options": [
                "F1. Ҳайдовчи хавфни кўрган пайтдан аниқ ҳаракатларни бошлагунча ўтилган вақт",
                "F2. Ҳайдовчининг тормоз беришни бошлаган пайтдан транспорт воситасининг тўла тўхтагунича бўлган вақтни"
            ],
            "correctAnswer": 1,
            "explanation": "Ҳайдовчининг реакция вакти хавф-хатар куринган пайтдан то хавф-хатарни бартараф килиш чораси курилгунга кадар вакти тушунилади. Ҳайдовчининг ахволи ва тажрибасига хамда ҳайдовчи шароитининг оғирлигига боғлиқ бўлган ҳолда бу 0,5 дан 1,5 сониягача бўлган вақтни ташкил қилади."
        }
    }
}