{
    "questionId": 653,
    "image": "data/images/q0653.webp",
    "translations": {
        "uz": {
            "text": "Qaysi transport vositalariga ushbu belgi o'rnatilgan yo'l bo'ylab harakatlanishga ruxsat etilgan?",
            "options": [
                "F1. Mexanik transport vositalariga",
                "F2. Barcha transport vositalariga",
                "F3. Avtomobillar, avtobus hamda mototsikllar, elektromototsiklar, mopedlar va skuterlarga",
                "F4. Yuqori tezligi 40 km/soatdan kam bo'lmagan transport vositalariga"
            ],
            "correctAnswer": 3,
            "explanation": "YHQ 1-ilovasi 5-boʻlimining to'rtinchi xatboshisiga asosan: 5.3. «Avtomobillar uchun mo'ljallangan yo'l». Faqat avtomobillar, avtobus hamda mototsikllar, elektromototsiklar, mopedlar va skuterlarning harakatlanishi uchun mo'ljallangan yo'lni bildiradi."
        },
        "ru": {
            "text": "Каким транспортным средствам разрешено движение по дороге, на которой установлен этот знак?",
            "options": [
                "F1. Механическим транспортным средствам",
                "F2. Всем транспортным средствам",
                "F3. Автомобилей, автобусов, мотоциклов, электромотоциклов, мопедов и скутерам",
                "F4. Транспортным средствам, максимальная скорость которых не менее 40 км/ч"
            ],
            "correctAnswer": 3,
            "explanation": "Информационно-указательный знак 5.3 \"Дорога для автомобилей\". Дорога, предназначенная для движения только автомобилей, автобусов, мотоциклов, электромотоциклов, мопедов и скутеров."
        },
        "uzk": {
            "text": "Қайси транспорт воситаларига ушбу белги ўрнатилган йўл бўйлаб ҳаракатланишга рухсат этилган?",
            "options": [
                "F1. Механик транспорт воситаларига",
                "F2. Барча транспорт воситаларига",
                "F3. Автомобиллар, автобус ҳамда мотоцикллар, электромотоциклар, мопедлар ва скутерларга",
                "F4. Юқори тезлиги 40 км/соатдан кам бўлмаган транспорт воситаларига"
            ],
            "correctAnswer": 3,
            "explanation": "ЙҲҚ 1-иловаси 5-бўлимининг тўртинчи хатбошисига асосан: 5.3. «Автомобиллар учун мўлжалланган йўл». Фақат автомобиллар, автобус ҳамда мотоцикллар, электромотоциклар, мопедлар ва скутерларнинг ҳаракатланиши учун мўлжалланган йўлни билдиради."
        }
    }
}