{
    "questionId": 650,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Transport vositasining tegishliligi haqida taniqlik belgisi",
                "F2. Davlat raqam belgisi va harflari yozilishi kerak",
                "F3. Taniqlik va raqam belgilari"
            ],
            "correctAnswer": 2,
            "explanation": "YHQ 29-bobi 175-bandining ikkinchi xatboshisiga asosan: Yuk avtomobillari, tirkamalar (yengil avtomobillar tirkamalaridan tashqari) va avtobuslar (mikroavtobuslardan tashqari) kuzovining orqa devoriga uning davlat raqam belgisi va harflari yozilishi kerak. Raqamning balandligi 300 millimetr, kengligi 120 millimetr, chizig'ining yo'g'onligi 30 millimetrdan kam bo'lmasligi, harflar balandligi esa raqam o'lchamlarining 2/3 qismiga teng bo'lishi kerak."
        },
        "ru": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Опознавательных знак о принадлежности транспортного средства",
                "F2. Номера и буквы государственного регистрационного номерного знака",
                "F3. Опознавательный и номерной знак"
            ],
            "correctAnswer": 2,
            "explanation": "Aбзацу 2 пункта 175 главы 29 ПДД, гласит: На задней стенке кузова грузовых автомобилей, прицепов (за исключением прицепов к легковым автомобилям) и автобусов (кроме микроавтобусов) должны быть нанесены номера и буквы государственного регистрационного номерного знака. Высота цифр должна быть 300 мм, ширина — 120 мм, толщина штриха 30 мм, размер высоты букв 2/3 от размера цифр."
        },
        "uzk": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Транспорт воситасининг тегишлилиги ҳақида таниқлик белгиси",
                "F2. Давлат рақам белгиси ва ҳарфлари ёзилиши керак",
                "F3. Таниқлик ва ракам белгилари"
            ],
            "correctAnswer": 2,
            "explanation": "ЙҲҚ 29-боби 175-бандининг иккинчи хатбошисига асосан: Юк автомобиллари, тиркамалар (енгил автомобиллар тиркамаларидан ташқари) ва автобуслар (микроавтобуслардан ташқари) кузовининг орқа деворига унинг давлат рақам белгиси ва ҳарфлари ёзилиши керак. Рақамнинг баландлиги 300 миллиметр, кенглиги 120 миллиметр, чизиғининг йўғонлиги 30 миллиметрдан кам бўлмаслиги, ҳарфлар баландлиги эса рақам ўлчамларининг 2/3 қисмига тенг бўлиши керак."
        }
    }
}