{
    "questionId": 660,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Mopedlarni shatakka olishga ruxsat etiladimi?",
            "options": [
                "F1. Ruxsat etiladi",
                "F2. Qattiq, qoplamasiz yo'l bo'ylab faqat kunning yorug' vaqtida ruxsat etiladi",
                "F3. Taqiqlanadi"
            ],
            "correctAnswer": 3,
            "explanation": "YHQ 28-bobi 168-bandining yettinchi xatboshisiga asosan, velosipedchilar va individual harakatlanish vositalarini boshqarayotgan shaxslarga quyidagilar taqiqlanadi: Velosipedlarni va individual harakatlanish vositalarini shatakka olish, shuningdek, ulardan shatakka olishda foydalanish taqiqlanadi (velosipedga mo'ljallangan tirkamalarni shatakka olish bundan mustasno)."
        },
        "ru": {
            "text": "Разрешается ли буксировка мопедов?",
            "options": [
                "F1. Разрешается",
                "F2. Разрешается только в светлое время суток по дорогам, не имеющим твердого покрытия",
                "F3. Запрещается"
            ],
            "correctAnswer": 3,
            "explanation": "Aбзацу 7 пункта 168 главы 28 ПДД, гласит: Запрещается буксировка велосипедов и индивидуальные транспортных средствам, а также велосипедами и индивидуальные транспортных средствам (за исключением буксировки прицепа, предназначенного для эксплуатации с велосипедом)."
        },
        "uzk": {
            "text": "Мопедларни шатакка олишга рухсат этиладими?",
            "options": [
                "F1. Рухсат этилади",
                "F2. Қаттиқ, қопламасиз йўл бўйлаб фақат куннинг ёруғ вақтида рухсат этилади",
                "F3. Тақиқланади"
            ],
            "correctAnswer": 3,
            "explanation": "ЙҲҚ 28-боби 168-бандининг еттинчи хатбошисига асосан, велосипедчилар ва индивидуал ҳаракатланиш воситаларини бошқараётган шахсларга қуйидагилар тақиқланади: Велосипедларни ва индивидуал ҳаракатланиш воситаларини шатакка олиш, шунингдек, улардан шатакка олишда фойдаланиш тақиқланади (велосипедга мўлжалланган тиркамаларни шатакка олиш бундан мустасно)."
        }
    }
}