{
    "questionId":  672,
    "image":  "data/images/q0672.webp",
    "translations":  {
                         "uz":  {
                                    "text":  "Bu belgilar nimani bildiradi?",
                                    "options":  [
                                                    "F1. «Nogiron» taniqlik belgisi bo\u0027lgan avtomobillar uchun 30 metrdan keyin to\u0027xtab turish joyiga kelishini",
                                                    "F2. Motokajavalardan tashqari transport vositalari uchun 30 metrli hududdagi to\u0027xtab turish joyini",
                                                    "F3. «Nogiron» taniqlik belgisi bo\u0027lgan motokajava va avtomobillar uchun 30 metrli hududdagi to\u0027xtab turish joyini"
                                                ],
                                    "correctAnswer":  3,
                                    "explanation":  "YHQ 1-ilovasi 7-boʻlimining beshinchi va o\u0027ttizinchi xatboshlariga asosan: 7.2.1. «Ta\u0027sir oraligʻi». Ogohlantiruvchi belgilar bilan belgilangan xavfli joyning uzunligini yoki taqiqlovchi va axborot-ko\u0027rsatkich belgilarining ta\u0027sir o\u0027ralig\u0027ini koʻrsatadi. 7.17. «Nogironlar». 5.15 belgisi bilan qo\u0027llaniladi. To\u0027xtab turish joyi (yoki uning bir qismi) ushbu Qoidalarning 176-bandiga muvofiq «Nogiron» taniqlik belgisi oʻrnatilgan transport vositalari uchun ajratilganligini koʻrsatadi."
                                },
                         "ru":  {
                                    "text":  "Текст вопроса не найден",
                                    "options":  [
                                                    "F1. Место стоянки через 30 м для автомобилей с опознавательным знаком «Инвалид»",
                                                    "F2. Место стоянки в зоне 30 м для транспортных средств, кроме мотоколясок",
                                                    "F3. Место стоянки в зоне 30 м для мотоколясок и автомобилей с опознавательным знаком «Инвалид»"
                                                ],
                                    "correctAnswer":  3,
                                    "explanation":  "Знак дополнительной информации 7.2.1 \"Зона действия\". Указывает зону действия предупреждающих, предписывающих и информационно-указательных знаков. Соответственно, знак 5.15 означает место стоянки; знак 7.17 означает, что это место стоянки только для транспортных средств с опознавательным знаком \"Инвалид\"; знак 7.2.1 означает, что зона действия стоянки для транспортных средств с опознавательным знаком \"Инвалид\" равняется 30 метрам."
                                },
                         "uzk":  {
                                     "text":  "Бу белгилар нимани билдиради?",
                                     "options":  [
                                                     "F1. «Ногирон» таниқлик белгиси бўлган автомобиллар учун 30 метрдан кейин тўхтаб туриш жойига келишини",
                                                     "F2. Мотокажавалардан ташқари транспорт воситалари учун 30 метрли ҳудуддаги тўхтаб туриш жойини",
                                                     "F3. «Ногирон» таниқлик белгиси бўлган мотокажава ва автомобиллар учун 30 метрли ҳудуддаги тўхтаб туриш жойини"
                                                 ],
                                     "correctAnswer":  3,
                                     "explanation":  "ЙҲҚ 1-иловаси 7-бўлимининг бешинчи ва ўттизинчи хатбошларига асосан: 7.2.1. «Таъсир оралиги». Огоҳлантирувчи белгилар билан белгиланган хавфли жойнинг узунлигини ёки тақиқловчи ва ахборот-кўрсаткич белгиларининг таъсир оралиғини кўрсатади. 7.17. «Ногиронлар». 5.15 белгиси билан қўлланилади. Тўхтаб туриш жойи (ёки унинг бир қисми) ушбу Қоидаларнинг 176-бандига мувофиқ «Ногирон» таниқлик белгиси ўрнатилган транспорт воситалари учун ажратилганлигини кўрсатади."
                                 }
                     }
}
