{
    "questionId": 677,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Agar haydovchi transport vositasining eshigini ochishga va undan chiqishga qaror qilsa, unga nima taqiqlanadi?",
            "options": [
                "F1. Harakatlanish serqatnov bo'lgan yo'llarda turgan transport vositasining eshigini ochish taqiqlanadi",
                "F2. Harakatlanish serqatnov bo'lgan yo'llarda haydovchi eshigini ochish taqiqlanadi. O'z joyidan yo'lovchi eshigi orqali chiqadi",
                "F3. Turgan transport vositasining eshigini ochish, agar bu harakatlanishning boshqa ishtirokchilariga halaqit bersa va xavf tug'dirsa taqiqlanadi"
            ],
            "correctAnswer": 3,
            "explanation": "YHQ 13-bobi 94-bandiga asosan: Agar boshqa yo'l harakati qatnashchilarining harakatiga xalaqit beradigan bo'lsa yoki xavf tug'dirsa, transport vositasining eshiklarini ochish taqiqlanadi."
        },
        "ru": {
            "text": "Что запрещается водителю, если он решил открыть двери транспортного средства и выйти из него?",
            "options": [
                "F1. Запрещается открывать двери стоящего транспортного средства на дорогах с интенсивным движением",
                "F2. Запрещается открывать двери водителя на дорогах с интенсивным движением. Покинуть свое место следует через дверь пассажира",
                "F3. Запрещается открывать двери стоящего транспортного средства, если это угрожает безопасности и создает помехи другим участникам дорожного движения"
            ],
            "correctAnswer": 3,
            "explanation": "Пункта 94 главы 13 ПДД, гласит: Запрещается открывать двери транспортного средства, если это создаст помехи или опасность другим участникам дорожного движения."
        },
        "uzk": {
            "text": "Агар ҳайдовчи транспорт воситасининг эшигини очишга ва ундан чиқишга қарор қилса, унга нима тақиқланади?",
            "options": [
                "F1. Ҳаракатланиш серқатнов бўлган йўлларда турган транспорт воситасининг эшигини очиш тақиқланади",
                "F2. Ҳаракатланиш серқатнов бўлган йўлларда ҳайдовчи эшигини очиш тақиқланади. Ўз жойидан йўловчи эшиги орқали чикади",
                "F3. Турган транспорт воситасининг эшигини очиш, агар бу ҳаракатланишнинг бошқа иштирокчиларига ҳалақит берса ва хавф туғдирса такиқланади"
            ],
            "correctAnswer": 3,
            "explanation": "ЙҲҚ 13-боби 94-бандига асосан: Агар бошқа йўл ҳаракати қатнашчиларининг ҳаракатига халақит берадиган бўлса ёки хавф туғдирса, транспорт воситасининг эшикларини очиш тақиқланади."
        }
    }
}