{
    "questionId": 689,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Qornidan yopiq jarohat olgan jabrlanuvchi qanday tashiladi?",
            "options": [
                "F1. Yonboshi yoki orqasiga yotqizilgan holatda, lat yegan joyga issiq grelka qo'yiladi",
                "F2. Yotqizilgan holatda, lat yegan joyiga sovuq narsa (muz, malham) qo'yiladi",
                "F3. Yarim o'tkazilgan holatda, tizzalari tanaga yaqinlashtiriladi"
            ],
            "correctAnswer": 2,
            "explanation": "Qorin bo'shligʻining yopiq jarohatlari hollarida gavdaning holati oyoqlarni tizzalaridan bukib, yon tarafga qarab yotiladi. Qorin qismiga muz xaltachasi qo'yiladi."
        },
        "ru": {
            "text": "Как транспортировать пострадавшего с закрытой травмой живота?",
            "options": [
                "F1. В лежачем положении на боку или сидя с горячей грелкой на месте ушиба",
                "F2. В лежачем положении с холодом на месте ушиба (лед. примочка)",
                "F3. В положении «полусидя», колени максимально приближены к туловищу"
            ],
            "correctAnswer": 2,
            "explanation": "Пострадавшего с закрытой травмой живота следует транспортировать в лежачем положении с холодом на месте ушиба (лед. примочка)."
        },
        "uzk": {
            "text": "Қорнидан ёпик жароҳат олган жабрланувчи қандай ташилади?",
            "options": [
                "F1. Ёнбоши ëки орқасига ётқизилган ҳолатда, лат еган жойга иссик грелка қўйилади",
                "F2. Ётқизилган ҳолатда, лат еган жойига совуқ нарса (муз, малҳам) қўйилади",
                "F3. Ярим ўтказилган ҳолатда, тиззалари танага яқинлаштирилади"
            ],
            "correctAnswer": 2,
            "explanation": "Қорин бўшлиғининг ёпиқ жароҳатлари ҳолларида гавданинг ҳолати оёқларни тиззаларидан букиб, ён тарафга қараб ётилади. Қорин қисмига муз халтачаси қўйилади."
        }
    }
}