{
    "questionId":  695,
    "image":  "data/images/q0695.webp",
    "translations":  {
                         "uz":  {
                                    "text":  "Qaysi transport vositasining haydovchisi yo\u0027l berishi kerak?",
                                    "options":  [
                                                    "F1. Mototsikl haydovchisi",
                                                    "F2. Yuk avtomobili haydovchisi"
                                                ],
                                    "correctAnswer":  2,
                                    "explanation":  "YHQ 16-bobi 105-bandiga asosan: Teng ahamiyatga ega bo\u0027lgan yo\u0027llar kesishgan chorrahada relssiz transport vositasining haydovchisi o\u0027ngdan kelayotgan transport vositalariga yo\u0027l berishi shart."
                                },
                         "ru":  {
                                    "text":  "Водитель какого транспортного средства должен уступить дорогу?",
                                    "options":  [
                                                    "F1. Водитель мотоцикла",
                                                    "F2. Водитель грузового автомобиля"
                                                ],
                                    "correctAnswer":  2,
                                    "explanation":  "Пункту 105 главы 16 ПДД, гласит: На перекрестке равнозначных дорог водитель безрельсового транспортного средства обязан уступить дорогу транспортным средствам, приближающимся справа. Этим же правилом должны руководствоваться между собой водители трамваев. На таких перекрестках трамвай имеет право на первоочередное движение перед безрельсовыми транспортными средствами независимо от направления его движения.\nВ данном случае водитель грузового автомобиля должен уступить дорогу мотоциклу, т.к. тот приближается справа от него."
                                },
                         "uzk":  {
                                     "text":  "Қайси транспорт воситасинИНГ ҳайдовчиси йўл бериши керак?",
                                     "options":  [
                                                     "F1. Мотоцикл ҳайдовчиси",
                                                     "F2. Юк автомобили ҳайдовчиси"
                                                 ],
                                     "correctAnswer":  2,
                                     "explanation":  "ЙҲҚ 16-боби 105-бандига асосан: Тенг аҳамиятга эга бўлган йўллар кесишган чорраҳада рельссиз транспорт воситасининг ҳайдовчиси ўнгдан келаётган транспорт воситаларига йўл бериши шарт."
                                 }
                     }
}
