{
    "questionId": 690,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Spidometr jihozlari tamg'alanmagan transport vositalaridan foydalanishga ruxsat etiladimi?",
            "options": [
                "F1. Ruxsat etiladi",
                "F2. Taqiqlanadi",
                "F3. Faqat xususiy egalariga tegishli transport vositalarga hamda mototsikllar va mopedlarga ruxsat etiladi"
            ],
            "correctAnswer": 3,
            "explanation": "YHQ 3-ilovasi 7-bo'limining 7.6.-bandiga asosan: 7.6. Spidometr qurilmasi nosoz va tamg'alanmagan (shaxsiy transport vositalari, mototsikl, elektromototsikl, skuter va mopedlardan tashqari) bo'lsa foydalanish taqiqlanadi."
        },
        "ru": {
            "text": "Разрешается ли эксплуатация транспортных средств с неопломбированным спидометровым оборудованием?",
            "options": [
                "F1. Разрешается",
                "F2. Запрещается",
                "F3. Разрешается только автомобилей, мотоциклов и мопедов, принадлежащих индивидуальным владельцам"
            ],
            "correctAnswer": 3,
            "explanation": "В \"Условиях, при которых запрещается эксплуатация транспортных средств\" (приложение №3 к ПДД) сказано, что эксплуатация транспортных средств запрещена, если: 7.6. Неисправно и не опломбировано спидометровое оборудование (исключая транспортные средства, принадлежащие индивидуальным владельцам, мотоциклы, электромотоциклов, скутеров и мопеды)."
        },
        "uzk": {
            "text": "Спидометр жиҳозлари тамғаланмаган транспорт воситаларидан фойдаланишга рухсат этиладими?",
            "options": [
                "F1. Рухсат этилади",
                "F2. Тақиқланади",
                "F3. Фақат хусусий эгаларига тегишли транспорт воситаларга ҳамда мотоцикллар ва мопедларга рухсат этилади"
            ],
            "correctAnswer": 3,
            "explanation": "ЙҲҚ 3-иловаси 7-бўлимининг 7.6.-бандига асосан: 7.б. Спидометр қурилмаси носоз ва тамғаланмаган (шахсий транспорт воситалари, мотоцикл, электромотоцикл, скутер ва мопедлардан ташқари) бўлса фойдаланиш тақиқланади."
        }
    }
}