{
    "questionId": 698,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Qishloq xo'jalik ishlari olib boriladigan dalada yuk avtomobili va traktorning harakat trayektoriyasi kesishadi. Kimga yo'l berishi kerak?",
            "options": [
                "F1. Yuk avtomobili haydovchisi traktor haydovchisiga",
                "F2. Traktor haydovchisi yuk avtomobili haydovchisiga",
                "F3. O'ng tomonidan yaqinlashayotgan transport vositasi haydovchisiga",
                "F4. O'ng tomondagi haydovchi"
            ],
            "correctAnswer": 3,
            "explanation": "YHQ 9-bobi 60-bandiga asosan: Transport vositalarining harakat yo'nalishlari kesishadigan va o'tish navbati Qoidalarda nazarda tutilmagan hollarda haydovchi oʻng tomondan yaqinlashib kelayotgan transport vositasiga yoʻl berishi kerak."
        },
        "ru": {
            "text": "В поле, на сельскохозяйственных работах, траектории движения грузового автомобиля и трактора пересекаются. Кому нужно уступить дорогу?",
            "options": [
                "F1. Водитель грузового автомобиля водителю трактора",
                "F2. Водитель трактора водителю грузового автомобиля",
                "F3. Водитель, к которому транспортное средство приближается справа",
                "F4. Водитель, находящийся справа"
            ],
            "correctAnswer": 3,
            "explanation": "Пункта 60 главы 9 ПДД, гласит: В случаях, когда траектории движения транспортных средств пересекаются, а очерёдность проезда не оговорена настоящими Правилами, дорогу должен уступить водитель, к которому транспортное средство приближается справа."
        },
        "uzk": {
            "text": "Қишлоқ хўжалик ишлари олиб бориладиган далада юк автомобили ва тракторнинг ҳаракат траекторияси кесишади. Кимга йўл бериши керак?",
            "options": [
                "F1. Юк автомобили ҳайдовчиси трактор ҳайдовчисига",
                "F2. Трактор ҳайдовчиси юк автомобили ҳайдовчисига",
                "F3. Ўнг томонидан яқинлашаëтган транспорт воситаси ҳайдовчисига",
                "F4. Ўнг томондаги ҳайдовчи"
            ],
            "correctAnswer": 3,
            "explanation": "ЙҲҚ 9-боби 60-бандига асосан: Транспорт воситаларининг ҳаракат йўналишлари кесишадиган ва ўтиш навбати Қоидаларда назарда тутилмаган ҳолларда ҳайдовчи ўнг томондан яқинлашиб келаётган транспорт воситасига йўл бериши керак."
        }
    }
}