{
    "questionId": 699,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Transport vositasini tik qiyaliklarda uzatma ajratilgan holatda tushishga ruxsat etiladimi?",
            "options": [
                "F1. Agar avtomobil gidrovakuum kuchaytirgichli tormozlar bilan jihozlangan bo'lsa tavsiya etiladi",
                "F2. Agar yo'l yaxshi holatda bo'lsa va uzoq ko'rinib tursa tavsiya etiladi",
                "F3. Taqiqlanadi"
            ],
            "correctAnswer": 3,
            "explanation": "YHQ 21-bobi 130-bandiga asosan: Yoʻlning 1.13 yo'l belgisi bilan belgilangan qismida uzatma va ilashish mexanizmi (ssepleniye) ajratilgan holatda harakatlanish taqiqlanadi."
        },
        "ru": {
            "text": "Разрешается ли пользоваться накатом при движении на крутых спусках горных дорог?",
            "options": [
                "F1. Рекомендуется, если автомобиль оборудован гидровакуумным усилителем тормозов",
                "F2. Рекомендуется, если дорога в хорошем состоянии и просматривается на далекое расстояние",
                "F3. Запрещается"
            ],
            "correctAnswer": 3,
            "explanation": "Пункта 130 главы 21 ПДД, гласит: На участках дорог, обозначенных дорожным знаком 1.13, запрещается движение с выключенными передачей n сцеплением. Соответственно, движение накатом на крутых спусках горных дорог запрещено."
        },
        "uzk": {
            "text": "Транспорт воситасини тик қияликларда узатма ажратилган ҳолатда тушишга рухсат этиладими?",
            "options": [
                "F1. Агар автомобиль гидровакуум кучайтиргичли тормозлар билан жиҳозланган бўлса тавсия этилади",
                "F2. Агар йўл яхши ҳолатда бўлса ва узоқ кўриниб турса тавсия этилади",
                "F3. Тақиқланади"
            ],
            "correctAnswer": 3,
            "explanation": "ЙҲҚ 21-боби 130-бандига асосан: Йўлнинг 1.13 йўл белгиси билан белгиланган қисмида узатма ва илашиш механизми (сцепление) ажратилган ҳолатда ҳаракатланиш тақиқланади."
        }
    }
}