{
    "questionId": 700,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Qoidalar transport vositalarining harakatlanishni davom ettirishni qanday hollarda taqiqlaydi?",
            "options": [
                "F1. Kuzov (kabina) qismlari va bo'yog'iga tashqi tomondan anchagina shikast yetgan bo'lsa",
                "F2. Ulagich moslamasi nosoz bo'lsa (avtopoyezd tarkibida)",
                "F3. Ressoralarning oʻzak qatlami yoki markaziy bolti shikastlansa"
            ],
            "correctAnswer": 2,
            "explanation": "YHQ 2-bobi 12-bandining uchinchi xatboshisiga asosan, haydovchiga quyidagilar taqiqlanadi: tormoz tizimi, rul boshqaruvi ishlamayotgan, ulagich moslamasi (avtopoyezd tarkibida) nosoz bo'lgan, sutkaning qorong'i vaqtida yoki ko'rinish cheklangan vaziyatlarda yonmaydigan fara chiroqlari va orqa gabarit fara chiroqlari, yomg'ir yoki qor yogʻayotgan vaqtda oyna tozalagich ishlamaydigan transport vositasini boshqarish."
        },
        "ru": {
            "text": "В каком случае Правила запрещают дальнейшее движение транспортных средств?",
            "options": [
                "F1. Имеются значительные внешние повреждения деталей кузова (кабины) и окраски",
                "F2. Неисправно сцепное устройство (в составе автопоезда)",
                "F3. Разрушен коренной лист или центральный болт рессоры"
            ],
            "correctAnswer": 2,
            "explanation": "Aбзацу 3 пункта 12 главы 2 ПДД, гласит: Водителю запрещается: управлять транспортным средством, если на транспортном средстве не работает тормозная система, рулевое управление, стеклоочиститель со стороны водителя во время дождя или снегопада, неисправно сцепное устройство (в составе автопоезда), не горят или отсутствуют фары и задние габаритные огни в темное время суток или в условиях недостаточной видимости."
        },
        "uzk": {
            "text": "Қоидалар транспорт воситаларининг ҳаракатланишни давом эттиришни қандай ҳолларда тақиқлайди?",
            "options": [
                "F1. Кузов (кабина) қисмлари ва бўёғига ташқи томондан анчагина шикаст етган бўлса",
                "F2. Улагич мосламаси носоз бўлса (автопоезд таркибида)",
                "F3. Рессораларнинг ўзак қатлами ёки марказий болти шикастланса"
            ],
            "correctAnswer": 2,
            "explanation": "ЙҲҚ 2-боби 12-бандининг учинчи хатбошисига асосан, ҳайдовчига қуйидагилар тақиқланади: тормоз тизими, руль бошқаруви ишламаётган, улагич мосламаси (автопоезд таркибида) носоз бўлган, сутканинг қоронғи вақтида ёки кўриниш чекланган вазиятларда ёнмайдиган фара чироқлари ва орқа габарит фара чироқлари, ёмғир ёки қор ёғаётган вақтда ойна тозалагич ишламайдиган транспорт воситасини бошқариш."
        }
    }
}