{
    "questionId": 712,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Sanab o'tilgan qaysi holatda transport vositasidan foydalanishga ruxsat etiladi?",
            "options": [
                "F1. Tashqi yoritgich asboblari ifloslangan bo'lsa",
                "F2. Yorituvchi chiroq nurining yo'nalishi buzilgan bo'lsa",
                "F3. Old qismida — oq yoki sariq rangli tumanga qarshi faralar o'rnatilgan bo'lsa"
            ],
            "correctAnswer": 3,
            "explanation": "YHQ 3 ilova: 3.2. Yorituvchi chiroq nurining yoʻnalishi buzilgan bo'lsa.\n3.3. Agar tashqi yoritqichlar va nur qaytargichlar belgilangan tartibda ishlamayotgan yoki ifloslangan bo'lsa.\n3.6. Transport vositasida foydalanishga ruxsat etiladi quyidagilar: old qismida — oq yoki sariq rangdan boshqa rangli tumanga qarshi faralar, sariq yoki zarg'aldoq rangdan boshqa rangli burilish ko'rsatgichlari, oq rangdan boshqa rangli nur qaytargichlar oʻrnatilgan bo'lsa."
        },
        "ru": {
            "text": "В каком случае разрешается эксплуатация транспортного средства?",
            "options": [
                "F1. Загрязнены внешние световые приборы",
                "F2. Нарушена регулировка фар",
                "F3. Спереди - установлены белые или желтые противотуманные фары"
            ],
            "correctAnswer": 3,
            "explanation": "ПДД приложение № 3: 3.2. Нарушена регулировка фар. 3.3. Не работают в установленном режиме или загрязнены внешние световые приборы и световозвращатели.\n3.6. На транспортном средстве установлены: спереди — противотуманные фары с огнями любого цвета, кроме белого или жёлтого, указатели поворота с огнями любого цвета, кроме жёлтого или оранжевого, а световозвращающие приспособления — любого цвета, кроме белого."
        },
        "uzk": {
            "text": "Санаб ўтилган қайси ҳолатда транспорт воситасидан фойдаланишга рухсат этилади?",
            "options": [
                "F1. Ташқи ёритгич асбоблари ифлосланган бўлса",
                "F2. Ёритувчи чироқ нурининг йўналиши бузилган бўлса",
                "F3. Олд қисмида — оқ ёки сариқ рангли туманга қарши фаралар ўрнатилган бўлса"
            ],
            "correctAnswer": 3,
            "explanation": "ЙҲҚ 3 илова: 3.2. Ёритувчи чироқ нурининг йўналиши бузилган бўлса.\n3.3. Агар ташқи ёритқичлар ва нур қайтаргичлар белгиланган тартибда ишламаётган ёки ифлосланган бўлса.\n3.6. Транспорт воситасида фойдаланишга рухсат этилади қуйидагилар: олд қисмида — оқ ёки сариқ рангдан бошқа рангли туманга қарши фаралар, сариқ ёки зарғалдоқ рангдан бошқа рангли бурилиш кўрсатгичлари, оқ рангдан бошқа рангли нур қайтаргичлар ўрнатилган бўлса."
        }
    }
}