{
    "questionId": 725,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Cheklangan ko'rinish sharoitida",
                "F2. Yetarlicha ko'rinmaslik sharoitida"
            ],
            "correctAnswer": 2,
            "explanation": "YHQ 23-bobi 137, 140 bandlari: Quyidagi hollarda tumanga qarshi chiroqlarni qo'llash mumkin: yetarlicha ko'rinmaydigan sharoitda alohida, shuningdek uzoqni yorituvchi yoki yaqinni yorituvchi chiroqlar bilan;\nqorong'i vaqtda yoʻlning yoritilmagan qismlarida uzoqni yoki yaqinni yorituvchi chiroqlar bilan birga;\nushbu Qoidalarning 138-bandida ko'zda tutilgan holatlarda yaqinni yorituvchi chiroqlar o'rniga.\nTumanga qarshi orqa chiroqlarni faqat yetarlicha ko'rinmaydigan sharoitda qoʻllash mumkin. Tumanga qarshi orqa chiroqlarni to'xtash chiroqlari(stop-signal)ga ulash taqiqlanadi."
        },
        "ru": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. В условиях ограниченной видимости",
                "F2. В условиях недостаточной видимости"
            ],
            "correctAnswer": 2,
            "explanation": "Пункты 137, 140 главы 23 ПДД, гласит: Противотуманные фары могут использоваться в следующих случаях: в условиях недостаточной видимости самостоятельно, а также с ближним или дальним светом фар;\nв темное время суток на неосвещенных участках дорог совместно с ближним или дальним светом фар;\nвместо ближнего света фар в условиях, предусмотренных пунктом 138 настоящих Правил. Задние противотуманные фонари могут применяться только в условиях недостаточной видимости."
        },
        "uzk": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Чекланган кўриниш шароитида",
                "F2. Етарлича кўринмаслик шароитида"
            ],
            "correctAnswer": 2,
            "explanation": "ЙҲҚ 23-боби 137, 140 бандлари: Қуйидаги ҳолларда туманга қарши чироқларни қўллаш мумкин: етарлича кўринмайдиган шароитда алоҳида, шунингдек узоқни ёритувчи ёки яқинни ёритувчи чироқлар билан;\nқоронғи вақтда йўлнинг ёритилмаган қисмларида узоқни ёки яқинни ёритувчи чироқлар билан бирга;\nушбу Қоидаларнинг 138-бандида кўзда тутилган ҳолатларда яқинни ёритувчи чироқлар ўрнига.\nТуманга қарши орқа чироқларни фақат етарлича кўринмайдиган шароитда қўллаш мумкин. Туманга қарши орқа чироқларни тўхташ чироқлари (стоп-сигнал)га улаш тақиқланади."
        }
    }
}