{
    "questionId": 744,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Piyodalar turar joy dahasida qayerda harakatlanishlari mumkin?",
            "options": [
                "F1. Faqat trotuarda",
                "F2. Faqat qatnov qismida",
                "F3. Trotuarda, hamda qatnov qismida"
            ],
            "correctAnswer": 3,
            "explanation": "YHQ 20-bobi 123-bandi: Turar joy dahalari (kirish va chiqish 5.38 va 5.39 yo'l belgilari bilan belgilangan hududlar)da piyodalarga trotuarlar hamda qatnov qismida harakatlanishga ruxsat etiladi. Bunda piyodalar imtiyozga ega bo'ladilar, biroq ular transport vositalarining harakatlanishiga asossiz xalaqit bermasliklari kerak."
        },
        "ru": {
            "text": "Где могут двигаться пешеходы в жилой зоне?",
            "options": [
                "F1. Только на тротуаре",
                "F2. Только на проезжей части дороги",
                "F3. На тротуаре и на проезжей части дороги"
            ],
            "correctAnswer": 3,
            "explanation": "Пункта 123 главы 20 ПДД, гласит: В жилой зоне (территории, въезды и выезды с которых обозначены дорожными знаками 5.38 и 5.39) движение пешеходов разрешается по тротуарам и по проезжей части. При этом пешеходы имеют приоритет, однако, они не должны создавать необоснованные помехи для движения транспортных средств."
        },
        "uzk": {
            "text": "Пиёдалар турар жой даҳасида қаерда ҳаракатланишлари мумкин?",
            "options": [
                "F1. Фақат тротуарда",
                "F2. Фақат қатнов қисмидан",
                "F3. Тротуарда, ҳамда қатнов қисмида"
            ],
            "correctAnswer": 3,
            "explanation": "ЙҲҚ 20-боби 123-банди: Турар жой даҳалари (кириш ва чиқиш 5.38 ва 5.39 йўл белгилари билан белгиланган ҳудудлар)да пиёдаларга тротуарлар ҳамда қатнов қисмида ҳаракатланишга рухсат этилади. Бунда пиёдалар имтиёзга эга бўладилар, бироқ улар транспорт воситаларининг ҳаракатланишига асоссиз халақит бермасликлари керак."
        }
    }
}