{
    "questionId": 745,
    "image": "data/images/q0745.webp",
    "translations": {
        "uz": {
            "text": "Qaysi transport vositasining haydovchisi qoidani buzib burilmoqda?",
            "options": [
                "F1. Faqat yengil avtomobil haydovchisi",
                "F2. Ikkisi ham buzmoqda",
                "F3. Faqat mototsikl haydovchisi"
            ],
            "correctAnswer": 2,
            "explanation": "YHQ 1 ilova: 4.1.1. «Harakatlanish to'g'riga». 4.1.1 — 4.1.6 belgilarining ta'siri yo'nalishli transport vositalariga joriy qilinmaydi.\n4.1.1 — 4.1.6 yo'l belgilari qatnov qismlarining qaysi kesishmasidan oldin o'rnatilsa, belgining ta'siri shu kesishmaga joriy qilinadi.\nYo'lning qismi boshlanishida oʻrnatilgan 4.1.1 belgisining ta'siri yaqin chorrahagacha joriy qilinadi. Belgi oʻng tomonda joylashgan hovlilarga va yo'lga yondosh boshqa hududlarga burilishni taqiqlamaydi."
        },
        "ru": {
            "text": "Водитель какого автомобиля нарушает правила?",
            "options": [
                "F1. Только автомобил",
                "F2. Оба нарушают",
                "F3. Только мотоциклист"
            ],
            "correctAnswer": 2,
            "explanation": "Приложение №1 к ПДД: 4.1.1. «Движение прямо». Действие знаков 4.1.1 — 4.1.6 не распространяется на маршрутные транспортные средства.\nДействие знаков 4.1.1 — 4.1.6 распространяется на пересечение проезжих частей, перед которым установлен знак.\nДействие знака 4.1.1, установленного в начале участка дороги, распространяется до ближайшего перекрестка. Знак не запрещает повороты направо во дворы и на другие прилегающие к дороге территории."
        },
        "uzk": {
            "text": "Қайси транспорт воситасининг ҳайдовчиси қоидани бузиб бурилмоқда?",
            "options": [
                "F1. Фақат енгил автомобиль ҳайдовчиси",
                "F2. Иккиси ҳам бузмоқда",
                "F3. Фақат мотоцикл ҳайдовчиси"
            ],
            "correctAnswer": 2,
            "explanation": "ЙҲҚ 1 илова: 4.1.1. «Ҳаракатланиш туерига». 4.1.1 — 4.1.6 белгиларининг таъсири йўналишли транспорт воситаларига жорий қилинмайди.\n4.1.1 — 4.1.6 йўл белгилари қатнов қисмларининг қайси кесишмасидан олдин ўрнатилса, белгининг таъсири шу кесишмага жорий қилинади.\nЙўлнинг қисми бошланишида ўрнатилган 4.1.1 белгисининг таъсири яқин чорраҳагача жорий қилинади. Белги ўнг томонда жойлашган ҳовлиларга ва йўлга ёндош бошқа ҳудудларга бурилишни тақиқламайди."
        }
    }
}