{
    "questionId": 747,
    "image": "data/images/q0747.webp",
    "translations": {
        "uz": {
            "text": "Ushbu yo'lda sizga yo'l belgisidan keyin qaysi tasmalarda harakatlanishga ruxsat beriladi?",
            "options": [
                "F1. Faqat chap tasmadan",
                "F2. Istalgan tasmadan",
                "F3. O'ng tasmadan"
            ],
            "correctAnswer": 3,
            "explanation": "YHQ 10-bobi 67-bandi: Aholi punktlaridan tashqaridagi yoʻllarda hamda aholi punktlarida ayrim turdagi transport vositalari uchun ushbu Qoidalarda belgilangandan yuqori tezlikda harakatlanish ruxsat etilgan yoʻl qismlarida haydovchilar transport vositalarini mumkin qadar qatnov qismining oʻng chetiga yaqinroq olib harakatlanishlari kerak. O'ng tasmalar boʻsh bo'lganda chap tasmalarni egallash taqiqlanadi."
        },
        "ru": {
            "text": "На этой дороге, по каким полосам вам разрешено двигаться после дорожного знака ?",
            "options": [
                "F1. Только по левой полосе",
                "F2. По любой полосе",
                "F3. По правой полосе"
            ],
            "correctAnswer": 3,
            "explanation": "Пункта 67 главы 10 ПДД, гласит: Вне населенных пунктов, а также в населенных пунктах на участках дорог, где разрешено движение с большей скоростью для отдельных видов транспортных средств, чем предписано настоящими Правилами, водители транспортных средств должны двигаться по возможности ближе к правому краю проезжей части. Запрещается занимать левые полосы движения при свободных правых."
        },
        "uzk": {
            "text": "Ушбу йўлда Сизга йўл белгисидан кейин қайси тасмаларда ҳаракатланишга рухсат берилади?",
            "options": [
                "F1. Фақат чап тасмадан",
                "F2. Исталган тасмадан",
                "F3. Ўнг тасмадан"
            ],
            "correctAnswer": 3,
            "explanation": "ЙҲҚ 10-боби 67-банди: Аҳоли пунктларидан ташқаридаги йўлларда ҳамда аҳоли пунктларида айрим турдаги транспорт воситалари учун ушбу Қоидаларда белгилангандан юқори тезликда ҳаракатланиш рухсат этилган йўл қисмларида ҳайдовчилар транспорт воситаларини мумкин қадар қатнов қисмининг ўнг четига яқинроқ олиб ҳаракатланишлари керак. Унг тасмалар бўш бўлганда чап тасмаларни эгаллаш тақиқланади."
        }
    }
}