{
    "questionId": 746,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Mototsikl va mopedlarda",
                "F2. Xavfli, katta o'lchamli va og'ir vaznli yuklarni tashishda",
                "F3. Yo'lovchilarni tashiyotgan avtobus va yo'nalishli transport vositalarida",
                "F4. Barcha sanab o'tilgan hollarda"
            ],
            "correctAnswer": 4,
            "explanation": "YHQ 23-bobi 138-bandi: Sutkaning yorug' vaqtida quyidagi hollarda yaqinni yorituvchi fara chiroqlari yoqilishi kerak: transport vositalari tashkiliy jamlanma safida harakatlanayotganda;\nyo'lovchilarni tashiyotgan avtobuslar va yo'nalishli transport vositalarida;\nbolalar guruhini tashkiliy tashishda;\nxavfli, katta o'lchamli va og'ir vaznli yuklarni tashishda;\nmexanik transport vositalarini shatakka olishda (shatakka olib ketayotgan transport vositasida);\nkuchli yog'ingarchilik (yomg'ir, qor) sharoitida;\nmototsikl, elektromototsikl, skuter va mopedlarda."
        },
        "ru": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. На мотоциклах и мопедах",
                "F2. При перевозке опасных негабаритных и тяжеловесных грузов",
                "F3. В автобусах перевозящих пассажиров и других маршрутных транспортных средствах",
                "F4. Во всех перечисленных случаях"
            ],
            "correctAnswer": 4,
            "explanation": "Пункта 138 главы 23 ПДД, гласит: В светлое время суток ближний свет фар должен быть включен в следующих случаях: при движении в составе организованной транспортной колонны;\nна автобусах и маршрутных транспортных средствах, перевозящих пассажиров;\nпри организованной перевозке группы детей;\nпри перевозке опасных, крупногабаритных и тяжеловесных грузов;\nпри буксировке механических транспортных средств (на буксирующем транспортном средстве);\nна мотоциклах, электромотоциклах, скутерах и мопедах."
        },
        "uzk": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Мотоцикл ва мопедларда",
                "F2. Хавфли, катта ўлчамли ва оғир вазнли юкларни ташишда",
                "F3. Йўловчиларни ташиётган автобус ва йўналишли транспорт воситаларида",
                "F4. Барча санаб ўтилган ҳолларда"
            ],
            "correctAnswer": 4,
            "explanation": "ЙҲҚ 23-боби 138-банди: Сутканинг ёруғ вақтида қуйидаги ҳолларда яқинни ёритувчи фара чироқлари ёқилиши керак: транспорт воситалари ташкилий жамланма сафида ҳаракатланаётганда;\nйўловчиларни ташиётган автобуслар ва йўналишли транспорт воситаларида;\nболалар гуруҳини ташкилий ташишда;\nхавфли, катта ўлчамли ва оғир вазнли юкларни ташишда;\nмеханик транспорт воситаларини шатакка олишда (шатакка олиб кетаётган транспорт воситасида);\nкучли ёғингарчилик (ёмғир, қор) шароитида;\nмотоцикл, электромотоцикл, скутер ва мопедларда."
        }
    }
}