{
    "questionId": 742,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Quvib o'tishda burilish ko'rsatkichi bilan beriladigan ogohlantiruvchi ishoralarni, haydovchi qachon o'chirishi kerak?",
            "options": [
                "F1. O'z ixtiyoringizga ko'ra",
                "F2. Manyovrni tugallagach, darhol",
                "F3. Quvib o'tilayotgan transport vositasidan o'zib ketgandan so'ng istalgan vaqtda"
            ],
            "correctAnswer": 2,
            "explanation": "YHQ 8-bobi 46-bandi: Burilish ko'rsatkichi yoki qoʻl bilan berilayotgan ishora manyovrni bajarishdan oldinroq berilishi va uni tugallagach, darhol to'xtatilishi kerak (qo'l bilan berilayotgan ishorani manyovrni bevosita bajarishdan oldin tugallash mumkin).\nBeriladigan ishoralar yoʻl harakatining boshqa qatnashchilarini chalg'itmasligi kerak.\nOgohlantiruvchi ishora berish haydovchiga oldin oʻtish huquqini bermaydi va uni zaruriy ehtiyot choralarini ko'rish mas'uliyatidan ozod etmaydi."
        },
        "ru": {
            "text": "При обгоне водитель когда должен выключить предупреждающие сигналы, подаваемые указателем поворота?",
            "options": [
                "F1. На ваше усмотрение",
                "F2. Немедленно после завершения манёвра",
                "F3. В любой момент после завершения манёвра транспортного средства"
            ],
            "correctAnswer": 2,
            "explanation": "Пункта 46 главы 8 ПДД, гласит: Подача сигнала указателями поворотов или рукой должна производиться заблаговременно до начала выполнения маневра и прекращаться немедленно после его завершения (подача сигнала рукой может быть закончена непосредственно перед выполнением маневра).\nПодаваемый сигнал не должен вводить в заблуждение других участников дорожного движения.\nПодача предупредительного сигнала не дает водителю право на первоочередное движение и не освобождает его от принятия необходимых мер предосторожности."
        },
        "uzk": {
            "text": "Қувиб ўтишда бурилиш кўрсаткичи билан бериладиган огоҳлантирувчи ишораларни, ҳайдовчи қачон ўчириши керак?",
            "options": [
                "F1. Ўз ихтиёрингизга  ҳавола",
                "F2. Манёврни тугаллагач, дарҳол",
                "F3. Қувиб ўтилаётган транспорт воситасидан ўзиб кетгандан сўнг"
            ],
            "correctAnswer": 2,
            "explanation": "ЙҲҚ 8-боби 46-банди: Бурилиш кўрсаткичи ёки қўл билан берилаётган ишора манёврни бажаришдан олдинроқ берилиши ва уни тугаллагач, дарҳол тўхтатилиши керак (қўл билан берилаётган ишорани манёврни бевосита бажаришдан олдин тугаллаш мумкин).\nБериладиган ишоралар йўл ҳаракатининг бошқа қатнашчиларини чалғитмаслиги керак.\nОгоҳлантирувчи ишора бериш ҳайдовчига олдин ўтиш ҳуқуқини бермайди ва уни зарурий эҳтиёт чораларини кўриш масъулиятидан озод этмайди."
        }
    }
}