{
    "questionId": 741,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Siz yengil avtomobildan qaysi jihozlar mavjud bo'lmaganda foydalanishingiz mumkin?",
            "options": [
                "F1. O't o'chirgich",
                "F2. G'ildirab ketishga qarshi moslama",
                "F3. Tibbiy quticha",
                "F4. Avariya sababli to'xtash belgisi"
            ],
            "correctAnswer": 2,
            "explanation": "YHQ 3 ilova Transport vositalaridan foydalanishni taqiqlovchi shartlar: 7.10. Transport vositalari quyidagilar bilan jihozlanmagan bo'lsa: M2, МЗ toifadagi — favqulodda holatlarda oynani sindirish uchun foydalaniladigan bolg'acha, tibbiyot qutichasi, 2 ta oʻt o'chirgich (bittasi haydovchining kabinasida, ikkinchisi — yo'lovchilar salonida), majburiy toʻxtaganini bildiruvchi belgi (yoki miltillovchi qizil chiroq) va nur qaytargichli kamzul (jilet)."
        },
        "ru": {
            "text": "Без какого оборудования можно эксплуатировать легковые автомобили?",
            "options": [
                "F1. Огнетушитель",
                "F2. Противооткатное устройство",
                "F3. Аптечка",
                "F4. Знак аварийной остановки"
            ],
            "correctAnswer": 2,
            "explanation": "Приложение № 3 к ПДД - Условия при которых запрещается эксплуатация транспортных средств пункт 7.10. На транспортных средствах отсутствуют: М2, М3 – молоток, используемый для разбивания стекла в случае аварийной ситуации, аптечка, 2 огнетушителя (один в кабине водителя, другой в салоне), знак принудительной остановки (или мигающий красный свет) и светоотражающий жилет (жилет)."
        },
        "uzk": {
            "text": "Сиз енгил автомобилдан қайси жиҳозлар мавжуд бўлмаганда фойдаланишингиз мумкин?",
            "options": [
                "F1. Ўт ўчиргич",
                "F2. Ғилдираб кетишга қарши мослама",
                "F3. Тиббий  қутича",
                "F4. Aвария сабабли тўхташ белгиси"
            ],
            "correctAnswer": 2,
            "explanation": "ЙҲҚ 3 илова Транспорт воситаларидан фойдаланишни тақиқловчи шартлар: 7.10. Транспорт воситалари қуйидагилар билан жиҳозланмаган бўлса: М2, M3 тоифадаги — фавқулодда ҳолатларда ойнани синдириш учун фойдаланиладиган болеача, тиббиёт қутичаси, 2 та ўт ўчиргич (биттаси ҳайдовчининг кабинасида, иккинчиси — йўловчилар салонида), мажбурий тўхтаганини билдирувчи белги (ёки милтилловчи қизил чироқ) ва нур қайтаргичли камзул (жилет)."
        }
    }
}