{
    "questionId": 758,
    "image": "data/images/q0758.webp",
    "translations": {
        "uz": {
            "text": "Ko'rsatilgan yo'l belgilaridan qaysilari Siz yo'lning tor qismida yo'l berishingizni talab qiladi?",
            "options": [
                "F1. Faqat «B»",
                "F2. «Б» va «B»",
                "F3. «Б» va «Г»",
                "F4. «A» va «B»"
            ],
            "correctAnswer": 4,
            "explanation": "YHQ 21-bobi 128-bandi: Agar yo'lning 1.13 va 1.14 yo'l belgilari bilan belgilangan qiyaliklarda, qarama-qarshi yo'nalishlarda harakatlanishni qiyinlashtiradigan to'siq bo'lsa, nishablikka harakatlanayotgan transport vositasining haydovchisi yo'l berishi kerak.\n1 ilova: 2.6. «Ro'para harakatlanishning ustunligi». Qarama-qarshi harakatlanishni qiyinlashtiradigan hollarda yo'lning tor qismiga kirish taqiqlanadi. Haydovchi yo'lning tor qismida bo'lgan yoki ro'paradan unga yaqin bo'lgan transport vositasiga yo'l berishi kerak."
        },
        "ru": {
            "text": "Какие знаки требует, что Вы должны уступить дорогу, если встречный разъезд затруднен?",
            "options": [
                "F1. Только «В»",
                "F2. «Б» и «В»",
                "F3. «Б» и «Г»",
                "F4. «А» и «В»"
            ],
            "correctAnswer": 4,
            "explanation": "Пункта 128 главы 21 ПДД, гласит: На уклонах, обозначенных дорожными знаками 1.13 и 1.14, при наличии препятствия, затрудняющего движение в противоположных направлениях, уступить дорогу должен водитель транспортного средства, движущегося на спуск.\nПриложение № 1: 2.6. «Преимущество встречного движения». Запрещается въезд на узкий участок дороги, если это может затруднить встречное движение. Водитель должен уступить дорогу встречным транспортным средствам, находящимся на узком участке или противоположном подъезде к нему."
        },
        "uzk": {
            "text": "Кўрсатилган йўл белгиларидан қайсилари Сиз йўлнинг тор қисмида йўл беришингизни талаб қилади?",
            "options": [
                "F1. Фақат «В»",
                "F2. «Б» ва «В»",
                "F3. «Б» ва «Г»",
                "F4. «A» ва «В»"
            ],
            "correctAnswer": 4,
            "explanation": "ЙҲҚ 21-боби 128-банди: Агар йўлнинг 1.13 ва 1.14 йўл белгилари билан белгиланган қияликларда, қарама-қарши йўналишларда ҳаракатланишни қийинлаштирадиган тўсиқ бўлса, нишабликка ҳаракатланаётган транспорт воситасининг ҳайдовчиси йўл бериши керак.\n1 илова: 2.6. «Рўпара ҳаракатланишнинг устунлиги». Қарама-қарши ҳаракатланишни қийинлаштирадиган ҳолларда йўлнинг тор қисмига кириш тақиқланади. Ҳайдовчи йўлнинг тор қисмида бўлган ёки рўпарадан унга яқин бўлган транспорт воситасига йўл бериши керак."
        }
    }
}