{
    "questionId": 750,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Yo'l transport hodisasiga daxldor haydovchilar birinchi navbatda nima qilishlari kerak?",
            "options": [
                "F1. Transport vositasini darhol to'xtatishi, avariya ishoralarini yoqishi va avariya sababli to'xtash belgisini o'rnatishi",
                "F2. Sodir etilgan hodisa xaqida YHXXga xabar berishi kerak",
                "F3. Yo'lning harakat qismini bo'shatishlari kerak"
            ],
            "correctAnswer": 1,
            "explanation": "YHQ 3-bobi 13-bandi: Yoʻl-transport hodisasi sodir bo'lganda unga daxldor haydovchilar quyidagilarni bajarishlari shart: transport vositasini darhol to'xtatishi, avariya ishoralarini yoqishi va avariya sababli toʻxtash belgisini Qoidalarning 51-bandi talablariga muvofiq o'rnatishi, transport vositasini va hodisaga daxldor buyumlarni joyidan qo'zg'atmasligi;\nYHQ 8-bobi 51-bandi: Transport vositasi toʻsatdan toʻxtab qolganda, zudlik bilan avariya yorug'lik ishorasini yoqish, agar u ishlamasa, avariya sababli toʻxtash belgisini darhol o'rnatish kerak. Avariya sababli to'xtash belgisi quyidagi hollarda qo'llaniladi: yo'l-transport hodisasi sodir bo'lganda;\nto'xtash taqiqlangan joylarda va ko'rinishi cheklangan joylarda majburiy to'xtaganda;\nUshbu belgi boshqa haydovchilarni xavfli vaziyat haqida oʻz vaqtida ogohlantirish imkonini beradigan masofada o'rnatilishi kerak. Bu masofa aholi punktlarida transport vositasidan 15 metr, aholi punktlaridan tashqaridagi joylarda esa 30 metrdan kam bo'lmasligi kerak."
        },
        "ru": {
            "text": "Что обязаны сделать в первую очередь водители, причастные к дорожно-транспортному происшествию?",
            "options": [
                "F1. Немедленно остановиться, включить аварийную сигнализацию и выставить знак аварийной остановки",
                "F2. Сообщить о случившемся в СБДД",
                "F3. Освободить проезжую часть"
            ],
            "correctAnswer": 1,
            "explanation": "Пункта 13 главы 3 ПДД, гласит: При дорожно-транспортном происшествии водители, причастные к нему, обязаны: немедленно остановить транспортное средство, включить аварийную световую сигнализацию и выставить знак аварийной остановки в соответствии стребованиями пункта 51 ПДД, не перемещать транспортное средство и предметы, имеющие отношение к происшествию;\nПункта 51 главы 8 ПДД, гласит: При остановке транспортного средства и включении аварийной световой сигнализации, а также при ее неисправности или отсутствии знак аварийной остановки должен быть незамедлительно выставлен: при дорожно-транспортном происшествии; при вынужденной остановке в местах, где она запрещена, и там, где с учётом условий видимости транспортное средство не может быть своевременно замечено другими водителями. Этот знак устанавливается на расстоянии, обеспечивающем в конкретной обстановке своевременное предупреждение других водителей об опасности. Однако это расстояние должно быть не менее 15 м от транспортного средства в населённых пунктах и 30 м — вне населённых пунктов."
        },
        "uzk": {
            "text": "Йўл транспорт ҳодисасига дахлдор ҳайдовчилар биринчи навбатда нима қилишлари керак?",
            "options": [
                "F1. Транспорт воситасини дарҳол тўхтатиши, авария ишораларини ёқиши ва авария сабабли тўхташ белгисини ўрнатиши",
                "F2. Содир этилган ҳодиса хақида ЙҲХХга хабар бериши керак",
                "F3. Йўлнинг ҳаракат қисмини бўшатишлари керак"
            ],
            "correctAnswer": 1,
            "explanation": "ЙҲҚ 3-боби 13-банди:: Йўл-транспорт ҳодисаси содир бўлганда унга дахлдор ҳайдовчилар қуйидагиларни бажаришлари шарт: транспорт воситасини дарҳол тўхтатиши, авария ишораларини ёқиши ва авария сабабли тўхташ белгисини Қоидаларнинг 51-банди талабларига мувофиқ ўрнатиши, транспорт воситасини ва ҳодисага дахлдор буюмларни жойидан қўзғатмаслиги;\nЙҲҚ 8-боби 51-банди: Транспорт воситаси тўсатдан тўхтаб қолганда, зудлик билан авария ёруғлик ишорасини ёқиш, агар уишламаса, авария сабабли тўхташ белгисини дарҳол ўрнатиш керак. Авария сабабли тўхташ белгиси қуйидаги ҳолларда қўлланилади: йўл-транспорт ҳодисаси содир бўлганда;\nтўхташ тақиқланган жойларда ва кўриниши чекланган жойларда мажбурий тўхтаганда;\nУшбу белги бошқа ҳайдовчиларни хавфли вазият ҳақида ўз вақтида огоҳлантириш имконини берадиган масофада ўрнатилиши керак. Бу масофа аҳоли пунктларида транспорт воситасидан 15 метр, аҳоли пунктларидан ташқаридаги жойларда эса 30 метрдан кам бўлмаслиги керак."
        }
    }
}