{
    "questionId":  775,
    "image":  "data/images/q0775.webp",
    "translations":  {
                         "uz":  {
                                    "text":  "Chorrahaning ko\u0027rsatilgan joyida Sizga to\u0027xtashga ruxsat etiladimi?",
                                    "options":  [
                                                    "F1. Ruxsat etiladi, agarda Sizning transport vositangiz bilan sidirg\u0027a chiziq orasidagi masofa 3 metrdan ortiq bo\u0027lsa",
                                                    "F2. Ruxsat etiladi",
                                                    "F3. Taqiqlanadi"
                                                ],
                                    "correctAnswer":  3,
                                    "explanation":  "YHQ 13-bobi 91-bandi: quyidagi joy va holatlarda to\u0027xtash taqiqlanadi: qatnov qismi kesishmalarida va kesishayotgan qatnov qismi chetiga 30 metrdan kam masofada (uch tomonlama kesishadigan chorrahalarda yondan tutashgan yo\u0027lning sidirg\u0027a chiziq yoki ajratuvchi mintaqa bilan ajratilgan qarama-qarshi tomoni bundan mustasno)."
                                },
                         "ru":  {
                                    "text":  "Разрешена ли Вам остановка в указанном месте на перекрестке?",
                                    "options":  [
                                                    "F1. Разрешено, если расстояние между вашим автомобилем и бордюром более 3 метров",
                                                    "F2. Разрешена",
                                                    "F3. Запрещена"
                                                ],
                                    "correctAnswer":  3,
                                    "explanation":  "Пункта 91 главы 13 ПДД, гласит: на пересечениях проезжих частейи на расстоянии менее 30 метров от края пересекаюшей проезжей части (за исключением противоположной стороны примыкающей дороги, отделенной разделительной линией или разделительной полосой на трехсторонних перекрестках)."
                                },
                         "uzk":  {
                                     "text":  "Чорраҳанинг кўрсатилган жойида Сизга тўхташга рухсат этиладими?",
                                     "options":  [
                                                     "F1. Рухсат этилади, агарда Сизнинг транспорт воситангиз билан сидирға чизиқ орасидаги масофа 3 метрдан ортиқ бўлса",
                                                     "F2. Рухсат этилади",
                                                     "F3. Тақиқланади"
                                                 ],
                                     "correctAnswer":  3,
                                     "explanation":  "ЙҲҚ 13-боби 91-банди: қуйидаги жой ва ҳолатларда тўхташ тақиқланади: қатнов қисми кесишмаларида ва кесишаётган қатнов қисми четига 30 метрдан кам масофада (уч томонлама кесишадиган чорраҳаларда ёндан туташган йўлнинг сидирға чизиқ ёки ажратувчи минтақа билан ажратилган қарама-қарши томони бундан мустасно)."
                                 }
                     }
}
