{
    "questionId":  772,
    "image":  "data/images/q0772.webp",
    "translations":  {
                         "uz":  {
                                    "text":  "Ushbu holatda Sizga temir yo\u0027l kesishmasiga chiqishga ruxsat etiladimi?",
                                    "options":  [
                                                    "F1. Ha, yaqinlashib kelayotgan poyezd yo\u0027q bo\u0027lsa",
                                                    "F2. Taqiqlanadi"
                                                ],
                                    "correctAnswer":  3,
                                    "explanation":  "YHQ 18-bobi 118-bandi: Temir yoʻl kesishmasiga quyidagi hollarda kirish taqiqlanadi: kesishmadan keyin hosil boʻlgan tirbandlik tufayli haydovchi kesishmada to\u0027xtashga majbur bo\u0027ladigan hollarda."
                                },
                         "ru":  {
                                    "text":  "Разрешено ли Вам въехать на железнодорожный переезд?",
                                    "options":  [
                                                    "F1. Да, если отсутствует приближающийся поезд",
                                                    "F2. Запрещается"
                                                ],
                                    "correctAnswer":  3,
                                    "explanation":  "Пункта 118 главы 18 ПДД, гласит: Запрещается выезжать на железнодорожный переезд в следующих случаях: если за переездом образовался затор, который вынудит водителя остановиться на переезде.\nВодитель грузовика остановился, чтобы уступить дорогу. Выехав на железнодорожный переезд, Вы будете вынуждены на нём остановиться, дожидаясь освобождения места за переездом. Выезд на железнодорожный переезд в такой ситуации запрещён."
                                },
                         "uzk":  {
                                     "text":  "Ушбу ҳолатда Сизга темир йўл кесишмасига чиқишга рухсат этиладими?",
                                     "options":  [
                                                     "F1. Ҳа, яқинлашиб келаётган поезд йўқ бўлса",
                                                     "F2. Тақиқланади"
                                                 ],
                                     "correctAnswer":  3,
                                     "explanation":  "ЙҲҚ 18-боби 118-банди: Темир йўл кесишмасига қуйидаги ҳолларда кириш тақиқланади: кесишмадан кейин ҳосил бўлган тирбандлик туфайли ҳайдовчи кесишмада тўхташга мажбур бўладиган ҳолларда."
                                 }
                     }
}
