{
    "questionId":  782,
    "image":  "data/images/q0782.webp",
    "translations":  {
                         "uz":  {
                                    "text":  "Ushbu vaziyatda quvib o\u0027tishdan so\u0027ng Siz o\u0027rta bo\u0027lakda qolishingiz mumkinmi?",
                                    "options":  [
                                                    "F1. Yo\u0027q"
                                                ],
                                    "correctAnswer":  2,
                                    "explanation":  "YHQ 10-bobi 66-bandi: Harakat ikki tomonlama bo\u0027lgan va chiziqlar bilan belgilangan (1.9 chizig\u0027i bilan belgilanganidan tashqari) uchta bo\u0027lakli yo\u0027llarda, ikki yo\u0027nalishda harakatlanish uchun mo\u0027ljallangan o\u0027rta bo\u0027lakka faqat quvib o\u0027tish, aylanib o\u0027tish, chapga burilish va qayrilib olish uchungina chiqishga ruxsat etiladi. Qarama-qarshi yo\u0027nalishda harakatlanish uchun mo\u0027ljallangan chetki chap bo\u0027lakni egallash taqiqlanadi."
                                },
                         "ru":  {
                                    "text":  "Можете ли Вы продолжить движение по средней полосе после обгона?",
                                    "options":  [

                                                ],
                                    "correctAnswer":  2,
                                    "explanation":  "Пункта 66 главы 10 ПДД, гласит: На дорогах с двусторонним движением, имеющих три полосы, обозначенные разметкой (за исключением дорожной разметки 1.9), из которых средняя используется для движения в обоих направлениях, разрешается выезжать на эту полосу только для обгона, объезда, поворота налево или разворота. Выезжать на крайнюю левую полосу, предназначенную для встречного движения, запрещается."
                                },
                         "uzk":  {
                                     "text":  "Ушбу вазиятда қувиб ўтишдан сўнг Сиз ўрта бўлакда қолишингиз мумкинми?",
                                     "options":  [

                                                 ],
                                     "correctAnswer":  2,
                                     "explanation":  "ЙҲҚ 10-боби 66-банди: Ҳаракат икки томонлама бўлган ва чизиқлар билан белгиланган (1.9 чизиғи билан белгиланганидан ташқари) учта бўлакли йўлларда, икки йўналишда ҳаракатланиш учун мўлжалланган ўрта бўлакка фақат қувиб ўтиш, айланиб ўтиш, чапга бурилиш ва қайрилиб олиш учунгина чиқишга рухсат этилади. Қарама-қарши йўналишда ҳаракатланиш учун мўлжалланган четки чап бўлакни эгаллаш тақиқланади."
                                 }
                     }
}
