{
    "questionId": 798,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Aholi punktlariga tegishli yo'l harakati qoidalari qayerdan boshlanadi?",
            "options": [
                "F1. Aholi punkti nomini ko'rsatuvchi oq rangli 5.22 yo'l belgisidan boshlab",
                "F2. Aholi punkti nomini ko'rsatuvchi oq rangli 5.22 yoki 5.24 havorang rangli yo'l belgidan boshlab",
                "F3. Yo'l yuzidagi qurilma va inshootlardan boshlab"
            ],
            "correctAnswer": 1,
            "explanation": "YHQ 1 ilova: 5.22. «Aholi punktining boshlanishi». Ushbu Qoidalarning aholi punktlarida harakatlanish tartibini belgilovchi talablariga amal qilinadigan joylarning nomi hamda uning boshlanishini bildiradi."
        },
        "ru": {
            "text": "Где начинают действовать правила, относящиеся к населённым пунктам?",
            "options": [
                "F1. Только с места установки дорожного знака с названием населённого пункта на белом фоне 5.22",
                "F2. С места установки дорожного знака с названием населённого пункта на белом 5.22 или синем фоне 5.24",
                "F3. В начале застроенной территории, непосредственно прилегающей к дороге"
            ],
            "correctAnswer": 1,
            "explanation": "ПДД приложение № 1: 5.22. «Начало населенного пункта». Наименование и начало населенного пункта, в котором действуют требования настоящих Правил дорожного движения, устанавливающие порядок движения в населенных пунктах."
        },
        "uzk": {
            "text": "Aҳоли пунктларига тегишли йўл ҳаракати қоидалари қайердан бошланади?",
            "options": [
                "F1. Aҳоли пункти номини кўрсатувчи оқ рангли 5.22 йўл белгисидан бошлаб",
                "F2. Aҳоли пункти номини кўрсатувчи оқ рангли 5.22 ёки 5.24 ҳаворанг рангли йўл белгидан бошлаб",
                "F3. Йўл юзидаги қурилма ва иншоотлардан бошлаб"
            ],
            "correctAnswer": 1,
            "explanation": "ЙҲҚ 1 илова: 5.22. «Ахоли пунктининг бошланиши» Ушбу Қоидаларнинг аҳоли пунктларида ҳаракатланиш тартибини белгиловчи талабларига амал қилинадиган жойларнинг номи ҳамда унинг бошланишини билдиради."
        }
    }
}