{
    "questionId": 797,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Quruq ob-havo sharoitida asfalt - beton qoplamali yo'lda harakatlanayotgan haydovchi yomg'ir tomchilab qolganda nima qilishi kerak?",
            "options": [
                "F1. Tezlikni o'zgartirmasdan harakatni davom etttirishi",
                "F2. Yomg'ir tezlashib ketmasdan tezroq harakat qilishi",
                "F3. Tezlikni kamaytirishi va ehtiyot bo'lishi kerak"
            ],
            "correctAnswer": 3,
            "explanation": "Yomg'ir tomchilab boshlanganda tezlikni kamaytirishi va extiyotkorlik choralarini kurishi shart, chunki yoʻldagi chang va moy va rezina qoldiqlari va boshqalar yo'lda sirpanchiq qatlam xosil qilib, ishqalanish koefitsentini kamaytirib yuboradi."
        },
        "ru": {
            "text": "Что делать водителю на асфальтобетонной дороге в сухую погоду, если начал накрапывать дождь?",
            "options": [
                "F1. Не изменяя скорости, продолжить движение",
                "F2. Увеличить скорость и попытаться проехать как можно большее расстояние, пока не начался сильный дождь",
                "F3. Уменьшить скорость и быть особенно осторожным"
            ],
            "correctAnswer": 3,
            "explanation": "При появлении первых капель дождя водителю следует уменьшить скорость и быть особенно осторожным, так как находящиеся на дороге пыль, масло, частицы резины и т.д. образуют скользкую пленку, которая\nвпоследствии смывается дождем."
        },
        "uzk": {
            "text": "Қуруқ об-ҳаво шароитида асфалт - бетон қопламали йўлда ҳаракатланаётган ҳайдовчи ёмғир томчилаб қолганда нима қилиши керак?",
            "options": [
                "F1. Тезликни ўзгартирмасдан ҳаракатни давом еттириши",
                "F2. Ёмғир тезлашиб кетмасдан тезроқ ҳаракат қилиши",
                "F3. Тезликни камайтириши ва еҳтиёт бўлиши керак"
            ],
            "correctAnswer": 3,
            "explanation": "Ёмғир томчилаб бошланганда тезликни камайтириши ва эхтиёткорлик чораларини куриши шарт, чунки йўлдаги чанг ва мой ва резина қолдиқлари ва бошқалар йўлда сирпанчиқ қатлам хосил қилиб, ишқаланиш козфицентини камайтириб юборади."
        }
    }
}