{
    "questionId": 790,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Kunning yorug' vaqtida aholi punktlaridan tashqarida quvib o'tilayotgan transport vositasi haydovchisining e'tiborini qanday jalb qilasiz?",
            "options": [
                "F1. Faqat chiroqlarni yoqib-o'chirish bilan",
                "F2. Sanab o'tilgan barcha usul bilan va ularni birgalikda qo'llash bilan",
                "F3. Faqat tovush ishoralarini qo'llab"
            ],
            "correctAnswer": 2,
            "explanation": "YHQ 8-bobi 48-bandi: Tovushli ishoralar faqat quyidagi hollarda qo'llanilishi mumkin:\naholi punktlaridan tashqarida boshqa haydovchilarni quvib o'tish haqida ogohlantirish uchun;\nzarur bo'lgan hollarda yo'l-transport hodisasining oldini olish uchun.\nYuqorida ko'rsatilgan hollardan tashqari tovushli ishoralardan foydalanish taqiqlanadi.\nYHQ 8-bobi 49-bandi: Quvib o'tish haqida tovushli ishora o'rniga yoki ubilan birga fara chiroqlarini yoqib-o'chirib, ogohlantirish ishorasini ham berish mumkin."
        },
        "ru": {
            "text": "Как Вы можете в светлое время суток привлечь внимание водителя обгоняемого автомобиля при движении вне населенного пункта?",
            "options": [
                "F1. Только путем переключения света-фар",
                "F2. Любым из перечисленных способов, включая совместную подачу этих сигналов",
                "F3. Только звуковым сигналом"
            ],
            "correctAnswer": 2,
            "explanation": "Пункта 48 главы 8 ПДД, гласит: Звуковые сигналы могут применяться в следующих случаях: — вне населенных пунктов при обгоне для предупреждения других водителей; - в необходимых случаях — для предотвращения дорожно-транспортного происшествия. Запрещается применять звуковые сигналы кроме случаев, указанных выше.\nПункта 49 главы 8 ПДД, гласит: Вместо звукового сигнала об обгоне или же вместе с ним может подаваться предупредительный сигнал переключением фар."
        },
        "uzk": {
            "text": "Куннинг ёруғ вақтида аҳоли пунктларидан ташқарида қувиб ўтилаётган транспорт воситаси ҳайдовчисининг эътиборини қандай жалб қиласиз?",
            "options": [
                "F1. Фақат чироқларни ёқиб-ўчириш билан",
                "F2. Санаб ўтилган барча усул билан ва уларни биргаликда қўллаш билан",
                "F3. Фақат товуш ишораларини қўллаб"
            ],
            "correctAnswer": 2,
            "explanation": "ЙҲҚ 8-боби 48-банди: Товушли ишоралар фақат қуйидаги ҳолларда қўлланилиши мумкин:\nаҳоли пунктларидан ташқарида бошқа ҳайдовчиларни қувиб ўтиш ҳақида огоҳлантириш учун;\nзарур бўлган ҳолларда йўл-транспорт ҳодисасининг олдини олиш учун.\nЮқорида кўрсатилган ҳоллардан ташқари товушли ишоралардан фойдаланиш тақиқланади.\nЙҲҚ 8-боби 49-банди: Қувиб ўтиш ҳақида товушли ишора ўрнига ёки убилан бирга фара чироқларини ёқиб-ўчириб, огоҳлантириш ишорасини ҳам бериш мумкин."
        }
    }
}