{
    "questionId": 804,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Svetoforning qizil yoki sariq ishorasi bilan bir vaqtda yongan qo'shimcha tarmoqning yo'naltirgichli yashil ishorasi yo'nalishida harakatlanayotgan transport vositasining haydovchisi kimga yo'l berishi kerak?",
            "options": [
                "F1. Qarama-qarshi yo'nalishda to'g'riga yoki o'ngga harakatlanayotgan transport vositalariga",
                "F2. O'ngdan kelayotgan transport vositalariga",
                "F3. Boshqa yo'nalishlarda harakatlanayotgan transport vositalariga yo'l berishi kerak"
            ],
            "correctAnswer": 3,
            "explanation": "YHQ 15-bobi 100-bandi: Svetoforning qizil yoki sariq ishorasi bilan bir vaqtda yongan qo'shimcha tarmoqning yo'naltirgichli yashil ishorasi yo'nalishida harakatlanayotgan transport vositasining haydovchisi boshqa yo'nalishlarda harakatlanayotgan transport vositalariga yoʻl berishi kerak."
        },
        "ru": {
            "text": "Кому должен уступить дорогу водитель транспортного средства, движущийся на зеленый сигнал дополнительной секции одновременно с красным или желтым сигналом светофора ?",
            "options": [
                "F1. Транспортным средствам, движущимся со встречного направления прямо и направо",
                "F2. Транспортным средствам, приближающимся справа",
                "F3. Транспортным средствам, движущимся с других направлений"
            ],
            "correctAnswer": 3,
            "explanation": "Пункта 100 главы 15 ПДД, гласит: При движении в направлении зеленой стрелки, включённой в дополнительной секции одновременно с жёлтым или красным сигналом светофора, водитель транспортного средства обязан уступить дорогу транспортным средствам, движущимся с других направлений."
        },
        "uzk": {
            "text": "Светофорнинг қизил ёки сариқ ишораси билан бир вақтда ёнган қўшимча тармоқнинг йўналтиргичли яшил ишораси йўналишида ҳаракатланаётган транспорт воситасининг ҳайдовчиси кимга йўл бериши керак?",
            "options": [
                "F1. Қарама-қарши йўналишда тўғрига ёки ўнгга ҳаракатланаётган транспорт воситаларига",
                "F2. Ўнгдан келаётган транспорт воситаларига",
                "F3. Бошқа йўналишларда ҳаракатланаётган транспорт воситаларига йўл бериши керак"
            ],
            "correctAnswer": 3,
            "explanation": "ЙҲҚ 15-боби 100-банди: Светофорнинг қизил ёки сариқ ишораси билан бир вақтда ёнган қўшимча тармоқнинг йўналтиргичли яшил ишораси йўналишида ҳаракатланаётган транспорт воситасининг ҳайдовчиси бошқа йўналишларда ҳаракатланаётган транспорт воситаларига йўл бериши керак."
        }
    }
}