{
    "questionId": 800,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Burilish ko'rsatkichi bilan berilayotgan ogohlantiruvchi ishora qachon to'xtatilishi kerak?",
            "options": [
                "F1. Manyovr bajargandan so'ng darhol",
                "F2. Manyovr bajarayotganda",
                "F3. Manyovr bajarishdan oldin"
            ],
            "correctAnswer": 1,
            "explanation": "YHQ 8-bobi 46-bandi: Burilish ko'rsatgichi yoki qoʻl bilan berilayotgan ishora manyovrni bajarishdan oldinroq berilishi va uni tugallagach, darhol to'xtatilishi kerak (qo'l bilan berilayotgan ishorani manyovrni bevosita bajarishdan oldin tugallash mumkin).\nIshoralar boshqa yo'l harakati qatnashchilarini chalg'itmasligi kerak."
        },
        "ru": {
            "text": "Когда следует отключить предупредительный сигнал указателя поворота?",
            "options": [
                "F1. Сразу же после завершения маневра",
                "F2. В процессе выполнения маневра",
                "F3. Непосредственно перед началом маневра"
            ],
            "correctAnswer": 1,
            "explanation": "Пункта 46 главы 8 ПДД, гласит: Подача сигнала указателями поворотов или рукой должна производиться заблаговременно до начала выполнения маневра и прекращаться немедленно после его завершения (подача сигнала рукой может быть закончена непосредственно перед выполнением маневра).\nПодаваемый сигнал не должен вводить в заблуждение других участников дорожного движения."
        },
        "uzk": {
            "text": "Бурилиш кўрсаткичи билан берилаётган огоҳлантирувчи ишора қачон тўхтатилиши керак?",
            "options": [
                "F1. Манёвр бажаргандан сўнг дарҳол",
                "F2. Манёвр бажараётганда",
                "F3. Манёвр бажаришдан олдин"
            ],
            "correctAnswer": 1,
            "explanation": "ЙҲҚ 8-боби 46-банди: Бурилиш кўрсатгичи ёки қўл билан берилаётган ишора манёврни бажаришдан олдинроқ берилиши ва уни тугаллагач, дарҳол тўхтатилиши керак (қўл билан берилаётган ишорани манёврни бевосита бажаришдан олдин тугаллаш мумкин).\nИшоралар бошқа йўл ҳаракати қатнашчиларини чалғитмаслиги керак."
        }
    }
}