{
    "questionId": 818,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Qatnov qismiga tutashgan yoki undan maysazor, ariq, maxsus to'siqlar bilan ajratilgan va piyodalarning harakatlanishi uchun mo'ljallangan yo'l qismi",
                "F2. Yo'lning piyodalar harakatlanishi uchun mo'ljallangan va transport vositalari harakati taqiqlangan qismi",
                "F3. Yo'l qatnov qismining piyodalar kesib o'tishi uchun mo'ljallangan, 5.16.1, 5.16.2 yo'l belgilari va 1.14.1-1.14.3 yo'l chiziqlari bilan ajratilgan bo'lagi"
            ],
            "correctAnswer": 2,
            "explanation": "YHQ umumiy qoidalar 6 band: Piyodalar yo'lkasi — yoʻlning piyodalar harakatlanishi uchun mo'ljallangan va transport vositalari harakati taqiqlangan qismi."
        },
        "ru": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Часть дороги, примыкающая к проезжей части или отделенная от нее газоном, арыком, специальными ограждениями и предназначенная для движения пешеходов",
                "F2. Участок дороги, предназначенный для пешеходов и движения транспортных средств, запрещен",
                "F3. Часть участка дороги, предназначенная для движения пешеходов, отделенная знаками 5.16.1, 5.16.2 и дорожной разметкой 1.14.1-1.14.3"
            ],
            "correctAnswer": 2,
            "explanation": "ПДД общие положения пункт 6: Пешеходная дорожка — часть дороги, предназначенная для движения пешеходов, по которой запрещено движение транспортных средств."
        },
        "uzk": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Қатнов қисмига туташган ёки ундан майсазор, ариқ, махсус тўсиқлар билан ажратилган ва пиёдаларнинг ҳаракатланиши учун мўлжалланган йўл қисми",
                "F2. Йўнинг пиёдалар ҳаракатланиши учун мўлжалланган ва транспорт воситалари ҳаракати тақиқланган қисми",
                "F3. Йўл қатнов қисмининг пиёдалар кесиб ўтиши учун мўлжалланган, 5.16.1, 5.16.2 йўл белгилари ва 1.14.1-1.14.3 йўл чизиқлари билан ажратилган бўлаги"
            ],
            "correctAnswer": 2,
            "explanation": "ЙҲҚ умумий қоидалар 6 банд: Пиёдалар йўлкаси — йўлнинг пиёдалар ҳаракатланиши учун мўлжалланган ва транспорт воситалари ҳаракати тақиқланган қисми."
        }
    }
}