{
    "questionId": 835,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Yo'llarda harakatni boshqarish bo'yicha huquqiy, tashkiliy-texnikaviy tadbirlar va boshqaruv harakatlari majmui",
                "F2. Yo'l-transport hodisalarining kelib chiqish sabablarini oldini olishga, ularning og'ir oqibatlarini kamaytirishga qaratilgan faoliyat"
            ],
            "correctAnswer": 2,
            "explanation": "YHQ 1-ilova Umumiy qoidalar: Yo'l harakati xavfsizligini ta’minlash — yo'l-transport hodisalarining kelib chiqish sabablarini oldini olishga, ularning og'ir oqibatlarini kamaytirishga qaratilgan faoliyat."
        },
        "ru": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Совокупность отношений, возникающих в процессе перемещения людей и грузов с помощью транспортных средств или без таковых в пределах дорог",
                "F2. Деятельность, направленная на предупреждение причин возникновения дорожно-транспортных происшествий, снижение тяжести их последствий"
            ],
            "correctAnswer": 2,
            "explanation": "ПДД общие положения: Обеспечение безопасности дорожного движения — деятельность, направленная на предупреждение причин возникновения дорожно-транспортных происшествий, снижение тяжести их последствий."
        },
        "uzk": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Йўлларда ҳаракатни бошқариш бўйича ҳуқуқий, ташкилий-техникавий тадбирлар ва бошқарув ҳаракатлари мажмуи",
                "F2. Йўл-транспорт ҳодисаларининг келиб чиқиш сабабларини олдини олишга, уларнинг оғир оқибатларини камайтиришга қаратилган фаолият"
            ],
            "correctAnswer": 2,
            "explanation": "ЙҲҚ 1-илова Умумий қоидалар: Йўл ҳаракати хавфсизлигини таъминлаш — йўл-транспорт ҳодисаларининг келиб чиқиш сабабларини олдини олишга, уларнинг оғир оқибатларини камайтиришга қаратилган фаолият."
        }
    }
}