{
    "questionId": 838,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Tik nishabliklarda dvigatel bilan tormozlashda qiyalikka nisbatan qanday uzatma tanlanadi?",
            "options": [
                "F1. Nishablik qancha qiya bo'lsa uzatma pog'onasi shuncha past tanlanadi",
                "F2. Nishablik qancha qiya bo'lsa uzatma pog'onasi shuncha yuqori tanlanadi",
                "F3. Pog'ona tanlshning nishablikka aloqasi yo'q"
            ],
            "correctAnswer": 1,
            "explanation": "Bunday samarali tormozlash usulini mexanik uzatmali avtomobillarda haydovchi tik nishabliklarda qo'llashi mumkin, yoki avtomatlashtirilgan uzatmada qo'l bilan boshqarish tizimiga o'tish maqsadga muvofiqdir."
        },
        "ru": {
            "text": "Как следует выбирать передачу при торможении двигателем с учетом крутизны спуска?",
            "options": [
                "F1. Чем круче уклон, тем меньше передача",
                "F2. Чем круче уклон, тем выше выбирается передача",
                "F3. Выбор передачи никак не связан с уклоном"
            ],
            "correctAnswer": 1,
            "explanation": "Такую зависимость эффективности торможения водитель может использовать на крутых спусках, на автомобиле, имеющем механическую коробку перемены передач или перейти в ручной режим для выбора передачи на автоматизированных КПП. Правильный ответ - второй."
        },
        "uzk": {
            "text": "Тик нишабликларда двигатель билан тормозлашда қияликка нисбатан қандай узатма танланади?",
            "options": [
                "F1. Нишаблик қанча қия бўлса узатма поғонаси шунча паст танланади",
                "F2. Нишаблик қанча қия бўлса узатма поғонаси шунча юқори танланади",
                "F3. Поғона танлшнинг нишабликка алоқаси йўқ"
            ],
            "correctAnswer": 1,
            "explanation": "Бундай самарали тормозлаш усулини механик узатмали автомобилларда ҳайдовчи тик нишабликларда қўллаши мумкин, ёки автоматлаштирилган узатмада қўл билан бошқариш тизимига ўтиш мақсадга мувофиқдир."
        }
    }
}