{
    "questionId": 837,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Chorrahadan tashqaridagi tartibga solinmagan velosiped yo'lkasi bilan yo'l kesishmasida kim yo'l berishi kerak?",
            "options": [
                "F1. Velosiped yo'lkasidan harakatlanayotgan velosiped va moped haydovchilari",
                "F2. Transport vositalari haydovchilari"
            ],
            "correctAnswer": 1,
            "explanation": "YHQ 28-bobi 169-bandi: Chorrahadan tashqaridagi tartibga solinmagan velosiped yo'lkasi bilan yo'l kesishmasida velosiped va individual harakatlanish vositalari yo'lda harakatlanayotgan boshqa transport vositalariga yo'l berishlari kerak."
        },
        "ru": {
            "text": "Кто должен уступить дорогу внеперекрестков, на нерегулируемом пересечении велосипедной дорожки с дорогой?",
            "options": [
                "F1. Водители велосипедов и мопедов, движущиеся по велосипедной дорожке",
                "F2. Водители транспортных средств"
            ],
            "correctAnswer": 1,
            "explanation": "Пункта 169 главы 28 ПДД, гласит: Вне перекрестков, на нерегулируемом пересечении велосипедной дорожки с дорогой, велосипедисты и индивидуальные транспортных средства должны уступить дорогу транспортным средствам, движущимся по этой дороге."
        },
        "uzk": {
            "text": "Чорраҳадан ташқаридаги тартибга солинмаган велосипед йўлкаси билан йўл кесишмасида ким йўл бериши керак?",
            "options": [
                "F1. Велосипед йўлкасидан ҳаракатланаётган велосипед ва мопед ҳайдовчилари",
                "F2. Транспорт воситалари ҳайдовчилари"
            ],
            "correctAnswer": 1,
            "explanation": "ЙҲҚ 28-боби 169-банди: Чорраҳадан ташқаридаги тартибга солинмаган велосипед йўлкаси билан йўл кесишмасида велосипед ва индивидуал ҳаракатланиш воситалари йўлда ҳаракатланаётган бошқа транспорт воситаларига йўл беришлари керак."
        }
    }
}