{
    "questionId": 859,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Yo'l harakati qatnashchilariga nisbatan imtiyozi bo'lgan boshka yo'l xarakati katnashchisining xarakat yunalishi yoki tezligini o'zgartirishga majbur etishi mumkin bo'lgan hollarda xarakatni davom ettirmasligini yoki boshlamasligini, biror-bir manyovr bajarishi mumkin emasligini bildiruvchi talab",
                "F2. Mo'ljallangan yo'nalishda boshqa yo'l harakati qatnashchilariga nisbatan oldin harakatlanish huquqi"
            ],
            "correctAnswer": 2,
            "explanation": "YHQ 1-ilova Umumiy qoidalar: Imtiyoz — mo'ljallangan yoʻnalishda boshqa yo'l harakati qatnashchilariga nisbatan oldin harakatlanish huquqi."
        },
        "ru": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Требование о том, что они не могут продолжать или начинать движение, совершать какие-либо маневры, в случаях, когда они могут вынудить другого участника дорожного движения, имеющего преимущественное право проезда, изменить направление или скорость движения",
                "F2. Право на первоочередное движение в намеченном направлении по отношению к другим участникам движения"
            ],
            "correctAnswer": 2,
            "explanation": "ПДД общие положения: Приоритет — право на первоочередное движение в намеченном направлении по отношению к другим участникам движения."
        },
        "uzk": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. Йўл ҳаракати қатнашчиларига нисбатан имтиёзи бўлган бошқа йўл ҳаракати катнашчисининг ҳаракат йўналиши ёки тезлигини ўзгартиришга мажбур этиши мумкин бўлган ҳолларда ҳаракатни давом эттирмаслигини ёки бошламаслигини, бирор-бир манёвр бажариши мумкин эмаслигини билдирувчи талаб",
                "F2. Мўлжалланган йўналишда бошқа йўл ҳаракати катнашчиларига нисбатан олдин ҳаракатланиш хукуки"
            ],
            "correctAnswer": 2,
            "explanation": "ЙҲҚ 1-илова Умумий қоидалар: Имтиёз — мўлжалланган йўналишда бошқа йўл ҳаракати қатнашчиларига нисбатан олдин ҳаракатланиш ҳуқуқи."
        }
    }
}