{
    "questionId":  854,
    "image":  "data/images/q0854.webp",
    "translations":  {
                         "uz":  {
                                    "text":  "Chorrahada qaysi avtomobil yo\u0027l berishi kerak?",
                                    "options":  [
                                                    "F1. Ko\u0027k avtomobil",
                                                    "F2. Qizil avtomobil"
                                                ],
                                    "correctAnswer":  2,
                                    "explanation":  "YHQ 16-bobi 107-bandi: Chapga burilishda yoki qayrilib olishda relssiz transport vositasining haydovchisi teng ahamiyatli yo\u0027ldan qarama-qarshi yo\u0027nalishdan to\u0027g\u0027riga yoki o\u0027ngga harakatlanayotgan transport vositalariga yo\u0027l berishi shart. Bu qoidaga tramvay haydovchilari ham o\u0027zaro amal qilishlari kerak."
                                },
                         "ru":  {
                                    "text":  "Какой автомобиль должен уступить дорогу на перекрестке?",
                                    "options":  [
                                                    "F1. Синий автомобиль",
                                                    "F2. Красный автомобиль"
                                                ],
                                    "correctAnswer":  2,
                                    "explanation":  "Пункта 107 главы 16 ПДД, гласит: При повороте налево или развороте водитель безрельсового транспортного средства обязан уступить дорогу транспортным средствам, движущимся по равнозначной дороге со встречного направления прямо или направо, а также производящим обгон в разрешенных случаях. Этим же правилом должны руководствоваться между собой водители трамваев."
                                },
                         "uzk":  {
                                     "text":  "Чорраҳада қайси автомобиль йўл бериши керак?",
                                     "options":  [
                                                     "F1. Кўк автомобиль",
                                                     "F2. Қизил автомобиль"
                                                 ],
                                     "correctAnswer":  2,
                                     "explanation":  "ЙҲҚ 16-боби 107-банди: Чапга бурилишда ёки қайрилиб олишда релъссиз транспорт воситасининг ҳайдовчиси тенг аҳамиятли йўлдан қарама-қарши йўналишдан тўғрига ёки ўнгга ҳаракатланаётган, шунингдек рухсат этилган ҳолларда қувиб ўтаётган транспорт воситаларига йўл бериши шарт. Бу қоидага трамвай ҳайдовчилари ҳам ўзаро амал қилишлари керак."
                                 }
                     }
}
