{
    "questionId": 883,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Kunning qorong'i vaqtida harakatlanayotgan transport vositasining haydovchisi tezlikni tanlashda qanday eng asosiy hal qiluvchi omilni e'tiborga olishi kerak?",
            "options": [
                "F1. Ko'rinish sharoitini",
                "F2. Transport vositasining texnik tavsifnomasida ko'rsatilgan tezlik chegarasini",
                "F3. Yo'l harakati qoidalari o'rnatilgan tezlik chegaralarini"
            ],
            "correctAnswer": 1,
            "explanation": "Kunning qorong'i vaqtida harakatlanishda tezlikni toʻg'ri tanlash asosiy masala hisoblanadi. Yoʻlning ko'rinish masofasi to'xtash yo'lidan oshmasligi kerak."
        },
        "ru": {
            "text": "Что наиболее важно учитывать водителю транспортных средств при выборе скорости, движущихся в темное время суток?",
            "options": [
                "F1. Условия видимости",
                "F2. Ограничение скорости, указанное в техническом описании транспортных средств",
                "F3. Ограничения скорости, установленные ПДД"
            ],
            "correctAnswer": 1,
            "explanation": "Очень важным моментом при движении в ночное время является выбор скорости движения. При этом следует учитывать главное условие – расстояние видимости водителем дороги должно превышать величину остановочного пути. («Техника управления автомобилем». Езда ночью)."
        },
        "uzk": {
            "text": "Куннинг қоронғи вақтида ҳаракатланаётган транспорт воситасининг ҳайдовчиси тезликни танлашда қандай енг асосий ҳал қилувчи омилни еътиборга олиши керак?",
            "options": [
                "F1. Кўриниш шароитини",
                "F2. Транспорт воситасининг техник тавсифномасида кўрсатилган тезлик чегарасини",
                "F3. Йўл ҳаракати қоидалари ўрнатилган тезлик чегараларини"
            ],
            "correctAnswer": 1,
            "explanation": "Куннинг қоронғи вақтида харакатланишда тезликни тўғри танлаш асосий масала ҳисобланади. Йўлнинг кўриниш масофаси тўхташ йўлидан ошмаслиги керак."
        }
    }
}