{
    "questionId": 890,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Chapga burilayotgan haydovchi kesishayotgan yo'lning qatnov qismidan o'tayotgan piyodalarga yo'l berishi kerakmi?",
            "options": [
                "F1. Ha, agarda piyodalar o'tish joyi bo'lsa",
                "F2. Ha, barcha hollarda o'tkazishi kerak"
            ],
            "correctAnswer": 2,
            "explanation": "YHQ 14-bobi 96-bandi: Chapga yoki oʻngga burilayotgan haydovchi kesishayotgan yoʻlning qatnov qismidan o'tayotgan piyoda(lar)ga, shuningdek velosiped yo'lkasidan yo'lni kesib o'tayotgan velosipedchi(lar)ga va individual harakatlanish vositalarini boshqarayotgan shaxs(lar)ga yo'l berishi kerak."
        },
        "ru": {
            "text": "Нужно ли уступать дорогу пешеходам, переходящим дорогу там, где водитель поворачивает налево?",
            "options": [
                "F1. Да, если есть пешеходный переход",
                "F2. Да, во всех случаях"
            ],
            "correctAnswer": 2,
            "explanation": "Пункта 96 главы 14 ПДД, гласит: При повороте направо или налево водитель обязан уступить дорогу пешеходам, переходящим проезжую часть пересекаемой дороги, а также велосипедистам, индивидуальные транспортных средствам, пересекающим дорогу по велосипедной дорожке."
        },
        "uzk": {
            "text": "Чапга бурилаётган ҳайдовчи кесишаётган йўлнинг қатнов қисмидан ўтаётган пиёдаларга йўл бериши керакми?",
            "options": [
                "F1. Ҳа, агарда пиёдалар ўтиш жойи бўлса",
                "F2. Ҳа, барча ҳолларда ўтказиши керак"
            ],
            "correctAnswer": 2,
            "explanation": "ЙҲҚ 14-боби 96-банди: Чапга ёки ўнгга бурилаётган ҳайдовчи кесишаётган йўлнинг қатнов қисмидан ўтаётган пиёда(лар)га, шунингдек велосипед йўлкасидан йўлни кесиб ўтаётган велосипедчи(лар)га ва индивидуал ҳаракатланиш воситаларини бошқараётган шахс(лар)га йўл бериши керак."
        }
    }
}