{
    "questionId": 930,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Turar joy dahalarida qanday eng katta tezlikda harakatlanishga ruxsat etiladi?",
            "options": [
                "F1. 30 km/s",
                "F2. 20 km/s",
                "F3. 5 km/s",
                "F4. 40 km/s"
            ],
            "correctAnswer": 2,
            "explanation": "YHQ 11-bobi 78-bandi: Aholi punktlarida transport vositalarining tezligini soatiga 70 kilometrdan, tegishli yo'l belgilari o'rnatilgan maktab va maktabgacha ta'lim tashkilotlariga yetmasdan va o'tib ketib 300 metrdan kam masofada soatiga 30 kilometrdan, turar joy dahalari va yondosh hududlarda (uy-joy binolari orasidagi yer uchastkasida) esa soatiga 20 kilometrdan oshirmasdan harakatlanishga ruxsat etiladi."
        },
        "ru": {
            "text": "Текст вопроса не найден",
            "options": [
                "F1. 30 км/ч",
                "F2. 20 км/ч",
                "F3. 5 км/ч",
                "F4. 40 км/ч"
            ],
            "correctAnswer": 2,
            "explanation": "Пункта 78 главы 11 ПДД, гласит: В населённых пунктах разрешается движение транспортных средств со скоростью не более 70 км/ч., а в жилых зонах и прилегающих территориях (участок земли между домовыми постройками) не более 20 км/ч."
        },
        "uzk": {
            "text": "Турар жой даҳаларида қандай енг катта тезликда ҳаракатланишга рухсат этилади?",
            "options": [
                "F1. 30 км/с",
                "F2. 20 км/с",
                "F3. 5 км/с",
                "F4. 40 км/с"
            ],
            "correctAnswer": 2,
            "explanation": "ЙҲҚ 11-боби 78-банди: Аҳоли пунктларида транспорт воситаларининг тезлигини соатига 70 километрдан, тегишли йўл белгилари ўрнатилган мактаб ва мактабгача таълим ташкилотларига етмасдан ва ўтиб кетиб 300 метрдан кам масофада соатига 30 километрдан, турар жой даҳалари ва ёндош ҳудудларда (уй-жой бинолари орасидаги ер участкасида) эса соатига 20 километрдан оширмасдан ҳаракатланишга рухсат этилади."
        }
    }
}