{
    "questionId": 934,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Yo'lning xavfli burilishlarida oldingi uzatmali avtomobilning orqa o'qi yon tomonga sirpanayotganda siz qanday harakat qilasiz?",
            "options": [
                "F1. Tormozlab turib rul chambaragini sirpangan tomonga burasiz",
                "F2. Gaz berishni kamaytirib rul chambaragi bilan boshqaruvni barqarorlashtirasiz",
                "F3. Gaz pedalini ohista bosib avtomobilni rul chambaragini to'g'rilab avtomobilni sirpanishdan olib chiqib ketasiz",
                "F4. Gaz pedalini ko'proq bosib, avtomobilni rul chambaragini o'zgartirmasdan sirpanishdan olib chiqasiz"
            ],
            "correctAnswer": 3,
            "explanation": "Oldingi uzatmali avtomobillar orqa uzatmali avtomobillardan yetarlicha farq qiladi. Bu farqni avtomobil boshqaruvida e'tiborga olish kerak. To'g'ri yoʻlda yuqori tezlikda harakatlanishda orqa yetaklovchi avtomobilga nisbatan yonga siljish extimoli kam. Biroq nam qoplamali burilishlarda avtomobil boshqarish texnikasiga rioya etilmasa, nafaqat yonga sirpanish balki avtomobil barcha g'ildiraklarining yonga siljishi va yo'l-transport hodisalari kelib chiqishi ehtimoli mavjud."
        },
        "ru": {
            "text": "На повороте возник занос задней оси переднеприводного автомобиля. Ваши действия?",
            "options": [
                "F1. Уменьшаете подачу топлива, рулевым колесом стабилизируете движение",
                "F2. Притормаживаете и руль поворачиваете в сторону заноса",
                "F3. Слегка увеличиваете подачу топлива, корректируя направление движения рулевым колесом",
                "F4. Значительно увеличиваете подачу топлива не меняя положения рулевого колеса"
            ],
            "correctAnswer": 3,
            "explanation": "Переднеприводные автомобили значительно отличаются своим поведением от заднеприводных. Это обстоятельство следует учитывать во время управления. Учитывайте обстоятельство, что при движении по прямой переднеприводный автомобиль не склонен к заносу на значительно более высоких скоростях по сравнению сзаднеприводным. Он хорошо держит дорогу. Но на поворотах, особенно мокрых, обледенелых, если не использовать «технику прохождения поворотов», его может не только занести, а снести, при этом происходит одновременная потеря сцепления колёс обеих осей с дорогой. Это явление, как правило, заканчивается ДТП. Случай заноса задней оси — это «полбеды». В такой ситуации плавно увеличивайте подачу топлива. Сцепление задних колес возрастёт. Рулевым колесом корректируйте направление движения. («Техника управления автомобилем»)."
        },
        "uzk": {
            "text": "Йўлнинг хавфли бурилишларида олдинги узатмали автомобилнинг орқа ўқи ён томонга сирпанаётганда сиз қандай ҳаракат қиласиз?",
            "options": [
                "F1. Тормозлаб туриб рул чамбарагини сирпанган томонга бурасиз",
                "F2. Газ беришни камайтириб рул чамбараги билан бошқарувни барқарорлаштирасиз",
                "F3. Газ педалини оҳиста босиб автомобилни рул чамбарагини тўғрилаб автомобилни сирпанишдан олиб чиқиб кетасиз",
                "F4. Газ педалини кўпроқ босиб, автомобилни рул чамбарагини ўзгартирмасдан сирпанишдан олиб чиқасиз"
            ],
            "correctAnswer": 3,
            "explanation": "Олдинги узатмали автомобиллар орқа узатмали автомобиллардан етарлича фарқ қилади. Бу фарқни автомобил бошқарувида эътиборга олиш керак. Тўғри йўлда юқори тезликда ҳаракатланишда орқа етакловчи автомобилга нисбатан ёнга силжиш эхтимоли кам. Бироқ нам қопламали бурилишларда автомобил бошқариш техникасига риоя этилмаса, нафақат ёнга сирпаниш балки автомобил барча ғилдиракларининг ёнга силжиши ва йўл-транспорт ҳодисалари келиб чиқиши эҳтимоли мавжуд."
        }
    }
}