{
    "questionId": 936,
    "image": "data/images/q0936.webp",
    "translations": {
        "uz": {
            "text": "Qaysi yo'l belgilari yo'lning tor qismida haydovchiga ustunlik beradi?",
            "options": [
                "F1. «A» va «B»",
                "F2. «Б» va «Г»",
                "F3. «Б» va «B»",
                "F4. Faqat «B»"
            ],
            "correctAnswer": 2,
            "explanation": "YHQ 21-bobi 128-bandi: Agar yo'lning 1.13 va 1.14 yo'l belgilari bilan belgilangan qiyaliklarda, qarama-qarshi yo'nalishlarda harakatlanishni qiyinlashtiradigan to'siq bo'lsa, nishablikka harakatlanayotgan transport vositasining haydovchisi yo'l berishi kerak.\nYHQ 1 ilova: 2.7. «Ro'paradagi harakatlanishga nisbatan imtiyoz» belgisi. Yo'lning tor qismida harakatlanishda haydovchi ro'paradan kelayotgan transport vositasiga nisbatan imtiyozga egaligini bildiradi."
        },
        "ru": {
            "text": "При наличии каких знаков водитель пользуется преимуществом, если встречный разъезд затруднен препятствием?",
            "options": [
                "F1. «A» и «B»",
                "F2. «Б» и «Г»",
                "F3. «Б» и «B»",
                "F4. Только «B»"
            ],
            "correctAnswer": 2,
            "explanation": "Пункта 128 главы 21 ПДД, гласит: На уклонах, обозначенных дорожными знаками 1.13 и 1.14, при наличии препятствия, затрудняющего движение в противоположных направлениях, уступить дорогу должен водитель транспортного средства, движущегося\nна спуск.\nПриложение № 1: пункт 2.7. «Преимущество перед встречным движением». Узкий участок дороги, при движении по которому водитель пользуется приоритетом по отношению к встречным транспортным средствам."
        },
        "uzk": {
            "text": "Қайси йўл белгилари йўлнинг тор қисмида ҳайдовчига устунлик беради?",
            "options": [
                "F1. «A» ва «B»",
                "F2. «Б» ва «Г»",
                "F3. «Б» ва «В»",
                "F4. Фақат «B»"
            ],
            "correctAnswer": 2,
            "explanation": "ЙҲҚ 21-боби 128-банди: Агар йўлнинг 1.13 ва 1.14 йўл белгилари билан белгиланган қияликларда, қарама-қарши йўналишларда ҳаракатланишни қийинлаштирадиган тўсиқ бўлса, нишабликка ҳаракатланаётган транспорт воситасининг ҳайдовчиси йўл бериши керак.\nЙҲҚ 1 илова: 2.7. «Рўпарадаги ҳаракатланишга нисбатан имтиёз» белгиси. Йўлнинг тор қисмида ҳаракатланишда ҳайдовчи рўпарадан келаётган транспорт воситасига нисбатан имтиёзга эгалигини билдиради."
        }
    }
}