{
    "questionId": 949,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Shatakka olingan avtobusda odam tashishga ruxsat etiladimi?",
            "options": [
                "F1. Faqat o'tirgan holda tashishga ruxsat beriladi",
                "F2. Ruxsat beriladi",
                "F3. Taqiqlanadi"
            ],
            "correctAnswer": 3,
            "explanation": "YHQ 24-bobi 143-bandi: Qattiq yoki egiluvchan ulagich yordamida shatakka olingan avtobusda, trolleybusda va yuk avtomobili yukxonasida odam tashish, qisman ortish yo'li bilan shatakka olishda esa shatakka olingan transport vositasining kabinasida va yukxonasida, shuningdek shatakka olgan transport vositasining yukxonasida odamlar bo'lishi taqiqlanadi."
        },
        "ru": {
            "text": "Разрешается ли перевозить людей в буксируемом автобусе?",
            "options": [
                "F1. Разрешается только сидячим пассажирам",
                "F2. Разрешается",
                "F3. Запрещается"
            ],
            "correctAnswer": 3,
            "explanation": "Пункта 143 главы 24 ПДД, гласит: При буксировке на гибкой или жесткой сцепке запрещается перевозка людей в буксируемом автобусе, троллейбусе и в кузове буксируемого грузового автомобиля, а при буксировке путем частичной погрузки — нахождение людей в кабине или кузове буксируемого транспортного средства, а также в кузове буксирующего транспортного средства."
        },
        "uzk": {
            "text": "Шатакка олинган автобусда одам ташишга рухсат этиладими?",
            "options": [
                "F1. Фақат ўтирган ҳолда ташишга рухсат берилади",
                "F2. Рухсат берилади",
                "F3. Тақиқланади"
            ],
            "correctAnswer": 3,
            "explanation": "ЙҲҚ 24-боби 143-банди: Каттик ёки эгилувчан улагич ёрдамида шатакка олинган автобусда, троллейбусда ва юк автомобили юкхонасида одам ташиш, қисман ортиш йўли билан шатакка олишда эса шатакка олинган транспорт воситасининг кабинасида ва юкхонасида, шунингдек шатакка олган транспорт воситасининг юкхонасида одамлар бўлиши тақиқланади."
        }
    }
}