{
    "questionId": 942,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Qaysi javobda orqaga harakatlanish taqiqlangan joylar ko'rsatilgan?",
            "options": [
                "F1. Tunnellarda",
                "F2. Chorrahalarda",
                "F3. Piyodalarning o'tish joyida",
                "F4. Barcha javoblar to'g'ri"
            ],
            "correctAnswer": 4,
            "explanation": "YHQ 9-bobi 63-bandi: Transport vositasini orqaga harakatlantirishda haydovchi yo'l harakati xavfsizligini ta'minlashi va boshqa yoʻl harakati qatnashchilariga xalaqit bermasligi shart. Zarurat tug'ilganda haydovchi boshqa shaxslarning yordamidan foydalanishi kerak.\nOrqaga harakatlanish chorrahalarda va ushbu Qoidalarning 62-bandiga muvofiq qayrilib olish mumkin boʻlmagan joylarda taqiqlanadi."
        },
        "ru": {
            "text": "В каком ответе правильно указан места где запрещается движение задним ходом?",
            "options": [
                "F1. В тоннелях",
                "F2. На перекрестках",
                "F3. На пешеходных переходах",
                "F4. Во всех перечисленных случаях"
            ],
            "correctAnswer": 4,
            "explanation": "Пункта 63 главы 9 ПДД, гласит: При движении транспортного средства задним ходом водитель должен обеспечить безопасность движения и не создавать помех другим участникам движения. При необходимости водитель должен прибегнуть к помощи других лиц.\nДвижение задним ходом запрещается на перекрестках и в местах, где запрещен разворот согласно пункту 62 настоящих Правил."
        },
        "uzk": {
            "text": "Қайси жавобда орқага ҳаракатланиш тақиқланган жойлар кўрсатилган?",
            "options": [
                "F1. Туннелларда",
                "F2. Чорраҳаларда",
                "F3. Пиёдаларнинг ўтиш жойида",
                "F4. Барча жавоблар тўғри"
            ],
            "correctAnswer": 4,
            "explanation": "ЙҲҚ 9-боби 63-банди: Транспорт воситасини орқага ҳаракатлантиришда ҳайдовчи йўл ҳаракати хавфсизлигини таъминлаши ва бошқа йўл ҳаракати қатнашчиларига халақит бермаслиги шарт. Зарурат туғилганда ҳайдовчи бошқа шахсларнинг ёрдамидан фойдаланиши керак.\nОрқага ҳаракатланиш чорраҳаларда ва ушбу Қоидаларнинг 62-бандига мувофиқ қайрилиб олиш мумкин бўлмаган жойларда тақиқланади."
        }
    }
}