{
    "questionId": 945,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Haydovchi o'zidan oldinda harakatlanayotgan transport vositasi bilan qancha oraliq masofa saqlab harakatlanishi kerak?",
            "options": [
                "F1. 20 m",
                "F2. 50 m",
                "F3. Haydovchi o'zidan oldinda harakatlanayotgan transport vositasi keskin tormoz berganida to'qnashib ketmasligi kafolatini beradigan darajada oraliq masofani saqlash kerak"
            ],
            "correctAnswer": 3,
            "explanation": "YHQ 10-bobi 73-bandi: Haydovchi o'zidan oldinda harakatlanayotgan transport vositasi keskin tormoz berganida to'qnashib ketmaslik kafolatini beradigan darajadagi oraliq masofani, shuningdek yo'l harakati xavfsizligini ta'minlaydigan yonlama oraliq masofani saqlashi kerak."
        },
        "ru": {
            "text": "Какую дистанцию должен соблюдать водитель до движущегося впереди транспортного средства?",
            "options": [
                "F1. 20 м",
                "F2. 50 м",
                "F3. Водитель должен соблюдать такую дистанцию до движущегося впереди транспортного средства, которая гарантировала бы избежание столкновения в случае его экстренной остановки"
            ],
            "correctAnswer": 3,
            "explanation": "Пункта 73 главы 10 ПДД, гласит: Водитель должен соблюдать такую дистанцию до движущегося впереди транспортного средства, которая гарантировала бы избежание столкновения в случае его экстренной остановки, а также боковой интервал, обеспечивающий безопасность дорожного движения."
        },
        "uzk": {
            "text": "Ҳайдовчи ўзидан олдинда ҳаракатланаётган транспорт воситаси билан қанча оралиқ масофа сақлаб ҳаракатланиши керак?",
            "options": [
                "F1. 20 м",
                "F2. 50 м",
                "F3. Ҳайдовчи ўзидан олдинда ҳаракатланаётган транспорт воситаси кескин тормоз берганида тўқнашиб кетмаслиги кафолатини берадиган даражада оралиқ масофани сақлаш керак"
            ],
            "correctAnswer": 3,
            "explanation": "ЙҲҚ 10-боби 73-банди: Ҳайдовчи ўзидан олдинда ҳаракатланаётган транспорт воситаси кескин тормоз берганда, тўқнашиб кетмаслик кафолатини берадиган даражадаги оралиқ масофани, шунингдек, йўл ҳаракати хавфсизлигини таъминлайдиган ёнлама оралиқ масофани сақлаши керак."
        }
    }
}