{
    "questionId":  959,
    "image":  "data/images/q0959.webp",
    "translations":  {
                         "uz":  {
                                    "text":  "Balandlika yo\u0027l chetida to\u0027siq mavjud bo\u0027lganda to\u0027xtagan avtomobilni joyidan g\u0027ildirab ketishini oldini olish uchun oldingi g\u0027ildiraklarni burib qo\u0027yish usuli qaysi javobda to\u0027g\u0027ri ko\u0027rsatilgan?",
                                    "options":  [
                                                    "F1. «Б» va «B»",
                                                    "F2. «Б» va «Г»",
                                                    "F3. «A» va «Г»",
                                                    "F4. «A» va «B»"
                                                ],
                                    "correctAnswer":  4,
                                    "explanation":  "YHQ 13-bobi 95-bandi: Transport vositasining o\u0027z-o\u0027zidan harakatlanib ketishini yoki o\u0027zi yo\u0027qligida undan foydalanishni istisno qiladigan zarur ehtiyot choralarini ko\u0027rgandan keyingina haydovchi o\u0027z joyini tashlab ketishi yoki transport vositasini qoldirishi mumkin.\nQiyalikda avtomobilni nazarda tutilmagan g\u0027ildirab ketishini oldini olish uchun avtomobil g\u0027ildiraklarini nishablik tomon yo\u0027l cheti tosh bordyurga burib tirab qo\u0027yish (A) va aksincha orqaga g\u0027ildirab ketishni oldini olish uchun oldingi g\u0027ildiraklarni orqa tomoni tosh bordyurga taqab qo\u0027yish (B) avtomobilni joyidan qo\u0027zg\u0027almaslikni qo\u0027shimcha choralari bo\u0027lib xizmat qiladi."
                                },
                         "ru":  {
                                    "text":  "Текст вопроса не найден",
                                    "options":  [
                                                    "F1. «Б» и «B»",
                                                    "F2. «Б» и «Г»",
                                                    "F3. «A» и «Г»",
                                                    "F4. «A» и «B»"
                                                ],
                                    "correctAnswer":  4,
                                    "explanation":  "Пункта 95 главы 13 ПДД, гласит: Водитель может покидать своё место или оставлять транспортное средство, если им приняты необходимые меры, исключающие самопроизвольное движение транспортного средства или использование его в отсутствие водителя.\nДля исключения непреднамеренного скатывания автомобиля выверните колёса так, чтобы возник упор в бордюрный камень тротуара. Это препятствует дальнейшему передвижению автомобиля (A). И, наоборот, при отсутствии упора может произойти самопроизвольное скатывание автомобиля на проезжую часть (B). Эта мера является дополнительной к обязательным мерам, т.е. использованию стояночного тормоза и включению желательно более низкой передачи или заднего хода."
                                },
                         "uzk":  {
                                     "text":  "Баландлика йўл четида тўсиқ мавжуд бўлганда тўхтаган автомобилни жойидан ғилдираб кетишини олдини олиш учун олдинги ғилдиракларни буриб қўйиш усули қайси жавобда тўғри кўрсатилган?",
                                     "options":  [
                                                     "F1. «Б» ва «B»",
                                                     "F2. «Б» ва «Г»",
                                                     "F3. «A» ва «Г»",
                                                     "F4. «A» ва «B»"
                                                 ],
                                     "correctAnswer":  4,
                                     "explanation":  "ЙҲҚ 13-боби 95-банди: Транспорт воситасининг ўз-ўзидан ҳаракатланиб кетишини ёки ўзи йўқлигида ундан фойдаланишни истисно қиладиган зарур эҳтиёт чораларини кўргандан кейингина ҳайдовчи ўз жойини ташлаб кетиши ёки транспорт воситасини қолдириши мумкин.\nҚияликда автомобилни назарда тутилмаган ғилдираб кетишини олдини олиш учун автомобил ғилдиракларини нишаблик томон йўл чети тош бордюрга буриб тираб қўйиш (A) ва аксинча орқага ғилдираб кетишни олдини олиш учун олдинги ғилдиракларни орқа томони тош бордюрга тақаб қўйиш (B) автомобилни жойидан қўзғалмасликни қўшимча чоралари бўлиб хизмат қилади."
                                 }
                     }
}
