{
    "questionId": 964,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Siz to'g'ri yo'lda harakatlanayotib to'satdan yo'lning qisman katta bo'lmagan sirpanchiq qismiga duch keldingiz. Bunda qanday ehtiyot choralarini ko'rasiz?",
            "options": [
                "F1. Rulni burib sirpanchiqdan chiqib ketish",
                "F2. Avtomobilni ohista to'xtatish",
                "F3. Harakat yo'nalishini va tezlikni o'zgartirmasdan ehtiyotkorlik bilan o'tib ketish"
            ],
            "correctAnswer": 3,
            "explanation": "Ushbu holatda Siz yo'lning sirpanchiq qismidan harakatlanish yo'nalishi va tezligini o'zgartirmasdan ehtiyotkorlik bilan oʻtib ketishingiz lozim boʻladi."
        },
        "ru": {
            "text": "Двигаясь в прямом направлении, Вы внезапно попали на небольшой участок скользкой дороги. Что следует предпринять?",
            "options": [
                "F1. Повернуть руль, чтобы съехать с этого участка дороги",
                "F2. Плавно затормозить",
                "F3. Проехать не меняя траектории и скорости движения"
            ],
            "correctAnswer": 3,
            "explanation": "Если это действительно небольшой участок дороги, то необходимо действовать, как указано во втором ответе, чтобы избежать возникновения заноса."
        },
        "uzk": {
            "text": "Сиз тўғри йўлда ҳаракатланаётиб тўсатдан йўлнинг қисман катта бўлмаган сирпанчиқ қисмига дуч келдингиз. Бунда қандай эҳтиёт чораларини кўрасиз?",
            "options": [
                "F1. Рулни буриб сирпанчиқдан чиқиб кетиш",
                "F2. Автомобилни оҳиста тўхтатиш",
                "F3. Ҳаракат йўналишини ва тезликни ўзгартирмасдан эҳтиёткорлик билан ўтиб кетиш"
            ],
            "correctAnswer": 3,
            "explanation": "Ушбу ҳолатда Сиз йўлнинг сирпанчиқ қисмидан ҳаракатланиш йўналиши ва тезлигини ўзгартирмасдан эҳтиёткорлик билан ўтиб кетишингиз лозим бўлади."
        }
    }
}