{
    "questionId": 963,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Mexanik transport vositalarini shatakka olishda egiluvchan ulagichga kamida nechta ogohlantiruvchi qurilma o'rnatiladi?",
            "options": [
                "F1. Kamida uchta",
                "F2. Kamida bitta",
                "F3. Kamida ikkita"
            ],
            "correctAnswer": 3,
            "explanation": "YHQ 29-bobi 177-bandi: Mexanik transport vositalarini shatakka olishda egiluvchan ulagichni ko'rsatadigan ogohlantiruvchi, o'lchami 200 x 200 millimetr bo'lgan, diagonali boʻyicha ketma-ket joylashgan 50 millimetr qalinlikdagi qizil va oq rangli chiziqlar tushirilgan, yorug'lik qaytaradigan yuzali bayroqchalar yoki taxtachalar shaklidagi ogohlantiruvchi qurilmalar o'rnatilishi kerak. Egiluvchan ulagichga kamida ikkita ogohlantiruvchi qurilma oʻrnatiladi."
        },
        "ru": {
            "text": "Не менее скольких предупредительных устройств должно устанавливаться при буксировке на гибкой сцепке?",
            "options": [
                "F1. Не менее трёх",
                "F2. Не менее одного",
                "F3. Не менее двух"
            ],
            "correctAnswer": 3,
            "explanation": "Пункта 177 главы 29 ПДД, гласит: Для обозначения гибкого связующего звена при буксировке должны устанавливаться предупредительные устройства в виде флажков или щитков размером 200х200 мм снанесенными по диагонали красными и белыми чередующимися полосами шириной 50 мм со световозвращающей поверхностью. На гибкое связующее звено должно устанавливаться не менее двух предупредительных устройств."
        },
        "uzk": {
            "text": "Механик транспорт воситаларини шатакка олишда эгилувчан улагичга камида нечта огоҳлантирувчи қурилма ўрнатилади?",
            "options": [
                "F1. Камида учта",
                "F2. Камида битта",
                "F3. Камида иккита"
            ],
            "correctAnswer": 3,
            "explanation": "ЙҲҚ 29-боби 177-банди: Механик транспорт воситаларини шатакка олишда эгилувчан улагични курсатадиган огоҳлантирувчи, ўлчами 200 x 200 миллиметр бўлган, диагонали бўйича кетма-кет жойлашган 50 миллиметр қалинликдаги қизил ва оқ рангли чизиқлар туширилган, ёруғлик қайтарадиган юзали байроқчалар ёки тахтачалар шаклидаги огоҳлантирувчи қурилмалар ўрнатилиши керак. Эгилувчан улагичга камида иккита огоҳлантирувчи қурилма ўрнатилади."
        }
    }
}