{
    "questionId": 979,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Qaysi holatlarda jabrlanuvchiga yurak-o'pka reanimatsiyasini boshlash kerak?",
            "options": [
                "F1. Hushidan ketishda, nafas olish faoliyati va qon aylanishi to'xtaganda",
                "F2. Yurak sohasida og'riq sezilganda va nafas olish qiyinlashganda",
                "F3. Hushidan ketishda, nafas olish faoliyatidan qat'iy nazar"
            ],
            "correctAnswer": 1,
            "explanation": "Yurak-o'pka reanimatsiyasi Faqat jabrlanuvchida xayot alomatlari yo'q boʻlganda amalga oshiriladi: xushidan ketish, uoʻqui arteriyasida puls yo'qligi, nafas olish to'xtashi."
        },
        "ru": {
            "text": "В каких случаях следует начинать сердечно-легочную реанимацию пострадавшего?",
            "options": [
                "F1. При отсутствии у пострадавшего сознания, дыхания и кровообращения",
                "F2. При наличии болей в области сердца и затрудненного дыхания",
                "F3. При отсутствии у пострадавшего сознания, независимо от наличия дыхания"
            ],
            "correctAnswer": 1,
            "explanation": "Сердечно-легочная реанимация проводится только при отсутствии у пострадавшего признаков жизни: потере сознания, отсутствии пульса на сонной артерии, а также признаков дыхания."
        },
        "uzk": {
            "text": "Қайси ҳолатларда жабрланувчига юрак-ўпка реанимациясини бошлаш керак?",
            "options": [
                "F1. Ҳушидан кетишда, нафас олиш фаолияти ва қон айланиши тўхтаганда",
                "F2. Юрак соҳасида оғриқ сезилганда ва нафас олиш қийинлашганда",
                "F3. Ҳушидан кетишда, нафас олиш фаолиятидан қатъий назар"
            ],
            "correctAnswer": 1,
            "explanation": "Юрак-ўпка реанимацияси фақат жабрланувчида хаёт аломатлари йўқ бўлганда амалга оширилади: хушидан кетиш, уўқуи артериясида пулс йўқлиги, нафас олиш тўхташи."
        }
    }
}