{
    "questionId": 1001,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Yengil avtomobilning tom qismiga o'rnatilgan yukhonasida yukning balandligi (maxsus moslamalar bilan mustahkamlangan holda velosipedlarni tashish bundan mustasno) necha metrdan oshmasligi kerak?",
            "options": [
                "F1. 0.5 metr",
                "F2. 1.0 metr",
                "F3. 1.2 metr",
                "F4. 1.5 metr"
            ],
            "correctAnswer": 2,
            "explanation": "YHQ 27-bobi 162-bandi: Yengil avtomobilning tom qismiga o'rnatilgan yukxonasidagi yukning balandligi 1 metrdan (maxsus moslamalar bilan mustahkamlangan holda velosipedlar va individual harakatlanish vositalarini tashish bundan mustasno) va uzunligi avtomobilning gabaritidan 0,5 metrdan oshmasa yukni tashishga ruxsat beriladi."
        },
        "ru": {
            "text": "Не более какой высоты может располагаться груз на багажнике, установленном на крыше легкового автомобиля (кроме перевозки велосипедов со специальными приспособлениями)?",
            "options": [
                "F1. 0.5 метр",
                "F2. 1.0 метр",
                "F3. 1.2 метр",
                "F4. 1.5 метр"
            ],
            "correctAnswer": 2,
            "explanation": "Пункта 162 главы 27 ПДД, гласит: Разрешается перевозить груз в багажнике легкового автомобиля, если его высота не превышает 1 метра (кроме случаев перевозки велосипедов и индивидуальные транспортных средствам закрепленных специальными приспособлениями) и если его длина не превышает 0,5 метра габаритов автомобиля."
        },
        "uzk": {
            "text": "Енгил автомобилнинг том қисмига ўрнатилган юкҳонасида юкнинг баландлиги (махсус мосламалар билан мустаҳкамланган ҳолда велосипедларни ташиш бундан мустасно) неча метрдан ошмаслиги керак?",
            "options": [
                "F1. 0.5 метр",
                "F2. 1.0 метр",
                "F3. 1.2 метр",
                "F4. 1.5 метр"
            ],
            "correctAnswer": 2,
            "explanation": "ЙҲҚ 27-боби 162-банди: Енгил автомобилнинг том қисмига ўрнатилган юкхонасидаги юкнинг баландлиги 1 метрдан (махсус мосламалар билан мустаҳкамланган ҳолда велосипедлар ва индивидуал ҳаракатланиш воситаларини ташиш бундан мустасно) ва узунлиги автомобилнинг габаритидан 0,5 метрдан ошмаса юкни ташишга рухсат берилади."
        }
    }
}