{
    "questionId": 1004,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Odam tashish uchun mo'ljallangan yuk avtomobili yukhonasiga o'rnatilgan o'rindiqlar, yukhona pastki qismidan qancha balandlikda mahkamlangan bo'lishi kerak?",
            "options": [
                "F1. 0.3 - 0.5 metr",
                "F2. 0.6 - 0.7 metr",
                "F3. 0.8 - 0.9 metr"
            ],
            "correctAnswer": 1,
            "explanation": "YHQ 26-bobi 153-bandi: Odam tashish uchun mo'ljallangan yuk avtomobili yukxonasining borti 1,3 metrdan kam bo'lmasligi shart. Bunda yukxonaning pastki qismidan 0,3 — 0,5 metr balandlikda mahkamlangan o'rindiqlar jihozlangan bo'lishi kerak."
        },
        "ru": {
            "text": "На какой высоте от днища кузова грузового автомобиля должны быть установ- лены сиденья, предназначенные для перевозки людей?",
            "options": [
                "F1. 0.3 - 0.5 метр",
                "F2. 0.6 - 0.7 метр",
                "F3. 0.8 - 0.9 метр"
            ],
            "correctAnswer": 1,
            "explanation": "Пункта 153 главы 26 ПДД, гласит: Багажник грузового автомобиля, предназначенного для перевозки пассажиров, не должен быть меньше 1,3 метра. В этом случае сиденья следует оборудовать на высоте 0,3-0,5 метра от низа."
        },
        "uzk": {
            "text": "Одам ташиш учун мўлжалланган юк автомобили юкҳонасига ўрнатилган ўриндиқлар, юкҳона пастки қисмидан қанча баландликда маҳкамланган бўлиши керак?",
            "options": [
                "F1. 0.3 - 0.5 метр",
                "F2. 0.6 - 0.7 метр",
                "F3. 0.8 - 0.9 метр"
            ],
            "correctAnswer": 1,
            "explanation": "ЙҲҚ 26-боби 153-банди: Одам ташиш учун мўлжалланган юк автомобили юкхонасининг борти 1,3 метрдан кам бўлмаслиги шарт. Бунда юкхонанинг пастки қисмидан 0,3 — 0,5 метр баландликда маҳкамланган ўриндиқлар жиҳозланган бўлиши керак."
        }
    }
}