{
    "questionId": 1014,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Quyidagi javoblardan qaysi birida «Xavf» atamasining to'g'ri ta'rifi ko'rsatilgan?",
            "options": [
                "F1. Yo'l harakati xavfsizligiga xavf soluvchi har qanday omil",
                "F2. Yo'l harakati qatnashchilarining yo'nalishini o'zgartirishga majbur qiladigan har qanday to'siq",
                "F3. Yo'l harakati jarayonidan o'sha yo'nalishda va o'sha tezlikda harakatlanishni davom ettirish yo'l transport hodisasi sodir bo'lishiga tahdid soladigan omil"
            ],
            "correctAnswer": 1,
            "explanation": "YHQ umumiy qoidalar: Xavf — yo'l harakati xavfsizligiga xavf soluvchi har qanday omil."
        },
        "ru": {
            "text": "Какой из нижеперечисленных ответов дает правильное определение термина «опасность»?",
            "options": [
                "F1. Любой фактор, угрожающий безопасности дорожного движения",
                "F2. Любое препятствие, вынуждающее участников дорожного движения менять направление движения",
                "F3. Ситуация, возникшая в процессе дорожного движения, при которой продолжение движения в том же направлении и с той же скоростью создает угрозу возникновения дорожно-транспортного происшествия"
            ],
            "correctAnswer": 1,
            "explanation": "ПДД Общие положения: Опасность – это любой фактор, который ставит под угрозу безопасность дорожного движения."
        },
        "uzk": {
            "text": "Қуйидаги жавоблардан қайси бирида «Хавф» атамасининг тўғри таърифи кўрсатилган?",
            "options": [
                "F1. Йўл ҳаракати хавфсизлигига хавф солувчи ҳар қандай омил",
                "F2. Йўл ҳаракати қатнашчиларининг йўналишини ўзгартиришга мажбур қиладиган ҳар қандай тўсиқ",
                "F3. Йўл ҳаракати жараёнидан ўша йўналишда ва ўша тезликда ҳаракатланишни давом эттириш йўл транспорт ҳодисаси содир бўлишига таҳдид соладиган омил"
            ],
            "correctAnswer": 1,
            "explanation": "ЙҲҚ умумий қоидалар: Хавф — йўл ҳаракати хавфсизлигига хавф солувчи ҳар қандай омил."
        }
    }
}