{
    "questionId": 1013,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Qayta tizilish deb nimaga aytiladi?",
            "options": [
                "F1. Dastlabki harakat yo'nalishini saqlagan holda o'z harakatlanish tasmasidan boshqa harakatlanish qatoriga o'tish",
                "F2. Qatnov qismining maxsus ajratilgan, 5.35 — 5.37 yo'l belgilari, 1.9 yo'l chizig'i bilan belgilangan va ustida reversiv svetofor o'rnatilgan bo'lagida harakatlanish yo'nalishini qarama-qarshi tomonga o'zgartirish",
                "F3. Xavf tug'ilganda yo'ldagi boshqa harakat qatnashchilarining harakatlanishiga to'sqinlik qilmaslik uchun haydovchilar tomonidan bajariladigan harakat(manyovr)"
            ],
            "correctAnswer": 1,
            "explanation": "YHQ umumiy qoidalar: Qayta tizilish — dastlabki harakat yo'nalishini saqlagan holda o'z harakatlanish tasmasidan boshqa harakatlanish qatoriga o'tish."
        },
        "ru": {
            "text": "Что такое перестроение ?",
            "options": [
                "F1. Перестроение - с одной полосы на другую, сохраняя исходное направление движения",
                "F2. Перестроение - изменение направления движения в обратном направлении на специально выделенной полосе проезжей части, обозначенными дорожными знаками 5.35 - 5.37, линией 1.9 и оборудованным реверсивным светофором",
                "F3. Перестроение - действие (маневр), совершаемое водителями с целью не препятствовать движению других участников дорожного движения в случае опасности"
            ],
            "correctAnswer": 1,
            "explanation": "ПДД Общие положения: Перестроение — выезд из занимаемой полосы или занимаемого ряда с сохранением первоначального направления движения."
        },
        "uzk": {
            "text": "Қайта тизилиш деб нимага айтилади?",
            "options": [
                "F1. Дастлабки ҳаракат йўналишини сақлаган ҳолда ўз ҳаракатланиш тасмасидан бошқа ҳаракатланиш қаторига ўтиш",
                "F2. Қатнов қисмининг махсус ажратилган, 5.35 — 5.37 йўл белгилари, 1.9 йўл чизиғи билан белгиланган ва устида реверсив светофор ўрнатилган бўлагида ҳаракатланиш йўналишини қарама-қарши томонга ўзгартириш",
                "F3. Хавф туғилганда йўлдаги бошқа ҳаракат қатнашчиларининг ҳаракатланишига тўсқинлик қилмаслик учун ҳайдовчилар томонидан бажариладиган ҳаракат(манёвр)"
            ],
            "correctAnswer": 1,
            "explanation": "ЙҲҚ умумий қоидалар: Қайта тизилиш — дастлабки ҳаракат йўналишини сақлаган ҳолда ўз ҳаракатланиш тасмасидан бошқа ҳаракатланиш қаторига ўтиш."
        }
    }
}