{
    "questionId":  1028,
    "image":  "data/images/q1028.webp",
    "translations":  {
                         "uz":  {
                                    "text":  "Qaysi yo\u0027nalish bo\u0027yicha harakatlanishga ruxsat beriladi?",
                                    "options":  [
                                                    "F1. «A» «Б» «В»",
                                                    "F2. «A» «Б» «Г»"
                                                ],
                                    "correctAnswer":  3,
                                    "explanation":  "YHQ 7-bobi 32-bandi: Yo\u0027naltirgich ko\u0027rinishidagi qizil, sariq va yashil rangli svetofor ishoralari ham doirasimon shaklidagi svetofor ishoralari bilan bir xil ma’noga ega bo\u0027ladi. Ular faqat ko\u0027rsatilgan yo\u0027nalishga ta’sir etadi.\nAgar tegishli yo\u0027l belgisi bilan qayrilib olish taqiqlanmagan bo\u0027lsa, chapga burilishga ruxsat beruvchi yo\u0027naltirgich qayrilib olishga ham ruxsat beradi. Qo\u0027shimcha tarmoqdagi yashil yo\u0027naltirgich ham xuddi shu ma’noni bildiradi.\nSvetoforning qo\u0027shimcha tarmoqdagi ishora o\u0027chirilgan bo\u0027lsa, shu tarmoq tartibga solayotgan yo\u0027nalishda harakatlanish taqiqlanganligini bildiradi.\nYHQ 1 ilova: 3.18.2. “Chapga burilish taqiqlanadi”."
                                },
                         "ru":  {
                                    "text":  "В каком направлении разрешено движение?",
                                    "options":  [
                                                    "F1. «A» «Б» «В»",
                                                    "F2. «A» «Б» «Г»"
                                                ],
                                    "correctAnswer":  3,
                                    "explanation":  "Пункта 32 главы 7 ПДД, гласит: Сигналы светофора, выполненные в виде стрелок красного, желтого и зеленого цветов тоже имеют то же значение, что и круглые соответствующего цвета. Их действие распространяется только на направление, указываемое стрелками.\nСтрелка, разрешающая поворот налево, разрешает и разворот, если это не запрещено соответствующим дорожным знаком. Такое же значение имеет зелёная стрелка в дополнительной секции.\nВыключенный сигнал дополнительной секции означает запрещение движения в направлении, регулируемом этой секцией.\nПДД приложение № 1: Поворот налево запрещен"
                                },
                         "uzk":  {
                                     "text":  "Қайси йўналиш бўйича ҳаракатланишга рухсат берилади?",
                                     "options":  [
                                                     "F1. «A» «Б» «В»",
                                                     "F2. «A» «Б» «Г»"
                                                 ],
                                     "correctAnswer":  3,
                                     "explanation":  "ЙҲҚ 7-боби 32-банди: Йўналтиргич кўринишидаги қизил, сариқ ва яшил рангли светофор ишоралари ҳам доирасимон шаклидаги светофор ишоралари билан бир хил маънога эга бўлади. Улар фақат кўрсатилган йўналишга таъсир этади.\nАгар тегишли йўл белгиси билан қайрилиб олиш тақиқланмаган бўлса, чапга бурилишга рухсат берувчи йўналтиргич қайрилиб олишга ҳам рухсат беради. Қўшимча тармоқдаги яшил йўналтиргич ҳам худди шу маънони билдиради.\nСветофорнинг қўшимча тармоқдаги ишора ўчирилган бўлса, шу тармоқ тартибга солаётган йўналишда ҳаракатланиш тақиқланганлигини билдиради.\nЙҲҚ 1 илова: 3.18.2. “Чапга бурилиш тақиқланади”."
                                 }
                     }
}
