{
    "questionId": 1027,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Velosipedlarda yuk tashilganda gabaritidan bo'yiga va eniga qanchadan ortiq chiqib tursa, yuk tashish taqiqlanadi?",
            "options": [
                "F1. 0.3 m",
                "F2. 0.4 m",
                "F3. 0.5 m"
            ],
            "correctAnswer": 3,
            "explanation": "YHQ 28-bobi 168-bandi: Velosipedchilar va individual harakatlanish vositalarini boshqarayotgan shaxslarga quyidagilar taqiqlanadi:\nrulni ushlamasdan yoki bir qo'lda ushlab harakatlanish (manyovrdan oldin ishoralar berish bundan mustasno);\nodam tashish (ishonchli oyoq qo'ygich bilan jihozlangan velosipeddagi qo'shimcha o'rindiqda 7 yoshgacha bo'lgan bolani tashish bundan mustasno);\ngabaritidan bo'yiga va eniga 0,5 metrdan ortiq chiqib turgan yoki boshqarishga xalaqit beradigan yuklarni tashish;"
        },
        "ru": {
            "text": "При перевозке грузов на велосипедах запрещено провозить груз, если он превышает габариты по высоте и ширине?",
            "options": [
                "F1. 0.3 м",
                "F2. 0.4 м",
                "F3. 0.5 м"
            ],
            "correctAnswer": 3,
            "explanation": "Пункта 168 главы 28 ПДД, гласит: Водителям велосипеда и индивидуальные транспортных средствам запрещается:\n— ездить, не держась за руль или держась за руль одной рукой (за исключением случая, когда подается предупредительный сигнал перед маневром);\n— перевозить пассажиров (за исключением перевозки пассажиров в возрасте до 7 лет на дополнительном сиденье, оборудованном надежными подножками);\n— перевозить груз, который выступает более чем 0,5 м по длине или ширине за габариты, или груз, мешающий управлению;"
        },
        "uzk": {
            "text": "Велосипедларда юк ташилганда габаритидан бўйига ва энига қанчадан ортиқ чиқиб турса, юк ташиш тақиқланади?",
            "options": [
                "F1. 0.3 м",
                "F2. 0.4 м",
                "F3. 0.5 м"
            ],
            "correctAnswer": 3,
            "explanation": "ЙҲҚ 28-боби 168-банди: Велосипедчилар ва индивидуал ҳаракатланиш воситаларини бошқараётган шахсларга қуйидагилар тақиқланади:\nрулни ушламасдан ёки бир қўлда ушлаб ҳаракатланиш (манёврдан олдин ишоралар бериш бундан мустасно);\nодам ташиш (ишончли оёқ қўйгич билан жиҳозланган велосипеддаги қўшимча ўриндиқда 7 ёшгача бўлган болани ташиш бундан мустасно);\nгабаритидан бўйига ва энига 0,5 метрдан ортиқ чиқиб турган ёки бошқаришга халақит берадиган юкларни ташиш;"
        }
    }
}