{
    "questionId":  1030,
    "image":  "data/images/q1030.webp",
    "translations":  {
                         "uz":  {
                                    "text":  "Mayoqchasi yoqilgan transport vositasiga harakatni to\u0027g\u0027riga davom ettirishga ruxsat beriladimi?",
                                    "options":  [
                                                    "F1. Ruxsat beriladi",
                                                    "F2. Taqiqlanadi"
                                                ],
                                    "correctAnswer":  2,
                                    "explanation":  "YHQ 6-bobi 25-bandi: Yo\u0027l harakatining boshqa ishtirokchilariga nisbatan imtiyozga ega bo\u0027lishi uchun tezkor va maxsus xizmatlarning transport vositalarida, tezkor va maxsus xizmatlarning ko\u0027k yoki qizil yoxud ko\u0027k va qizil rangli yalt-yalt etuvchi mayoqchalar va maxsus tovushli ishora yoqilgan bo\u0027lishi shart. Ular o\u0027zlariga yo\u0027l berilayotganligiga ishonch hosil qilganlaridan so\u0027nggina imtiyozdan foydalanishlari mumkin."
                                },
                         "ru":  {
                                    "text":  "Разрешается ли транспортному средству с включенным маячком двигаться прямо?",
                                    "options":  [
                                                    "F1. Разрешается",
                                                    "F2. Запрещается"
                                                ],
                                    "correctAnswer":  2,
                                    "explanation":  "Пункта 25 главы 6 ПДД, гласит: Для получения приоритета перед другими участниками движения водители транспортных средств оперативных и специальных служб должны включить проблесковый маячок синего или красного или синего и красного цветов и специальный звуковой сигнал. Воспользоваться приоритетом они могут, только убедившись, что им уступают дорогу."
                                },
                         "uzk":  {
                                     "text":  "Маёқчаси ёқилган транспорт воситасига ҳаракатни тўғрига давом еттиришга рухсат бериладими?",
                                     "options":  [
                                                     "F1. Рухсат берилади",
                                                     "F2. Тақиқланади"
                                                 ],
                                     "correctAnswer":  2,
                                     "explanation":  "ЙҲҚ 6-боби 25-банди: Йўл ҳаракатининг бошқа иштирокчиларига нисбатан имтиёзга эга бўлиши учун тезкор ва махсус хизматларнинг транспорт воситаларида, тезкор ва махсус хизматларнинг кўк ёки қизил ёхуд кўк ва қизил рангли ялт-ялт этувчи маёқчалар ва махсус товушли ишора ёқилган бўлиши шарт. Улар ўзларига йўл берилаётганлигига ишонч ҳосил қилганларидан сўнггина имтиёздан фойдаланишлари мумкин."
                                 }
                     }
}
