{
    "questionId":  1034,
    "image":  "data/images/q1034.webp",
    "translations":  {
                         "uz":  {
                                    "text":  "Qaysi transport vositasi haydovchisi qoida buzib harakatlanmoqda?",
                                    "options":  [
                                                    "F1. Ruxsat etilgan to\u0027la vazni 3 tonna bo\u0027lgan yuk avtomobili va moped haydovchisi",
                                                    "F2. Faqat moped haydovchisi",
                                                    "F3. Hech kim qoida buzmayabdi"
                                                ],
                                    "correctAnswer":  1,
                                    "explanation":  "YHQ 19-bobi 121-bandi: Avtomagistrallarda quyidagilar taqiqlanadi:\npiyodalar, uy hayvonlari, ot-aravalar, velosipedlar, individual harakatlanish vositalari, skuterlar, mopedlar, traktorlar va o\u0027ziyurar uskunalar, texnik tavsifnomasiga yoki holatiga ko\u0027ra tezligi soatiga 40 kilometrdan kam bo\u0027lgan transport vositalarining harakatlanishi;\nyuk avtomobillariga yo\u0027lning chetki chap qatorida harakatlanishi;"
                                },
                         "ru":  {
                                    "text":  "Кто из водителей нарушает правила?",
                                    "options":  [
                                                    "F1. Водители грузового автомобиля с разрешенной максимальной массой 3т и мопеда",
                                                    "F2. Только водитель мопеда",
                                                    "F3. Никто не нарушает"
                                                ],
                                    "correctAnswer":  1,
                                    "explanation":  "Пункта 121 главы 19 ПДД, гласит: На автомагистралях запрещается: \n— движение пешеходов, домашних животных, гужевых повозок, велосипедов, индивидуальные транспортные средства, скутеры, мопедов, тракторов и самоходных устройств, транспортных средств, скорость которых по технической характеристике или их состоянию менее 40 км/ч;\n— движение грузовых автомобилей по крайнему левому ряду дороги;"
                                },
                         "uzk":  {
                                     "text":  "Қайси транспорт воситаси ҳайдовчиси қоида бузиб ҳаракатланмоқда?",
                                     "options":  [
                                                     "F1. Рухсат этилган тўла вазни 3 тонна бўлган юк автомобили ва мопет ҳайдовчиси",
                                                     "F2. Фақат мопед ҳайдовчиси",
                                                     "F3. Ҳеч ким қоида бузмаябди"
                                                 ],
                                     "correctAnswer":  1,
                                     "explanation":  "ЙҲҚ 19-боби 121-банди: Автомагистралларда қуйидагилар тақиқланади:\nпиёдалар, уй ҳайвонлари, от-аравалар, велосипедлар, индивидуал ҳаракатланиш воситалари, скутерлар, мопедлар, тракторлар ва ўзиюрар ускуналар, техник тавсифномасига ёки ҳолатига кўра тезлиги соатига 40 километрдан кам бўлган транспорт воситаларининг ҳаракатланиши;\nюк автомобилларига йўлнинг четки чап қаторида ҳаракатланиши;"
                                 }
                     }
}
