{
    "questionId": 1053,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Agar haydovchi o'zi harakatlanayotgan yo'lning qoplamasini bor - yo'qligini aniqlay olmasa (qorong'i vaqt, loy, qor) va imtiyoz belgilari bo'lmasa ?",
            "options": [
                "F1. O'zini asosiy yo'lda deb hisoblashi kerak",
                "F2. O'zini ikkinchi darajali yo'lda deb hisoblashi kerak",
                "F3. Teng ahamyatli yo'llar kesishgan chorrahada deb hisoblashi kerak"
            ],
            "correctAnswer": 2,
            "explanation": "YHQ 16-bobi 108-bandi: Agar haydovchi o'zi harakatlanayotgan yo'lning qoplamasi bor-yo'qligini aniqlay olmasa (qorong'i vaqt, loy, qor va boshqalar) va imtiyoz belgilari bo'lmasa, unda u o'zini ikkinchi darajali yo'lda deb hisoblashi kerak."
        },
        "ru": {
            "text": "Если водитель сам не может определить, есть ли у него покрытие дороги, на которой он проходит лечение (темное время суток, грязь, снег), и нет никаких признаков привилегий ?",
            "options": [
                "F1. Должен считать себя на главной дороге",
                "F2. Должен выделяться на второстепенной дороге",
                "F3. Перекрёсток считается равнозначным (пересечение равнозначных дорог)"
            ],
            "correctAnswer": 2,
            "explanation": "Пункта 108 главы 16 ПДД, гласит: Если водитель не может определить наличие покрытия на дороге (темное время суток, грязь, снег и т. п.), а знаков приоритета нет, он должен считать, что находится на второстепенной дороге."
        },
        "uzk": {
            "text": "Агар ҳайдовчи ўзи харакатланаётган йўлнинг қопламасини бор- йўклигини аниклай олмаса (қоронғи вақт, лой, қор) ва имтиёз белгилари бўлмаса ?",
            "options": [
                "F1. Ўзини асосий йўлда деб ҳисоблаши керак",
                "F2. Ўзини иккинчи даражали йўлда деб хисоблаши керак",
                "F3. Тенг аҳамятли йўллар кесишган чорраҳада деб ҳисоблаши керак"
            ],
            "correctAnswer": 2,
            "explanation": "ЙҲҚ 16-боби 108-банди: Агар ҳайдовчи ўзи ҳаракатланаётган йўлнинг қопламаси бор-йўқлигини аниқлай олмаса (қоронғи вақт, лой, қор ва бошқалар) ва имтиёз белгилари бўлмаса, унда у ўзини иккинчи даражали йўлда деб ҳисоблаши керак."
        }
    }
}