{
    "questionId": 1075,
    "image": "data/images/q1075.webp",
    "translations": {
        "uz": {
            "text": "Ushbu transport vositasi qaysi yo'nalishda harakatlanishiga ruxsat etiladi?",
            "options": [
                "F1. Faqat chapga",
                "F2. To'g'riga va chapga",
                "F3. Faqat chapga va qayrilib olishga",
                "F4. Barcha yo'nalishlarga"
            ],
            "correctAnswer": 3,
            "explanation": "YHQ 2 ilova: Yo'l belgilarining, shu jumladan, vaqtincha yo'l belgilarining va yotiq yo'l chiziqlarining ma’nolari bir-biriga zid kelgan hollarda yoki yo'l chiziqlarini yetarlicha farqlab bo'lmasa, haydovchilar yo'l belgilariga amal qilishlari kerak.\n\nYHQ 1 ilova: 5.8.1. “Tasmalar bo'yicha harakat yo'nalishi”. Tasmalar soni va har biri bo'yicha ruxsat etilgan harakatlanish yo'nalishlari. Boshqa yo'nalishlar bo'yicha harakatlanish taqiqlanadi.\nYo'lning chetki chap bo'lagidan chapga burilishga ruxsat beruvchi 5.8.1 va 5.8.2 belgilari shu tasmadan qayrilishga ham ruxsat beradi."
        },
        "ru": {
            "text": "В каком направлении разрешено движение этого транспортного средства?",
            "options": [
                "F1. Только налево",
                "F2. Прямо и налево",
                "F3. Только налево и в разворот",
                "F4. Во всех направлениях"
            ],
            "correctAnswer": 3,
            "explanation": "ПДД приложение № 2: В случаях, когда значения временных дорожных знаков, размещаемых на переносной стойке, и линии разметки противоречат друг другу, водители должны руководствоваться знаками.\n\nПДД приложение № 1: 5.8.1. Направления движения по полосам. Число полос и разрешенные направления движения на каждой из них. Движение по другим направлениям запрещается.\\n\\nЗнаки 5.8.1 и 5.8.2, разрешающие поворот налево из крайней левой полосы, разрешают и разворот с этой полосы.\nДействие знаков 5.8.1 и 5.8.2, установленных перед перекрестком, распространяется на весь перекресток, если на нем не установлены другие знаки."
        },
        "uzk": {
            "text": "Ушбу транспорт воситаси қайси йўналишда ҳаракатланишига рухсат этилади?",
            "options": [
                "F1. Фақат чапга",
                "F2. Тўғрига ва чапга",
                "F3. Фақат чапга ва қайрилиб олишга",
                "F4. Барча йўналишларга"
            ],
            "correctAnswer": 3,
            "explanation": "ЙҲҚ 2 илова: Йўл белгиларининг, шу жумладан, вақтинча йўл белгиларининг ва ётиқ йўл чизиқларининг маънолари бир-бирига зид келган ҳолларда ёки йўл чизиқларини етарлича фарқлаб бўлмаса, ҳайдовчилар йўл белгиларига амал қилишлари керак.\n\nЙҲҚ 1 илова: 5.8.1. “Тасмалар бўйича ҳаракат йўналиши”. Тасмалар сони ва ҳар бири бўйича рухсат этилган ҳаракатланиш йўналишлари. Бошқа йўналишлар бўйича ҳаракатланиш тақиқланади.\nЙўлнинг четки чап бўлагидан чапга бурилишга рухсат берувчи 5.8.1 ва 5.8.2 белгилари шу тасмадан қайрилишга ҳам рухсат беради."
        }
    }
}