{
    "questionId": 1088,
    "image": "data/images/q1088.webp",
    "translations": {
        "uz": {
            "text": "Qaysi rasmda haydovchi belgi talabini buzmay to'xtadi?",
            "options": [
                "F1. Faqat 1-rasmda",
                "F2. Faqat 2-rasmda",
                "F3. Ikkala rasmda"
            ],
            "correctAnswer": 3,
            "explanation": "YHQ 1 ilova: 2.5. “To'xtamasdan harakatlanish taqiqlangan”. To'xtash chizig'i oldida, agar u bo'lmasa, kesib o'tiladigan qatnov qismining chetida to'xtamasdan harakatlanish taqiqlanadi. Haydovchi kesib o'tilayotgan yo'ldan, 7.13 qo'shimcha-axborot belgisi bo'lganda esa asosiy yo'ldan harakatlanayotgan transport vositalariga yo'l berishi kerak.\nBu belgi temir yo'l kesishmasi yoki karantin maskanidan oldin o'rnatilishi mumkin. Bunday hollarda haydovchi to'xtash chizig'i oldida, u bo'lmasa, belgi oldida to'xtashi kerak."
        },
        "ru": {
            "text": "На каком изображении водитель остановился, не нарушив требование знака?",
            "options": [
                "F1. Только на изображении 1",
                "F2. Только на изображении 2",
                "F3. На обоих изображениях"
            ],
            "correctAnswer": 3,
            "explanation": "ПДД приложение № 1: 2.5. Движение без остановки запрещено. Запрещается движение без остановки перед стоп-линией, а если ее нет — перед краем пересекаемой проезжей части. Водитель должен уступить дорогу транспортным средствам, движущимся по пересекаемой, а при наличии дополнительного дорожного знака 7.13 — по главной дороге.\nЭтот дорожный знак может быть установлен перед железнодорожным переездом или карантинным постом. В этих случаях водитель должен остановиться перед стоп-линией, а при ее отсутствии — перед знаком."
        },
        "uzk": {
            "text": "Қайси расмда ҳайдовчи белги талабини бузмай тўхтади?",
            "options": [
                "F1. Фақат 1-расмда",
                "F2. Фақат 2-расмда",
                "F3. Иккала расмда"
            ],
            "correctAnswer": 3,
            "explanation": "ЙҲҚ 1 илова: 2.5. “Тўхтамасдан ҳаракатланиш тақиқланган”. Тўхташ чизиғи олдида, агар у бўлмаса, кесиб ўтиладиган қатнов қисмининг четида тўхтамасдан ҳаракатланиш тақиқланади. Ҳайдовчи кесиб ўтилаётган йўлдан, 7.13 қўшимча-ахборот белгиси бўлганда эса асосий йўлдан ҳаракатланаётган транспорт воситаларига йўл бериши керак.\nБу белги темир йўл кесишмаси ёки карантин масканидан олдин ўрнатилиши мумкин. Бундай ҳолларда ҳайдовчи тўхташ чизиғи олдида, у бўлмаса, белги олдида тўхташи керак."
        }
    }
}