{
    "questionId": 1085,
    "image": "data/images/q1085.webp",
    "translations": {
        "uz": {
            "text": "Qaysi haydovchi to'xtab turish qoidalarini buzmadi?",
            "options": [
                "F1. Mototsikl haydovchisi",
                "F2. Trotuarda to'xtab turgan avtomobil haydovchisi",
                "F3. Hech kim buzmadi"
            ],
            "correctAnswer": 1,
            "explanation": "YHQ 13-bobi 89-bandi: Transport vositalarini yo'lning qatnov qismida bir qator qilib, qatnov qismi chetiga yo'l harakatining boshqa ishtirokchilariga xalaqit bermaslik sharti bilan faqat parallel ravishda, kajavasi bo'lmagan ikki g'ildirakli transport vositalarini ikki qator qilib qo'yishga ruxsat etiladi.\n Qatnov qismiga chegaradosh trotuar chetida faqat yengil avtomobillar, mototsikllar, mopedlar va velosipedlarga toʻxtab turishga 5.15 yo'l belgisi bilan birga 7.6.2, 7.6.3, 7.6.6 — 7.6.9 qo'shimcha axborot belgilaridan biri oʻrnatilgan joylarda ruxsat etiladi."
        },
        "ru": {
            "text": "Кто из водителей не нарушил правила стоянки?",
            "options": [
                "F1. Только водитель мотоцикла",
                "F2. Только водитель автомобиля стоящий на тротуаре",
                "F3. Никто не нарушил"
            ],
            "correctAnswer": 1,
            "explanation": "Пункта 89 главы 13 ПДД, гласит: Ставить транспортные средства на проезжей части дороги разрешается в один ряд параллельно к краю проезжей части с условием, что это не создаст помех другим участним дорожного движения, а двухколесные транспортные средства без бокового прицепа — в два ряда.\n Стоянка на краю тротуара, граничащего с проезжей частью, разрешается только легковым автомобилям, мотоциклам, мопедам и велосипедам в местах, обозначенных дорожным знаком 5.15, установленным вместе с одним из дорожных знаков 7.6.2, 7.6.3, 7.6.6 — 7.6.9."
        },
        "uzk": {
            "text": "Қайси ҳайдовчи тўхтаб туриш қоидаларини бузмади?",
            "options": [
                "F1. Мотоцикл ҳайдовчиси",
                "F2. Тротуарда тўхтаб турган автомобиль ҳайдовчиси",
                "F3. Ҳеч ким бузмади"
            ],
            "correctAnswer": 1,
            "explanation": "ЙҲҚ 13-боби 89-банди: Транспорт воситаларини йўлнинг қатнов қисмида бир қатор қилиб, қатнов қисми четига йўл ҳаракатининг бошқа иштирокчиларига халақит бермаслик шарти билан фақат параллел равишда, кажаваси бўлмаган икки ғилдиракли транспорт воситаларини икки қатор қилиб қўйишга рухсат этилади.\n Қатнов қисмига чегарадош тротуар четида фақат енгил автомобиллар, мотоцикллар, мопедлар ва велосипедларга тўхтаб туришга 5.15 йўл белгиси билан бирга 7.6.2, 7.6.3, 7.6.6 — 7.6.9 қўшимча ахборот белгиларидан бири ўрнатилган жойларда рухсат этилади."
        }
    }
}