{
    "questionId":  1093,
    "image":  "data/images/q1093.webp",
    "translations":  {
                         "uz":  {
                                    "text":  "Qaysi transport vositalariga yo\u0027lovchilarni tushurishga ruxsat etiladi?",
                                    "options":  [
                                                    "F1. Hech qaysi biriga"
                                                ],
                                    "correctAnswer":  1,
                                    "explanation":  "YHQ 13-bobi 88-bandi: Aholi punktlarida o\u0027rtada tramvay yo\u0027li bo\u0027lmagan, har yo\u0027nalishda bittadan tasmasi bo\u0027lgan, shuningdek bir tomonlama harakat tashkil etilgan yo\u0027llarda yo\u0027lning chap tomonida to\u0027xtash va to\u0027xtab turishga ruxsat etiladi.\n\nYHQ 17.1-bobi 115.1-bandi: Yo\u0027nalishli transport vositalari uchun alohida ajratilgan tasmasi bor yo\u0027ldan yo\u0027nalishli jamoat transporti vositalari harakatlanishi mumkin va boshqa transport vositalari ushbu yo\u0027lakda harakatlanishi taqiqlanadi, bundan tezkor va maxsus xizmatlarning transport vositalari mustasno."
                                },
                         "ru":  {
                                    "text":  "Каким транспортным средствам разрешается высаживать пассажиров?",
                                    "options":  [
                                                    "F1. Ни одному"
                                                ],
                                    "correctAnswer":  1,
                                    "explanation":  "Пункта 88 главы 13 ПДД, гласит: На левой стороне дороги остановка и стоянка разрешаются в населенных пунктах на дорогах с односторонним движением, имеющим две полосы движения, при отсутствии трамвайных путей посередине.\n\nПункта 115.1 главы 17.1 ПДД, гласит: По дороге с выделенной полосой для маршрутного общественного транспорта могут двигаться только маршрутные транспортные средства. Движение других транспортных средств по этой полосе запрещается, за исключением транспортных средств оперативных и специальных служб."
                                },
                         "uzk":  {
                                     "text":  "Қайси транспорт воситаларига йўловчиларни тушуришга рухсат этилади?",
                                     "options":  [
                                                     "F1. Ҳеч қайси бирига"
                                                 ],
                                     "correctAnswer":  1,
                                     "explanation":  "ЙҲҚ 13-боби 88-банди: Аҳоли пунктларида ўртада трамвай йўли бўлмаган, ҳар йўналишда биттадан тасмаси бўлган, шунингдек бир томонлама ҳаракат ташкил этилган йўлларда йўлнинг чап томонида тўхташ ва тўхтаб туришга рухсат этилади.\n\nЙҲҚ 17.1-боби 115.1-банди: Йўналишли транспорт воситалари учун алоҳида ажратилган тасмаси бор йўлдан йўналишли жамоат транспорти воситалари ҳаракатланиши мумкин ва бошқа транспорт воситалари ушбу йўлакда ҳаракатланиши тақиқланади, бундан тезкор ва махсус хизматларнинг транспорт воситалари мустасно."
                                 }
                     }
}
