{
    "questionId":  1098,
    "image":  "data/images/q1098.webp",
    "translations":  {
                         "uz":  {
                                    "text":  "Ushbu vaziyatda haydovchilar birinchi temir yo\u0027l iziga eng kamida necha metr qolganda to\u0027xtashlari kerak?",
                                    "options":  [
                                                    "F1. 3 metr",
                                                    "F2. 5 metr",
                                                    "F3. 10 metr"
                                                ],
                                    "correctAnswer":  3,
                                    "explanation":  "YHQ 18-bobi 119-bandi: Kesishma orqali harakatlanish taqiqlangan hollarda haydovchi to\u0027xtash chizig\u0027i, 2.5 yo\u0027l belgisi yoki svetofor oldida, ular bo\u0027lmaganda shlagbaumga kamida 5 metr, shlagbaum bo\u0027lmaganda esa birinchi temir yo\u0027l iziga kamida 10 metr qolganda to\u0027xtashi kerak."
                                },
                         "ru":  {
                                    "text":  "В данной ситуации на каком минимальном расстоянии до первого железнодорожного пути водители должны остановиться?",
                                    "options":  [
                                                    "F1. 3 метров",
                                                    "F2. 5 метров",
                                                    "F3. 10 метров"
                                                ],
                                    "correctAnswer":  3,
                                    "explanation":  "Пункта 119 главы 18 ПДД, гласит: В случаях, когда движение через переезд запрещено, водитель должен остановиться у стоп-линии, дорожного знака 2.5 или светофора, если их нет — не ближе 5 м от шлагбаума, а при отсутствии шлагбаума — не ближе 10 м до ближайшего рельса."
                                },
                         "uzk":  {
                                     "text":  "Ушбу вазиятда ҳайдовчилар биринчи темир йўл изига энг камида неча метр қолганда тўхташлари керак?",
                                     "options":  [
                                                     "F1. 3 метр",
                                                     "F2. 5 метр",
                                                     "F3. 10 метр"
                                                 ],
                                     "correctAnswer":  3,
                                     "explanation":  "ЙҲҚ 18-боби 119-банди: Кесишма орқали ҳаракатланиш тақиқланган ҳолларда ҳайдовчи тўхташ чизиғи, 2.5 йўл белгиси ёки светофор олдида, улар бўлмаганда шлагбаумга камида 5 метр, шлагбаум бўлмаганда эса биринчи темир йўл изига камида 10 метр қолганда тўхташи керак."
                                 }
                     }
}
