{
    "questionId":  1108,
    "image":  "data/images/q1108.webp",
    "translations":  {
                         "uz":  {
                                    "text":  "Текст вопроса не найден",
                                    "options":  [
                                                    "F1. Faqat yuqori chapdagi rasmda",
                                                    "F2. Faqat yuqori o\u0027ngdagi rasmda",
                                                    "F3. Yuqoridagi ikkala rasmda",
                                                    "F4. Barcha rasmlarda"
                                                ],
                                    "correctAnswer":  3,
                                    "explanation":  "YHQ 1-ilova 1-bob. Umumiy qoidalar: asosiy yo\u0027l — tuproqli yoki shag\u0027alli yo\u0027lga nisbatan qattiq qoplamali (asfalt, sement-betonli va shunga o\u0027xshashlar yotqizilgan), kesishayotgan yoki tutashgan yo\u0027lga nisbatan 2.1, 2.3.1 — 2.3.3 yoki 5.1 yo\u0027l belgilari bilan belgilangan yoxud yondosh hududdan chiqadigan yo\u0027lga nisbatan har qanday yo\u0027l. Ikkinchi darajali yo\u0027lning bevosita chorrahaga tutash qismining qoplamali bo\u0027lishi uni asosiy yo\u0027l bilan teng huquqli qilmaydi;"
                                },
                         "ru":  {
                                    "text":  "Текст вопроса не найден",
                                    "options":  [
                                                    "F1. Только на левом верхнем рисунке",
                                                    "F2. Только на правом верхнем рисунке",
                                                    "F3. На обоих верхних рисунках",
                                                    "F4. На всех рисунках"
                                                ],
                                    "correctAnswer":  3,
                                    "explanation":  "Приложение №1 ПДД Общие правила: Главная дорога — дорога с твердым (асфальто—и цементобетон и тому подобное) по отношению к грунтовой дороге или дороге с галечным покрытием или дорога, обозначенная дорожными знаками 2.1, 2.3.1—2.3.3 или 5.1., по отношению к пересекаемой (примыкающей), либо любая дорога по отношению к выездам с прилегающих территорий. Наличие покрытия на второстепенной дороге непосредственно перед перекрестком не делает ее равной по значению с пересекаемой."
                                },
                         "uzk":  {
                                     "text":  "Текст вопроса не найден",
                                     "options":  [
                                                     "F1. Фақат юқори чапдаги расмда",
                                                     "F2. Фақат юқори ўнгдаги расмда",
                                                     "F3. Юқоридаги иккала расмда",
                                                     "F4. Барча расмларда"
                                                 ],
                                     "correctAnswer":  3,
                                     "explanation":  "ЙҲҚ 1-илова 1-боб. Умумий қоидалар: асосий йўл — тупроқли ёки шағалли йўлга нисбатан қаттиқ қопламали (асфальт, цемент-бетонли ва шунга ўхшашлар ётқизилган), кесишаётган ёки туташган йўлга нисбатан 2.1, 2.3.1 — 2.3.3 ёки 5.1 йўл белгилари билан белгиланган ёхуд ёндош ҳудуддан чиқадиган йўлга нисбатан ҳар қандай йўл. Иккинчи даражали йўлнинг бевосита чорраҳага туташ қисмининг қопламали бўлиши уни асосий йўл билан тенг ҳуқуқли қилмайди;"
                                 }
                     }
}
