{
    "questionId": 1113,
    "image": "data/images/q1113.webp",
    "translations": {
        "uz": {
            "text": "Quyidagi yo'l belgilaridan qaysilari qo'shimcha axborot belgilari hisoblanadi?",
            "options": [
                "F1. 1 va 2",
                "F2. 2 va 3",
                "F3. Ko'rsatilgan barcha javoblar to'g'ri"
            ],
            "correctAnswer": 2,
            "explanation": "YHQ 1 ilova: Qo'shimcha axborot belgilari:\n7.2.1. “Ta'sir oralig‘i”. Ogohlantiruvchi belgilar bilan belgilangan xavfli joyning uzunligini yoki taqiqlovchi va axborot-ko'rsatkich belgilarining ta'sir oralig‘ini ko'rsatadi.\n7.5.4. “Amal qilish vaqti”. Belgiga kunning qaysi vaqtida amal qilishni ko'rsatadi.\n\nAxborot-ko'rsatgich belgilari:\n5.33. “To'xtash chizig‘i”. Svetoforning (tartibga soluvchining) taqiqlovchi ishorasida transport vositalari to'xtaydigan yo'nalishini bildiradi.\n5.22. “Aholi punktining boshlanishi”. Ushbu Qoidalarning aholi punktlarida harakatlanish tartibini belgilovchi talablariga amal qilinadigan joylarning nomi hamda uning boshlanishini bildiradi."
        },
        "ru": {
            "text": "Какие из следующих дорожных знаков являются дополнительными информационными знаками?",
            "options": [
                "F1. 1 и 2",
                "F2. 2 и 3",
                "F3. Все указанные ответы верны"
            ],
            "correctAnswer": 2,
            "explanation": "ПДД приложение № 1: Знаки дополнительной информациии (таблички):\nЗнак 7.2.1 Зона действия. Указывает протяженность опасного участка дороги, обозначенного предупреждающими знаками, или зону действия запрещающих и информационно-указательных знаков.\nЗнак 7.5.4 Время действия. Указывает время суток, в течение которого действует знак.\n\nИнформационно указательные знаки:\nЗнак 5.33 Стоп-линия. Место остановки транспортных средств при запрещающем сигнале светофора (регулировщика)\nЗнак 5.22 Начало населенного пункта. Наименование и начало населенного пункта, в котором действуют требования настоящих Правил дорожного движения, устанавливающие порядок движения в населенных пунктах."
        },
        "uzk": {
            "text": "Қуйидаги йўл белгиларидан қайсилари қўшимча ахборот белгилари ҳисобланади?",
            "options": [
                "F1. 1 ва 2",
                "F2. 2 ва 3",
                "F3. Кўрсатилган барча жавоблар тўғри"
            ],
            "correctAnswer": 2,
            "explanation": "ЙҲҚ 1 илова: Қўшимча ахборот белгилари:\n7.2.1. “Таъсир оралиғи”. Огоҳлантирувчи белгилар билан белгиланган хавфли жойнинг узунлигини ёки тақиқловчи ва ахборот-кўрсаткич белгиларининг таъсир оралиғини кўрсатади.\n7.5.4. “Амал қилиш вақти”. Белгига куннинг қайси вақтида амал қилишни кўрсатади.\n\nАхборот-кўрсатгич белгилари:\n5.33. “Тўхташ чизиғи”. Светофорнинг (тартибга солувчининг) тақиқловчи ишорасида транспорт воситалари тўхтайдиган йўналишини билдиради.\n5.22. “Аҳоли пунктининг бошланиши”. Ушбу Қоидаларнинг аҳоли пунктларида ҳаракатланиш тартибини белгиловчи талабларига амал қилинадиган жойларнинг номи ҳамда унинг бошланишини билдиради."
        }
    }
}