{
    "questionId":  1112,
    "image":  "data/images/q1112.webp",
    "translations":  {
                         "uz":  {
                                    "text":  "Rasmda ko\u0027rsatilgan vaziyatda avtomobil haydovchisi harakatni davom ettirishi kerakmi?",
                                    "options":  [

                                                ],
                                    "correctAnswer":  1,
                                    "explanation":  "YHQ 17-bobi 109-bandiga asosan: Tartibga solinmagan piyodalar o\u0027tish joyiga yaqinlashayotgan transport vositasining haydovchisi qatnov qismining SHU YO\u0027NALISHINI kesib o\u0027tayotgan piyoda(lar)ni o\u0027tkazib yuborish uchun tezligini kamaytirishi yoki to\u0027xtashi shart.\n\n(piyoda qatnav qismining QARAMA-QARSHI tomonida bo\u0027lganligi uchun haydavchi to\u0027xtashi shart EMAS)"
                                },
                         "ru":  {
                                    "text":  "Должен ли водитель автомобиля продолжить движение в ситуации, показанной на рисунке?",
                                    "options":  [

                                                ],
                                    "correctAnswer":  1,
                                    "explanation":  "Пункта 109 главы 17 ПДД гласит: Водитель транспортного средства, приближающегося к нерегулируемому пешеходному переходу, обязан снизить скорость или остановиться, чтобы пропустить пешехода (ов), переходящего проезжую часть данного направления.\n\n(так как пешеход находится на ПРОТИВОПОЛОЖНОЙ стороне проезжей части, водителю НЕ обязательно останавливаться)"
                                },
                         "uzk":  {
                                     "text":  "Расмда кўрсатилган вазиятда автомобил ҳайдовчиси ҳаракатни давом эттириши керакми?",
                                     "options":  [

                                                 ],
                                     "correctAnswer":  1,
                                     "explanation":  "ЙҲҚ 17-боби 109-бандига асосан: Тартибга солинмаган пиёдалар ўтиш жойига яқинлашаётган транспорт воситасининг ҳайдовчиси қатнов қисмининг ШУ ЙЎНАЛИШИНИ кесиб ўтаётган пиёда(лар)ни ўтказиб юбориш учун тезлигини камайтириши ёки тўхташи шарт.\n\n(пиёда қатнав қисмининг ҚАРАМА-ҚАРШИ томонида бўлганлиги учун ҳайдавчи тўхташи шарт ЭМАС)"
                                 }
                     }
}
