{
    "questionId": 1127,
    "image": "data/images/defaultpic.jpg",
    "translations": {
        "uz": {
            "text": "Agar yo'l belgilari va chiziqlari boshqa yo'nalishni ko'rsatmagan bo'lsa, haydovchilar ajratuvchi bo'lagi bo'lmagan ikki tomonlama harakat tashkil etilgan yo'llardagi xavfsizlik orolchalari, ustunchalar va yo'l inshooti qismlari (ko'prik, yo'l o'tkazgich ustunlari va shunga o'xshashlar)ni qaysi tomonidan o'tishi kerak?",
            "options": [
                "F1. Chap tomondan",
                "F2. O'ng tomondan",
                "F3. O'ng va chap tomondan"
            ],
            "correctAnswer": 2,
            "explanation": "YHQ 10-bobi 76-bandiga asosan: Agar yo'l belgilari va chiziqlari boshqa yo'nalishni ko'rsatmagan bo'lsa, haydovchilar ajratuvchi bo'lagi bo'lmagan ikki tomonlama harakat tashkil etilgan yo'llardagi xavfsizlik orolchalari, ustunchalar va yo'l inshooti qismlari (ko'prik, yo'l o'tkazgich ustunlari va shunga o'xshashlar)ni o'ng tomondan aylanib o'tishlari kerak."
        },
        "ru": {
            "text": "На дорогах с двусторонним движением при отсутствии разделительной полосы ... с какой стороны они должны обойти?",
            "options": [
                "F1. Слева",
                "F2. Справа",
                "F3. Слева и справа"
            ],
            "correctAnswer": 2,
            "explanation": "Пункта 76 главы 10 ПДД, гласит: На дорогах с двусторонним движением при отсутствии разделительной полосы ... водитель должен объезжать справа, если дорожные знаки и дорожная разметка не предписывают иное."
        },
        "uzk": {
            "text": "Агар йўл белгилари ва чизиқлари бошқа йўналишни кўрсатмаган бўлса, ҳайдовчилар ажратувчи бўлаги бўлмаган икки томонлама ҳаракат ташкил этилган йўллардаги хавфсизлик оролчалари, устунчалар ва йўл иншооти қисмлари (кўприк, йўл ўтказгич устунлари ва шунга ўхшашлар)ни қайси томонидан ўтиши керак?",
            "options": [
                "F1. Чап томондан",
                "F2. Ўнг томондан",
                "F3. Ўнг ва чап томондан"
            ],
            "correctAnswer": 2,
            "explanation": "ЙҲҚ 10-боби 76-бандига асосан: Агар йўл белгилари ва чизиқлари бошқа йўналишни кўрсатмаган бўлса, ҳайдовчилар ажратувчи бўлаги бўлмаган икки томонлама ҳаракат ташкил этилган йўллардаги хавфсизлик оролчалари, устунчалар ва йўл иншооти қисмлари (кўприк, йўл ўтказгич устунлари ва шунга ўхшашлар)ни ўнг томондан айланиб ўтишлари керак."
        }
    }
}