{
    "questionId": 1124,
    "image": "data/images/q1124.webp",
    "translations": {
        "uz": {
            "text": "Avtomobillar harakatlanayotgan qatnov qismida nechta harakatlanish tasmasi bor?",
            "options": [
                "F1. Bitta tasma",
                "F2. Ikkita tasma",
                "F3. Uchta tasma"
            ],
            "correctAnswer": 2,
            "explanation": "YHQ 10-bobi 64-bandiga asosan: Relssiz transport vositalari harakatlanadigan tasmalar soni chiziqlar va (yoki) 5.8.1, 5.8.2, 5.8.7, 5.8.8 yo'l belgilari bilan belgilanadi. Bunday chiziqlar yoki yo'l belgilari bo'lmasa, haydovchilar harakatlanish tasmalari sonini, qatnov qismining kengligini, transport vositalari orasidagi zarur yonlama oraliq masofani va ularning gabarit o'lchamlarini hisobga olgan holda o'zlari aniqlaydilar."
        },
        "ru": {
            "text": "Сколько количество полос движения на проезжей части, по которой движутся автомобили?",
            "options": [
                "F1. Одна полоса",
                "F2. Две полосы",
                "F3. Три полосы"
            ],
            "correctAnswer": 2,
            "explanation": "Пункта 64 главы 10 ПДД, гласит: Количество полос движения для безрельсовых транспортных средств определяется разметкой и (или) дорожными знаками 5.8.1, 5.8.2, 5.8.7, 5.8.8. Если нет такой разметки и дорожных знаков, водители сами определяют количество полос, с учетом ширины проезжей части, габаритов транспортных средств и необходимых интервалов между ними."
        },
        "uzk": {
            "text": "Автомобиллар ҳаракатланаётган қатнов қисмида нечта ҳаракатланиш тасмаси бор?",
            "options": [
                "F1. Битта тасма",
                "F2. Иккита тасма",
                "F3. Учта тасма"
            ],
            "correctAnswer": 2,
            "explanation": "ЙҲҚ 10-боби 64-бандига асосан: Рельссиз транспорт воситалари ҳаракатланадиган тасмалар сони чизиқлар ва (ёки) 5.8.1, 5.8.2, 5.8.7, 5.8.8 йўл белгилари билан белгиланади. Бундай чизиқлар ёки йўл белгилари бўлмаса, ҳайдовчилар ҳаракатланиш тасмалари сонини, қатнов қисмининг кенглигини, транспорт воситалари орасидаги зарур ёнлама оралиқ масофани ва уларнинг габарит ўлчамларини ҳисобга олган ҳолда ўзлари аниқлайдилар."
        }
    }
}